{
  "1": {
    "french": [
      "Autour des monts Pyrenees grans amas",
      "De gent estrange secourir Roy nouueau:",
      "Pres de Garonne du grand temple du Mas,",
      "Vn Romain chef le craindra dedans l’eau."
    ],
    "english": [
      "Around the great Pyrenean mountains a huge crowd",
      "Of foreign peoples will aid the new king:",
      "Near the Garonne, by the great temple of the Farm,",
      "A Roman commander will fear him in the water."
    ],
    "interpretation": "A multinational alliance gathers in the Pyrenees to support a newly crowned ruler; a Roman leader will feel threatened when the conflict reaches the Garonne river.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/111.jpg"
  },
  "2": {
    "french": [
      "En l'an cinq cens octante plus & moins,",
      "On attendra le siecle bien estrange,",
      "En l'an sept cens, & trois cieux en tesmoings,",
      "Que plusieurs regnes un à cinq feront change."
    ],
    "english": [
      "In the year five‑hundred eighty, give or take,",
      "A very strange century will be awaited,",
      "In the year seven‑hundred and three celestial witnesses,",
      "Several reigns, one to five, will be changed."
    ],
    "interpretation": "A prophetic timeline suggests a turbulent period around 580 AD and again around 700 AD, when multiple dynasties will rise and fall in quick succession.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/111.jpg"
  },
  "3": {
    "french": [
      "Fleuue qu’esprouue le nouueau nay Celtique",
      "Sera en grande de l’Empire discordes",
      "Le ieune prince par gent ecclesiastique,",
      "Ostera le sceptre coronal de concorde."
    ],
    "english": [
      "The flow that the new Celtic era has breathed",
      "Will be a great source of imperial discord,",
      "The young prince, backed by the ecclesiastical folk,",
      "Will seize the coronet of harmony."
    ],
    "interpretation": "A resurgence of Celtic influence will cause strife within the empire; a youthful prince supported by the Church will claim the symbolic scepter of peace.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/111.jpg"
  },
  "4": {
    "french": [
      "Le Celtiq fleuue changera de riuage,",
      "Plus ne tiendra la cité d’Agripine:",
      "Tout transmué hormis le vieil langage,",
      "Saturne, Leo, Mars, Cancer en rapine."
    ],
    "english": [
      "The Celtic tide will change its course,",
      "The city of Agrippina will no longer hold,",
      "Everything will be transformed except the old language,",
      "Saturn, Leo, Mars and Cancer will act as marauders."
    ],
    "interpretation": "A Celtic migration will destabilise the ancient city of Agrippina; while the native tongue survives, the astrological forces of Saturn, Leo, Mars and Cancer unleash chaos.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/111.jpg"
  },
  "5": {
    "french": [
      "Si grand famine par vnde pestifere.",
      "Par pluye longue le long du polle arctique",
      "Samarobryn cent lieux de l’hemisphere,",
      "Viuront sans loy exempt de pollitique."
    ],
    "english": [
      "A great famine will follow a pestilential wind,",
      "Long rains will fall along the Arctic pole,",
      "Samarobryn, a hundred places in the hemisphere,",
      "Will live without law, free of politics."
    ],
    "interpretation": "A devastating famine and prolonged Arctic rain will strike many regions (Samarobryn), creating law‑less zones beyond political control.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "6": {
    "french": [
      "Apparoistra vers le Septentrion",
      "Non loin de Cancer l’estoille cheuelue:",
      "Suze, Sienne, Boëce, Eretrion,",
      "Mourra de Rome grand, la nuict disparue."
    ],
    "english": [
      "It will appear toward the North,",
      "Not far from Cancer, a star will be pointed:",
      "Suze, Siena, Boëce, Eretrion,",
      "The great Rome will die, night will disappear."
    ],
    "interpretation": "A celestial event in the northern sky near the Cancer constellation signals the downfall of the Roman power, bringing an endless night.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "7": {
    "french": [
      "Norneigre Dace, & l’Isle Britannique,",
      "Par les vnis freres seront vexees:",
      "Le chef Romain issu de sang Gallique",
      "Et les copies aux forests repoussees."
    ],
    "english": [
      "Northern Dacia and the British Isle,",
      "Will be vexed by the united brothers:",
      "The Roman chief of Gallic blood,",
      "And the copies will be driven from the forests."
    ],
    "interpretation": "A coalition of northern Dacian and British forces will clash with a Roman leader of Gallic descent, forcing their settlements out of the woodlands.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "8": {
    "french": [
      "Ceux qui estoient en regne pour sçauoir,",
      "Au Royal change deuiendront appouuris:",
      "Vns exilez sans appuy or n’auvoir,",
      "Lettrez & lettres ne seront à grand pris."
    ],
    "english": [
      "Those who ruled to be known,",
      "Will change the Royal and return to their backs:",
      "One exiled without support or possession,",
      "Letters and missives will not be of great value."
    ],
    "interpretation": "Former rulers will be displaced and return in obscurity; an exiled individual, lacking aid, will find written documents worthless.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "9": {
    "french": [
      "Aux sacrez temples seront faicts escandales,",
      "Comptez seront par honneurs & loüanges:",
      "D’vn que on graue d’argent d’or les medalles,",
      "La fin sera en tourmens bien estranges."
    ],
    "english": [
      "Sacred temples will be the scene of scandals,",
      "Counts will be measured by honors and praises:",
      "From one whose gold‑silver medals are forged,",
      "The end will be in very strange torments."
    ],
    "interpretation": "Religious temples become embroiled in scandal; officials are judged by false honors, leading to an uncanny and painful conclusion.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "10": {
    "french": [
      "Vn peu de temps les temples des couleurs",
      "De blanc & noir des deux entre meslee:",
      "Rouges & iaunes leur embleront les leurs,",
      "Sang, terre, peste, faim, feu d’eau affollee."
    ],
    "english": [
      "For a short time the colored temples,",
      "White and black mixed together,",
      "Red and yellow will cloak their own,",
      "Blood, earth, plague, famine, frantic fire‑and‑water."
    ],
    "interpretation": "Briefly, temples of contrasting hues (white/black) become battlegrounds where red and yellow forces clash, unleashing bloodshed, disease, famine and chaotic fire‑water elements.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/112.jpg"
  },
  "11": {
    "french": [
      "Des sept rameaux à trois seront reduicts",
      "Les plus aisnez seront surprins par mort,",
      "Fratricider les deux seront seduicts,",
      "Les coniurez en dormans seront morts."
    ],
    "english": [
      "From seven branches only three will be reduced,",
      "The most easy will be surprised by death,",
      "Fratricide the two will be seduced,",
      "The conspirators sleeping will be dead."
    ],
    "interpretation": "Out of seven factions, only three survive; complacent groups are killed unexpectedly, fratricide occurs, and sleeping conspirators are eliminated.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "12": {
    "french": [
      "Dresser copies pour monter à l’empire,",
      "Du Vatican le sang Royal tiendra:",
      "Flamans, Anglois, Espagne auec Aspire,",
      "Contre l’Italie & France contendra."
    ],
    "english": [
      "Raise copies to climb the empire,",
      "The Vatican will hold the royal blood:",
      "Flamens, English, Spain with aspiration,",
      "Will contain against Italy and France."
    ],
    "interpretation": "Attempts to replicate power will rely on papal legitimacy; France, England, Spain and other forces combine to resist Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "13": {
    "french": [
      "Vn dubieux ne viendra loing du regne,",
      "La plus grand part le voudra soustenir.",
      "Vn Capitole ne voudra point qu’il regne,",
      "Sa grande charge ne pourra maintenir."
    ],
    "english": [
      "A doubtful one will not come far from the reign,",
      "The greatest part will want to support him,",
      "One Capitol will not want him to rule,",
      "His great charge will not be able to maintain."
    ],
    "interpretation": "A questionable claimant stays close to power; many wish to back him, yet a major council (Capitol) opposes his rule, making his authority unsustainable.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "14": {
    "french": [
      "Loing de sa terre Roy perdra la bataille,",
      "Prompt eschappé poursuiuy suiuant prins,",
      "Ignare prins soubs la doree maille,",
      "Soubs feinct habit, & l’ennemy surprins."
    ],
    "english": [
      "Far from his land the king will lose the battle,",
      "Quickly escaped, pursued, followed by loot,",
      "Ignorant princes under the golden mesh,",
      "Under a feigned habit, the enemy is surprised."
    ],
    "interpretation": "A distant king suffers defeat; he flees while being chased for plunder. Naïve nobles under a glittering guise are tricked, letting the enemy gain surprise.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "15": {
    "french": [
      "Dessoubs la tombe sera trouvé le Prince,",
      "Qu’aura le pris par dessus Nuremberg:",
      "L’espaignol Roy en capricorne mince,",
      "Feinct & trahy par le grand Vvitemberg."
    ],
    "english": [
      "Below the tomb the Prince will be found,",
      "Who will have taken it over Nuremberg:",
      "The Spanish king in a thin Capricorn,",
      "Killed and betrayed by the great Vvitemberg."
    ],
    "interpretation": "A hidden prince emerges beneath a tomb, seizing power in Nuremberg; a Spanish monarch (Capricorn sign) is slain and treacherously overthrown by the figure Vvitemberg.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "16": {
    "french": [
      "Ce que rauy sera de ieune Milue,",
      "Par les Normans de France & Picardie:",
      "Les noirs du temple du lieu de Negrisilue",
      "Feront aulberge & feu de Lombardie."
    ],
    "english": [
      "What the king will be is a young Milue,",
      "From the Normans of France and Picardy:",
      "The black ones of the temple at Negrisilue,",
      "Will bring bronze and fire of Lombardy."
    ],
    "interpretation": "A youthful ruler named Milue will arise, backed by Normandy and Picardy. Dark forces from a temple in Negrisilue will unleash Lombardian metalwork and fire.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/113.jpg"
  },
  "17": {
    "french": [
      "Apres les limes bruslez les asiniers,",
      "Contrains seront changer d’habits diuers: [Constrainctz] [habitz]",
      "Les Saturnins bruslez par les meusniers, [musniers]",
      "Hors la pluspart qui ne sera couuers."
    ],
    "english": [
      "After the borders the donkey‑workers will be burned,",
      "They will be forced to change their various clothes:",
      "The Saturnians will be burned by the militia,",
      "Except the majority who will not be covered."
    ],
    "interpretation": "Post‑border conflicts see laborers (donkey‑workers) and Saturnian groups scorched by militias, while most of the population escapes the devastation.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "18": {
    "french": [
      "Par les Phisiques le grand Roy delaissé,",
      "Par sort non art de l’Ebrieu est en vie,",
      "Luy & son genre au regne haut poussé,",
      "Grace donnee à gent qui Christ enuie."
    ],
    "english": [
      "By the physicists the great king will be abandoned,",
      "By fate, not art, the Ebrieu is alive,",
      "He and his line will be raised high in the reign,",
      "Grace given to the people who tire of Christ."
    ],
    "interpretation": "Scientific forces cause the great king to be forsaken; a non‑artistic destiny keeps the Ebrieu alive. His lineage rises, while a grace is granted to those growing weary of Christianity.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "19": {
    "french": [
      "La vraye flamme engloutira la dame,",
      "Qui voudra mettre les Innocens à feu:",
      "Près de l’assaut l’exercite s’enflamme,",
      "Quant dans Seuille monstre en bœuf sera veu."
    ],
    "english": [
      "The true flame will engulf the lady,",
      "Who will try to set the Innocents on fire:",
      "Near the assault the army becomes inflamed,",
      "When in Seuille a monstrous ox will be seen."
    ],
    "interpretation": "A devastating blaze consumes a woman who attempted to burn innocents; as the attack nears, troops are set ablaze and a terrifying ox‑like monster appears at Seuille.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "20": {
    "french": [
      "L’vnion feincte sera peu de duree;",
      "Des vns changez reformez la pluspart :",
      "Dans les vaisseaux sera gent endurée,",
      "Lors aura Rome un nouveau Liepart."
    ],
    "english": [
      "The false union will be short‑lived;",
      "Some will change and reform most:",
      "Within the ships the people will endure,",
      "Then Rome will have a new law‑part."
    ],
    "interpretation": "A deceptive alliance collapses quickly; reforms reshape most groups. The populace endures aboard ships, after which Rome adopts a new legal framework.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "21": {
    "french": [
      "Quant ceux du polle arctic vnis ensemble,",
      "En Orient grand effrayeur & crainte:",
      "Esleu nouueau, soustenu le grand tremble,",
      "Rodes, Bisence de sang Barbare teincte."
    ],
    "english": [
      "When those from the Arctic pole unite,",
      "In the East a great terror and fear arises:",
      "A new elected one, supported, shakes greatly,",
      "Rhodes, Byzantium, with barbarian blood stained."
    ],
    "interpretation": "A coalition of Arctic peoples meets eastern forces, creating massive fear. A newly elected ruler, supported by the masses, causes upheaval in Rhodes and Byzantine lands, spilling barbarian blood.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "22": {
    "french": [
      "Dedans la terre du grand temple celique,",
      "Nepueu à Londre par paix feincte meurtry:",
      "La barque alors deviendra schismatique,",
      "Liberté feincte sera au corn’ & cry."
    ],
    "english": [
      "Within the land of the great Celtic temple,",
      "Unable to reach London by a false peace murder:",
      "The boat then will become schismatic,",
      "False liberty will be at the horn and cry."
    ],
    "interpretation": "In the realm of a great Celtic sanctuary, a deceptive peace plan fails to reach London, causing a split (schism) in naval power, while a counterfeit notion of liberty shouts loudly.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/114.jpg"
  },
  "23": {
    "french": [
      "D’esprit de regne munismes descriés,",
      "Et seront peuples esmeuz contre leur Roy,",
      "Paix, fait nouueau, sainctes loix empirees,",
      "Rapis onc fut en si tresdur arroy."
    ],
    "english": [
      "From the spirit of reign, described communisms,",
      "And peoples will be angry against their king,",
      "Peace, a new deed, holy laws imposed,",
      "A theft once was in such a hard river."
    ],
    "interpretation": "Communist ideas spread, inciting peoples to rebel against the monarch. A new peace, backed by sacred laws, follows, after a severe robbery that destabilised the region.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "24": {
    "french": [
      "Mars & le sceptre se trouuera conioinct,",
      "Dessoubs Cancer calamiteuse guerre:",
      "Vn peu apres sera nouveau Roy oingt,",
      "Qui par long temps pacifiera la terre."
    ],
    "english": [
      "Mars and the scepter will be found conjoined,",
      "Below Cancer a calamitous war:",
      "A little later a new king will rise,",
      "Who will pacify the earth for a long time."
    ],
    "interpretation": "War under the sign of Cancer links the god of war with the scepter. Shortly after, a new monarch emerges who will bring prolonged peace.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "25": {
    "french": [
      "Par Mars contraire sera la monarchie,",
      "Du grand pescheur en trouble ruyneux:",
      "Ieune noir rouge prendra la hirarchie,",
      "Les proditeurs iront iour bruyneux."
    ],
    "english": [
      "Through opposite Mars the monarchy will be,",
      "Of the great fisherman in troubled ruin:",
      "A young black‑red will take the hierarchy,",
      "The traitors will go day dark."
    ],
    "interpretation": "A contrary Martian influence overturns the monarchy; a youthful, dark‑red figure usurps the hierarchy while treacherous ones act in gloom.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "26": {
    "french": [
      "Quatre ans le siege quelque peu bien tiendra,",
      "Vn suruiendra libidineux de vie:",
      "Rauenne & Pyse, Veronne soustiendront,",
      "Pour esleuer la croix de Pape enuie."
    ],
    "english": [
      "Four years the siege will hold somewhat well,",
      "One will survive, libidinous of life:",
      "Rauenne & Pyse, Veronne will support,",
      "To elect the Pope’s cross, weary."
    ],
    "interpretation": "A siege lasts four years with moderate success; a hedonistic survivor perseveres, supported by Rauenne, Pyse and Veronne, ultimately selecting a pope weary of conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "27": {
    "french": [
      "Dedans les Isles de cinq fleuues à vn,",
      "Par le croissant du grand Chyren Selin:",
      "Par les bruynes de l’air fureur de l’vn,",
      "Six eschapez cachez fardeaux de lyn."
    ],
    "english": [
      "Within the Isles of five flows to one,",
      "By the crescent of the great Chyren Selin:",
      "By the brown airs the fury of the one,",
      "Six escaped, hiding burdens of lyn."
    ],
    "interpretation": "Five island currents converge under a celestial crescent (Chyren Selin). Turbulent winds unleash fury; six survivors escape, concealing heavy loads.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "28": {
    "french": [
      "Le grand Celtique entrera dedans Rome,",
      "Menant amas d’exilez & bannis:",
      "Le grand Pasteur mettra à mort tout homme,",
      "Qui pour le coq estoyent aux Alpes vnis."
    ],
    "english": [
      "The great Celtic will enter Rome,",
      "Leading masses of exiles and the banished:",
      "The great Shepherd will put every man to death,",
      "Who for the rooster stood at the Alpine united."
    ],
    "interpretation": "A powerful Celtic force invades Rome, bringing exiles. A tyrannical leader (the Shepherd) executes everyone who rallied under the symbolic rooster in the Alps.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/115.jpg"
  },
  "29": {
    "french": [
      "La vefue saincte entendant les nouuelles,",
      "De ses rameaux mis en perplex & trouble:",
      "Qui sera duict appaiser les querelles,",
      "Par son pourchas des razes fera comble."
    ],
    "english": [
      "The false saint hearing the news,",
      "Of his branches placed in puzzlement & trouble:",
      "Who will be directed to calm the quarrels,",
      "By his pursuit of the razes will fill."
    ],
    "interpretation": "A pseudo‑saint, confused by recent reports, will be tasked with pacifying disputes, attempting to do so by hunting down the rebels (razes).",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "30": {
    "french": [
      "Par l’apparence de faincte saincteté,",
      "Sera trahy aux ennemis le siege.",
      "Nuict qu’on cuidoit dormir en seureté,",
      "Pres de Brabant marcheront ceux de Liege."
    ],
    "english": [
      "By the appearance of false sanctity,",
      "The siege will be betrayed to the enemies.",
      "Night when one thought to sleep in safety,",
      "Near Brabant the people of Liège will march."
    ],
    "interpretation": "A façade of holiness masks betrayal; the besieged city falls to foes. While citizens of Liège march near Brabant, a night of presumed safety is shattered.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "31": {
    "french": [
      "Roy trouuera ce qu’il desiroit tant,",
      "Quand le Prelat sera reprins à tort:",
      "Responce au Duc le rendra mal content,",
      "Qui dans Milan mettra plusieurs à mort."
    ],
    "english": [
      "The king will find what he most desired,",
      "When the prelate is wrongly reclaimed:",
      "Answer to the duke will make him badly displeased,",
      "Who in Milan will put many to death."
    ],
    "interpretation": "A monarch fulfills a deep wish, but a mis‑taken prelate triggers conflict with a duke, leading to a massacre in Milan.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "32": {
    "french": [
      "Par trahison de verges à mort battu,",
      "Prins surmonté sera par son desordre:",
      "Conseil friuole au grand captif sentu,",
      "Nez par fureur quand Berich viendra mordre."
    ],
    "english": [
      "By betrayal of rods death‑struck,",
      "A prince overcome will be through his disorder:",
      "A treacherous council to the great captive sensed,",
      "Nose by fury when Berich will come to bite."
    ],
    "interpretation": "A prince is overthrown through treacherous betrayal; a deceitful council schemes against a captured leader, and the warrior Berich arrives in a rage to strike.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "33": {
    "french": [
      "Sa main derniere par Alus sanguinaire,",
      "Ne se pourra par la mer garentir:",
      "Entre deux fleuues craindre main militaire,",
      "Le noir l’ireux le fera repentir."
    ],
    "english": [
      "His last hand by Alus the bloodthirsty,",
      "Cannot be secured by the sea:",
      "Between two rivers fear a military hand,",
      "The black angry one will make it repent."
    ],
    "interpretation": "Alus, a murderous figure, delivers a final blow that cannot be defended by the sea; between two rivers a fearful military presence appears, prompting the angry black force to regret its actions.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "34": {
    "french": [
      "De feu volant la machination,",
      "Viendra troubler au grand chef assiegez:",
      "Dedans sera telle sedition,",
      "Qu’en desespoir seront les profligez."
    ],
    "english": [
      "From the flying fire the scheme,",
      "Will come to trouble the great seated chief:",
      "Inside there will be such sedition,",
      "That in despair the exiles will be."
    ],
    "interpretation": "A fiery plot undermines the chief; internal rebellion becomes so severe that exiles fall into hopelessness.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/116.jpg"
  },
  "35": {
    "french": [
      "Pres de Rion, & proche à blanche laine,",
      "Aries, Taurus, Cancer, Leo, la Vierge,",
      "Mars, Iupiter, le Sol ardra grand plaine,",
      "Boys & citez lettres cachez au cierge."
    ],
    "english": [
      "Near Rion, and close to white wool,",
      "Aries, Taurus, Cancer, Leo, the Virgin,",
      "Mars, Jupiter, the Sun will blaze a great plain,",
      "Boys and city letters hidden in the candle."
    ],
    "interpretation": "Astrological signs gather near Rion; a great fire from Mars, Jupiter and the Sun scorches a plain while secret messages are concealed in candlelight within towns.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "36": {
    "french": [
      "Ne bien ne mal par bataille terrestre,",
      "Ne paruiendra aux confins de Perouse,",
      "Rebeller Pise, Florence voir mal estre,",
      "Roy nuict blessé sur mulet à noire house."
    ],
    "english": [
      "Neither good nor evil by land battle,",
      "Will not appear at the Perouse borders,",
      "Rebel Pisa, Florence to see poorly be,",
      "King night wounded on a mule to black house."
    ],
    "interpretation": "A land war yields no clear moral outcome; it stays away from Perouse. Pisa rebels, Florence suffers, and a wounded king travels by mule to a dark stronghold.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "37": {
    "french": [
      "L’œuure ancienne se paracheuera,",
      "Du toict cherra sur le grand mal ruyne:",
      "Innocent faict mort on accusera,",
      "Nocent caché taillis à la bruyne."
    ],
    "english": [
      "The ancient work will be completed,",
      "From the whole will search the great evil ruin:",
      "An innocent deed death will be accused,",
      "Guilty hidden in thickets of the briar."
    ],
    "interpretation": "An old project reaches its end, uncovering great evil. An innocent act is blamed for death while the real culprits hide among brambles.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "38": {
    "french": [
      "Aux profligez de paix les ennemis,",
      "Apres auvoir l’Italie superee,",
      "Noir sanguinaire, rouge. sera commis,",
      "Feu, sang verser, eau de sang coloree."
    ],
    "english": [
      "To the exiles of peace the enemies,",
      "After to have Italy subdued,",
      "Black bloodthirsty, red will be committed,",
      "Fire, blood poured, water of blood coloured."
    ],
    "interpretation": "Enemies chase peace‑seeking exiles; after conquering Italy, a black‑blooded and red‑handed atrocities follow, with fire, blood and crimson‑tinted waters.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "39": {
    "french": [
      "L’enfant du regne, par paternelle prinse",
      "Expolié sera pour deliurer:",
      "Aupres du lac Trasimen l’azur prinse,",
      "La troupe hostage par trop fort s’enyurer."
    ],
    "english": [
      "The child of the reign, by paternal prince",
      "Will be stripped for delivering:",
      "Near Lake Trasimen the blue prince,",
      "The hostage troupe will be too strongly bound."
    ],
    "interpretation": "A royal heir is robbed of his position to send a message; near Lake Trasimen a blue‑crowned prince appears while a captive troop is heavily restrained.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "40": {
    "french": [
      "Grand de Magonce pour grande soif esteindre,",
      "Sera prié de sa grande dignité:",
      "Ceux de Cologne si fort le viendront plaindre,",
      "Que le grand groppe au Rhin sera ietté."
    ],
    "english": [
      "Great of Magonce for great thirst to extinguish,",
      "Will be asked of his great dignity:",
      "Those of Cologne so strong will come to complain,",
      "That the great group at the Rhine will be set."
    ],
    "interpretation": "A powerful figure of Magonce, driven by great thirst, will be called to uphold his dignity; Cologne’s forces will protest, leading to a major gathering on the Rhine.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/117.jpg"
  },
  "41": {
    "french": [
      "Le second chef du regne d’Annemarc,",
      "Par ceux de Frize & l’Isle Britannique,",
      "Fera despendre plus de cent mille marc,",
      "Vain exploicter voyage en Italique."
    ],
    "english": [
      "The second chief of the Annemarc reign,",
      "By those of Frize & the British Isle,",
      "Will spend more than a hundred thousand marks,",
      "Uselessly exploit travel in Italy."
    ],
    "interpretation": "A secondary ruler of Annemarc, backed by Frisian and British forces, wastes over a hundred thousand marks on a futile Italian expedition.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "42": {
    "french": [
      "A Logmyon sera laissé le regne,",
      "Du grand Selin qui plus fera de faict:",
      "Par les Itales estendra son enseigne,",
      "Regi sera par prudent contrefaict."
    ],
    "english": [
      "In Logmyon the reign will be left,",
      "Of the great Selin who will do more deeds:",
      "Through the Italians he will extend his banner,",
      "He will be ruled by a prudent forgery."
    ],
    "interpretation": "Logmyon receives authority from Selin, who expands his influence across Italy, but his rule is based on a careful counterfeit.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "43": {
    "french": [
      "Long temps sera sans estre habitee,",
      "Où Signe & Marne autour vient arrouser: [Seine]",
      "De la Tamise & martiaux tentee,",
      "Deceuz les gardes en cuidant repousser."
    ],
    "english": [
      "For a long time it will be uninhabited,",
      "Where Sign and Marne around come to awaken: [Seine]",
      "From the Thames & martial tents,",
      "Deceiving the guards while keeping them at bay."
    ],
    "interpretation": "A region remains empty for ages; the rivers Sign, Marne and Seine stir. From the Thames and militarized camps, enemies mislead the guards, preventing settlement.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "44": {
    "french": [
      "De nuict par Nantes Lyris apparoistra,",
      "Des arts marins susciteront la pluye:",
      "Arabiq. goulfre, grande classe parfondra,",
      "Vn monstre en Saxe naistra d’ours & truye."
    ],
    "english": [
      "By night from Nantes Lyris will appear,",
      "Maritime arts will summon the rain:",
      "Arabic goulfre, a great class will sink deep,",
      "A monster in Saxony will be born of bear and truce."
    ],
    "interpretation": "A nocturnal omen from Nantes (Lyris) brings naval innovation and rain; an Arab force (goulfre) creates a deep‐rooted class, while a bear‑like monster emerges in Saxony.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "45": {
    "french": [
      "Le gouuerneur du regne bien sçauant,",
      "Ne consentir voulant au fait Royal:",
      "Mellile classe par le contraire vent",
      "Le remettra à son plus desloyal."
    ],
    "english": [
      "The ruler of the well‑knowing reign,",
      "Will not consent, wanting the Royal deed:",
      "Mellile class by the opposite wind",
      "Will give it back to his most disloyal."
    ],
    "interpretation": "A wise sovereign refuses a royal act; an opposing faction (Mellile) driven by contrary forces returns it to the most treacherous individual.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "46": {
    "french": [
      "Vn iuste sera en exil renuoyé,",
      "Par pestilence aux confins de Nonseggle,",
      "Response au rouge le fera desuoyé,",
      "Roy retirant à la Rane & à l’Aigle."
    ],
    "english": [
      "A just one will be in renewed exile,",
      "By pestilence at the edges of Nonseggle,",
      "Reply to the red will cause him to be despised,",
      "King withdrawing to the Rane & the Eagle."
    ],
    "interpretation": "A righteous figure suffers renewed exile due to plague at Nonseggle's borders; a response to the red faction brings disgrace, and the king retreats toward the Rhine (Rane) and the Eagle (imperial symbol).",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/118.jpg"
  },
  "47": {
    "french": [
      "Entre deux monts les deux grands assemblez,",
      "Delaisseront leur simulté secrette:",
      "Brucelle & Dolle par Langres accablez,",
      "Pour à Malignes executer leur peste."
    ],
    "english": [
      "Between two mountains the two great gather,",
      "They will abandon their secret simultaneity:",
      "Brucelle & Dolle by Langres will be crushed,",
      "To execute their plague at Malignes."
    ],
    "interpretation": "Two major forces meet between mountains, abandoning secret plans. The towns Brucelle and Dolle near Langres are crushed as they attempt a plague at Malignes.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "48": {
    "french": [
      "La saincteté trop feinte & seductiue,",
      "Accompagné d’une langue diserte:",
      "La cité vieille, & Parme trop hastiue,",
      "Florence & Sienne, rendront plus desertes."
    ],
    "english": [
      "The sanctity too feigned & seductive,",
      "Accompanied by an eloquent tongue:",
      "The old city, & Parma too hurried,",
      "Florence & Siena will become more deserted."
    ],
    "interpretation": "A false, seductive holiness, spoken eloquently, leads ancient cities and hurried Parma to decline; Florence and Siena become increasingly abandoned.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "49": {
    "french": [
      "De la partie de Mammer grand Pontife,",
      "Subiuguera les confins du Danube:",
      "Chasser la croix, par fer raffe ni riffe,",
      "Captifs, or, bague plus de cent mille rubes."
    ],
    "english": [
      "From the part of Mammer the great Pope,",
      "Will subjugate the Danube’s borders:",
      "Chase the cross, by iron rag or riffle,",
      "Captives, gold, rings more than a hundred thousand rubies."
    ],
    "interpretation": "A faction linked to the great pope in Mammer will dominate the Danube frontier, attacking the cross (Church) with iron weapons; hundreds of thousands of gems and captives are taken.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "50": {
    "french": [
      "Dedans le puys seront trouvez les os,",
      "Sera l’inceste, commis par la maratre:",
      "L’estat changé, on querra bruit & los,",
      "Et aura Mars attendant pour son astre. [ascendant]"
    ],
    "english": [
      "Inside the hill the bones will be found,",
      "There will be incest, committed by the step‑mother:",
      "The state will be changed, people will seek noise and loss,",
      "And Mars will be waiting for his rising star."
    ],
    "interpretation": "Bones discovered in a hill reveal a scandal of incest involving a step‑mother; the regime is altered, society cries out, and the war god Mars prepares for an ascendant rise.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "51": {
    "french": [
      "Peuple assemblé, voir nouueau expectacle.",
      "Princes & Roys par plusieurs assitans,",
      "Pilliers faillir, murs : mais comme miracle",
      "Le Roy sauué & trente des instans."
    ],
    "english": [
      "The assembled people watch a new spectacle.",
      "Princes and kings surrounded by many assistants,",
      "Pillars collapse, walls fall – yet a miracle occurs,",
      "The king is saved and thirty stand by him."
    ],
    "interpretation": "A tumultuous scene with collapsing architecture is halted by a sudden miracle that rescues the monarch and leaves thirty loyal figures standing.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "52": {
    "french": [
      "En lieu du grand qui sera condamné,",
      "De prison hors, son amy en sa place:",
      "L’espoir Troyen en six mois ioinct, mort né,",
      "Le Sol à l’vrne seront prins fleuues en glace."
    ],
    "english": [
      "In the place of the great one who will be condemned,",
      "From prison his friend will take his place:",
      "The Trojan hope, in six months, will die unborn,",
      "The Sun in the spring will be captured, frozen in ice."
    ],
    "interpretation": "A condemned great figure is replaced by a prison ally; a promised “Trojan” revival fails within six months, and a spring solar power is immobilised by ice.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/119.jpg"
  },
  "53": {
    "french": [
      "Le grand Prelat Celtique à Roy suspect,",
      "De nuict par cours sortira hors du regne:",
      "Par Duc fertile à son grand Roy Bretaigne,",
      "Bisance à Cypres & Tunes insuspect."
    ],
    "english": [
      "The great Celtic prelate suspects the king,",
      "By night he will slip out of the realm:",
      "Through a fertile duke to his great Breton king,",
      "Byzantium to Cyprus and Tunis, unsuspected."
    ],
    "interpretation": "A Celtic church leader doubts the monarch and secretly exits at night, using a powerful duke to link the Breton king with Byzantium, Cyprus and Tunis without suspicion.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "54": {
    "french": [
      "Au poinct du iour au second chant du coq,",
      "Ceux de Tunes, de Fez & de Bugie,",
      "Par les Arabes, captif le Roy Maroq,",
      "L’an mil six cens & sept, de Liturgie."
    ],
    "english": [
      "At the day's point, at the second crow of the cock,",
      "Those from Tunis, Fez and Bogía,",
      "Captured by the Arabs, the king Maroq,",
      "In the year 1607, of the Liturgy."
    ],
    "interpretation": "At dawn on a second rooster call, Arab forces capture King Maroq of Tunis, Fez and Bogía; the event is recorded in the liturgical year 1607.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "55": {
    "french": [
      "Au chalmé Duc en arrachant l’esponce,",
      "Voile Arabesque voir, subit descouuerte:",
      "Tripolis, Chio, & ceux de Trapesconce,",
      "Duc prins, Marnegro & la cité deserte."
    ],
    "english": [
      "The duke, in a cloak, tears away the veil,",
      "An Arab‑styled veil appears, suddenly discovered:",
      "Tripoli, Chios, and those of Trapescon,",
      "The duke is captured, Marnegro and the deserted city."
    ],
    "interpretation": "A cloaked duke removes a veil, revealing an Arab influence; cities like Tripoli, Chios and Trapescon fall, the duke is seized and Marnegro (a region) lies desolate.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "56": {
    "french": [
      "La crainte armee de l’ennemy Narbon",
      "Effrayera si fort les Hesperiques:",
      "Parpignan vuide par l’aueugle darbon,",
      "Lors Barcelon par mer donra les piques."
    ],
    "english": [
      "The feared army of the enemy Narbonne",
      "Will frighten the Hesperian peoples greatly:",
      "Perpignan emptied by the eagle of Darbon,",
      "Then Barcelona by sea will give its spears."
    ],
    "interpretation": "Narbonne’s army terrorises western (Hesperian) lands; Perpignan is emptied by an “eagle” force, while Barcelona prepares naval spears for battle.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "57": {
    "french": [
      "Celuy qu’estoit bien auant dans le regne,",
      "Ayant chef rouge proche à [la] hierarchie:",
      "Aspre & cruel, & se fera tant craindre",
      "Succedera à sacré monarchie."
    ],
    "english": [
      "He who once stood high in the reign,",
      "Having a red chief close to the hierarchy:",
      "Harsh and cruel, and will be greatly feared,",
      "Will succeed to the sacred monarchy."
    ],
    "interpretation": "A former high‑ranking ruler, now aided by a red‑headed subordinate, becomes feared for his cruelty and ultimately inherits the holy throne.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "58": {
    "french": [
      "Entre les deux monarques esloignez,",
      "Lors que le Sol par Selin clair perduë,",
      "Simulté grande entre deux indignez,",
      "Qu’aux Isles & Sienne la liberte renduë."
    ],
    "english": [
      "Between the two monarchs keep apart,",
      "When the Sun is lost by clear Selin,",
      "A great simultaneity between two insurgents,",
      "Will bring liberty to the Islands and Siena."
    ],
    "interpretation": "Two rival kings stay distant; the sun disappears under Selin’s clear light, prompting two rebel groups to act together, granting freedom to island territories and Siena.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/120.jpg"
  },
  "59": {
    "french": [
      "Dame en fureur par rage d’adultere,",
      "Viendra à son Prince coniurer non de dire:",
      "Mais bref cogneu sera la vitupere,",
      "Que seront mis dix‑sept à martyre."
    ],
    "english": [
      "A lady, furious with adulterous rage,",
      "Will come to her prince, conspiring without words:",
      "But soon the accusation will be known,",
      "And seventeen will be put to martyrdom."
    ],
    "interpretation": "A woman outraged by infidelity plots silently against her prince; the plot is exposed quickly, leading to the execution of seventeen conspirators.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "60": {
    "french": [
      "Le Prince hors de son terroir Celtique",
      "Sera trahy, deceu par interprete:",
      "Rouan, Rochelle par ceux de l’Armorique",
      "Au port de Blaue deceus par moyne & prestre."
    ],
    "english": [
      "The prince, away from his Celtic homeland,",
      "Will be betrayed, deceived by an interpreter:",
      "Rouan, Rochelle by those of Armorica,",
      "At the port of Blaue deceived by a monk and a minstrel."
    ],
    "interpretation": "A Celtic prince is duped by a translator; Armorican forces at Rouan and Rochelle betray him, while at Blaue a monk and a singer mislead him further.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "61": {
    "french": [
      "Le grand tappis plié ne monstrera,",
      "Fors qu’à demy la pluspart de l’histoire:",
      "Chassé du regne loing aspre apparoistra,",
      "Qu’au faict bellique chaque le viendra croire."
    ],
    "english": [
      "The great folded tapestry will not be shown,",
      "Except that half of history will be covered:",
      "Chased from the distant reign, a harsh figure will appear,",
      "Who, in war, each will come to believe."
    ],
    "interpretation": "A hidden chronicle conceals half of history; a fierce exile from a distant kingdom emerges, and in war everyone will be convinced of his authority.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "62": {
    "french": [
      "Trop tard tous deux les fleurs seront perdues,",
      "Contre la loy serpent ne voudra faire:",
      "Des ligueurs forces par gallots confondues,",
      "Sauone, Albingue par monech grand martyre."
    ],
    "english": [
      "Too late, both flowers will be lost,",
      "Against the snake law it will not act:",
      "League forces confused by galley ships,",
      "Surrender, Albingue by great martyrdom."
    ],
    "interpretation": "Both hopeful movements die too late; a restrictive law (the serpent) blocks action. Naval forces become confused, leading to surrender and a great martyrdom in Albingue.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "63": {
    "french": [
      "La dame seule au regne demeurée.",
      "D’vnic esteint premier au lict d’honeur:",
      "Sept ans sera de douleur exploree,",
      "Puis longue vie au regne par grand heur."
    ],
    "english": [
      "The lady alone remains in the reign.",
      "Evnic, the first extinguished, at the seal of honor:",
      "Seven years of explored sorrow,",
      "Then a long life for the realm by great luck."
    ],
    "interpretation": "A solitary queen rules after Evnic’s death; seven years of suffering are endured, after which the kingdom enjoys a prolonged, fortunate era.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "64": {
    "french": [
      "On ne tiendra pache aucune arresté,",
      "Tous receuans iront par tromperie:",
      "De paix & trefue, terre & mer protesté.",
      "Par barcelone classe prins d’industrie."
    ],
    "english": [
      "No peace will be kept, none will be arrested,",
      "All receivers will go by deception:",
      "Of peace and treason, land and sea protested,",
      "By Barcelona a class will be taken for industry."
    ],
    "interpretation": "Peace cannot be maintained; deception manipulates everyone. Conflict over peace, treason, land and sea erupts, and Barcelona exploits a social class for industrial gain.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/121.jpg"
  },
  "65": {
    "french": [
      "Gris & bureau demie ouuerte guerre,",
      "De nuict seront assaillis & pillez:",
      "Le bureau prins passera par la serre,",
      "Son temple ouuert, deux au plastre grillez."
    ],
    "english": [
      "Gray and half‑opened bureau start a war,",
      "At night they will be assaulted and pillaged:",
      "The seized bureau will pass through the greenhouse,",
      "Its opened temple, two on the plaster will be burned."
    ],
    "interpretation": "A bureaucratic conflict ignites war; night raids occur. A captured office moves through a greenhouse, and its “temple” is set ablaze.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "66": {
    "french": [
      "Au fondement de la nouuelle secte,",
      "Seront les os du grand Romain trouuez,",
      "Sepulchre en marbre apparoistra couuerte,",
      "Terre trembler en Auril, mal enfoüetz."
    ],
    "english": [
      "At the foundation of the new sect,",
      "The bones of the great Roman will be found,",
      "A marble tomb will appear covered,",
      "The earth will tremble in Auril, badly dug."
    ],
    "interpretation": "A nascent cult discovers the remains of a great Roman; a marble sarcophagus is uncovered, causing the ground to shake during the harsh Auril season.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "67": {
    "french": [
      "Au grand Empire paruiendra tout vn autre,",
      "Bonté distant plus de felicité:",
      "Regi par vn issu non loing du peautre,",
      "Corruer regnes grande infelicité."
    ],
    "english": [
      "In the great Empire everything will become another,",
      "Distant kindness will bring no more happiness:",
      "Rule through a line not far from wheat,",
      "Corrupt reigns will create great unhappiness."
    ],
    "interpretation": "The empire will transform completely; superficial kindness fails to bring joy. A lineage tied to agriculture assumes power, but corrupt rule spreads misery.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "68": {
    "french": [
      "Lors que soldats fureur seditieuse,",
      "Contre leur chef feront de nuict fer luire:",
      "Ennemy d’Albe soit par main furieuse,",
      "Lors vexer Rome, & principaux seduire."
    ],
    "english": [
      "When rebellious soldiers of fury rise,",
      "Against their leader they will make night iron shine:",
      "The enemy of Albe will be by a furious hand,",
      "Then Rome will be offended, and the leaders seduced."
    ],
    "interpretation": "Mutinous troops turn night battles into shining iron clashes; a violent hand attacks Albe, provoking Rome’s anger while its leaders are drawn in seduction.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "69": {
    "french": [
      "La pitié grande sera sans loing tarder,",
      "Ceux qui donnoyent seront contraints de prendre:",
      "Nuds affamez de froid, soif, soy bander,",
      "Les monts passer commettant grand esclandre."
    ],
    "english": [
      "Great mercy will not be far delayed,",
      "Those who give will be forced to take:",
      "Naked, famished from cold, thirsty, bound themselves,",
      "The mountains will pass, committing great scandal."
    ],
    "interpretation": "Compassion arrives too late; generous people are compelled to seize. Bare and starving, they bind themselves, while the mountains (forces) cause a major scandal.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "70": {
    "french": [
      "Au chef du monde le grand Chyren sera,",
      "Plus outre apres ayme, craint, redouté:",
      "Son bruit & los les cieux surpassera,",
      "Et du seul tiltre victeur fort contenté."
    ],
    "english": [
      "The world’s chief the great Chyren will be,",
      "Later more beloved, feared, dreaded:",
      "His sound and strength will surpass the heavens,",
      "And the sole victorious title will greatly please him."
    ],
    "interpretation": "A ruler named Chyren will become the world’s leader, gaining love and fear; his power eclipses celestial forces, and he revels in his sole victorious title.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/122.jpg"
  },
  "71": {
    "french": [
      "Quand on viendra le grand Roy parenter",
      "Auant qu’il ait du tout l’ame rendue:",
      "Celuy qui moins le viendra lamenter,",
      "Par Lyons, aigles, croix couronne venduë."
    ],
    "english": [
      "When the great father‑king arrives,",
      "Before he has his whole soul returned:",
      "He who comes to mourn him less,",
      "Will be sold a crown of lions, eagles and cross."
    ],
    "interpretation": "The great king returns before his spirit is whole; those who mourn him the least will receive a pompous crown bearing lions, eagles and a cross.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "72": {
    "french": [
      "Par fureur feinte d’esmotion diuine,",
      "Sera la femme du grand fort violee:",
      "Iuges voulans damner telle doctrine,",
      "Victime au peuple ignorant immolee."
    ],
    "english": [
      "By feigned fury of divine emotion,",
      "The great strong woman will be violated:",
      "Judges wishing to condemn such doctrine,",
      "Will sacrifice the ignorant people as victims."
    ],
    "interpretation": "A false divine wrath leads to the assault of a powerful woman; judges aiming to suppress a belief sacrifice the unknowing populace.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "73": {
    "french": [
      "En cité grande vn moyne & artisan,",
      "Pres de la porte logez & aux murailles,",
      "Contre Modene secret, caue disant",
      "Trahis pour faire sous couleur d’espousailles."
    ],
    "english": [
      "In a great city a mason and artisan,",
      "Near the gate they stay within the walls,",
      "Against secret Modene, claiming cause,",
      "Betrayed to act under the colour of marriage."
    ],
    "interpretation": "A builder and craftsman in a fortified city are duped into a secret plot against Modene, pretending it is a marriage arrangement.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "74": {
    "french": [
      "La dechassee au regne tournera,",
      "Ses ennemis trouuez des coniurez:",
      "Plus que iamais son temps triomphera,",
      "Trois & septante à mort trop asseurez."
    ],
    "english": [
      "The diminished one will turn the reign,",
      "His enemies will find conspirators:",
      "More than ever his time will triumph,",
      "Three and seventy will die far too many."
    ],
    "interpretation": "A weakened ruler changes the direction of power; his foes uncover conspirators, leading to an unprecedented triumph that causes 73 deaths.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "75": {
    "french": [
      "Le grand pillot par Roy sera mandé,",
      "Laisser la classe pour plus haut lieu atteindre:",
      "Sept ans apres sera contrebandé,",
      "Barbare armee viendra Venise craindre."
    ],
    "english": [
      "The great pillar will be ordered by the king,",
      "To leave the class and reach a higher place:",
      "Seven years later it will be smuggled,",
      "A barbarian army will come, fearing Venice."
    ],
    "interpretation": "A king commands a monumental project to elevate a social class; after seven years it becomes smuggled, prompting a barbarian army that fears Venice.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "76": {
    "french": [
      "La cité antique d’antenoree forge,",
      "Plus ne pouuant le tyran supporter",
      "Le manchet feinct au temple couper gorge,",
      "Les siens le peuple à mort viendra bouter."
    ],
    "english": [
      "The ancient city of Antenoree forges,",
      "No longer can the tyrant endure",
      "The short sleeve will cut the throat in the temple,",
      "Its own people will come to drive it to death."
    ],
    "interpretation": "A historic city reaches its limit under a tyrant; an assassin (short sleeve) slits throats in the temple, and the populace rises to end the regime.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/123.jpg"
  },
  "77": {
    "french": [
      "Par la victoire du deceu fraudulente,",
      "Deux classes vne, la reuolte Germaine,",
      "Le chef meurtry & son fils dans la tente,",
      "Florence, Imole pourchassez dans Romaine."
    ],
    "english": [
      "By the fraudulent death’s victory,",
      "Two classes become one, the Germaine revolt,",
      "The slain chief and his son in the tent,",
      "Florence, Imole pursued in Roman lands."
    ],
    "interpretation": "A deceitful death leads to the unification of two classes and the Germaine uprising; a chief and his son are killed, prompting Florence and Imole to be chased through Roman territory.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "78": {
    "french": [
      "Crier victoire du grand Selin croissant:",
      "Par les Romains sera l’Aigle clamé,",
      "Ticcin Millan & Genes n’y consent,",
      "Puis par eux mesmes Basil grand reclamé."
    ],
    "english": [
      "Shout victory of the great rising Selin:",
      "By the Romans the Eagle will be proclaimed,",
      "Ticcin Millan & Genes will not consent,",
      "Then by themselves Basil will claim great."
    ],
    "interpretation": "A triumph for the ascending Selin leads Romans to herald the Eagle; opposition from Ticcin Millan and Genes fails, and Basil asserts a great claim.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "79": {
    "french": [
      "Pres de Tesin les habitans de Loire,",
      "Garonne, Saone, Saine, Tain & Gironde,",
      "Outre les monts dresseront promontoire.",
      "Conflict donné Pau granci, sumerge onde."
    ],
    "english": [
      "Near Tesin the inhabitants of the Loire,",
      "Garonne, Saône, Seine, Tain and Gironde,",
      "Beyond the mountains they will raise a promontory.",
      "Conflict given, Pau will grant, the wave submerges."
    ],
    "interpretation": "Populations around the Loire rivers build a high point beyond the mountains; a conflict erupts that swallows the area, with Pau granting aid.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "80": {
    "french": [
      "De Fez le regne paruiendra à ceux d’Europe,",
      "Feu leur cité & lame tranchera.",
      "Le grand d’Asie terre & mer à grand troupe,",
      "Que bleux, pers, croix, à mort dechassera."
    ],
    "english": [
      "From Fez the realm will fall to those of Europe,",
      "Fire will strike their city and the sword will cut.",
      "The great Asian land and sea will face a great army,",
      "Blues, Persians, the cross will be driven to death."
    ],
    "interpretation": "European powers conquer the Fez kingdom, burning its city; Asian forces (blues, Persians, Christian armies) clash, leading to massive casualties.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "81": {
    "french": [
      "Pleurs cris & plaints heurlemens, effrayeur,",
      "Cœur inhumain, cruel, noir & transy.",
      "Leman les Isles, de Gennes les maieurs,",
      "Sang espacher, frofaim à nul mercy."
    ],
    "english": [
      "Wails, cries and plaints, horrific, terrifying,",
      "Inhuman heart, cruel, dark and transgressive.",
      "Lake Geneva the islands, Gennes the great ones,",
      "Spilled blood, famine, with no mercy."
    ],
    "interpretation": "A scene of horror unfolds with endless cries; the inhuman heart of the aggressor brings death, famine and bloodshed across Lake Geneva, its islands and Gennes.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "82": {
    "french": [
      "Par les deserts de lieu libre & farouche,",
      "Viendra errer nepueu du grand Pontife:",
      "Assommé à sept auecques lourde souche,",
      "Par ceux qu’après occuperont le Cyphe."
    ],
    "english": [
      "Through the wild free‑land deserts,",
      "Will wander the not‑yet great Pope:",
      "Struck down at seven with a heavy stump,",
      "By those who later will occupy the Cyprus."
    ],
    "interpretation": "In remote harsh deserts, a future pope roams, is later struck down with a heavy blow, and his successors will take control of Cyprus.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/124.jpg"
  },
  "83": {
    "french": [
      "Celuy qu’aura tant d’honneur & caresses,",
      "A son entree de la Gaule Belgique.",
      "Vn temps apres fera tant de rudesses,",
      "Et sera contre à la fleur tant bellique."
    ],
    "english": [
      "He who will have so much honor and caresses,",
      "Will enter from Gaul to Belgium.",
      "A time later he will do many harsh deeds,",
      "And will be opposed to the flower of war."
    ],
    "interpretation": "A dignified figure arrives from Gaul to Belgium; later he commits many cruel acts and opposes the war‑symbolic “flower”.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "84": {
    "french": [
      "Celuy qu’en Sparte Claude ne peut regner,",
      "Il fera tant par voye seductiue:",
      "Que du court, long, le fera araigner,",
      "Que contre Roy fera sa perspectiue."
    ],
    "english": [
      "He who in Sparta Claude cannot rule,",
      "Will do much by seductive ways:",
      "Both short and long he will make spin,",
      "Against the king he will make his perspective."
    ],
    "interpretation": "A man barred from ruling Sparta (Claude) will use seductive tactics, manipulating both short‑term and long‑term plans to challenge the king’s viewpoint.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "85": {
    "french": [
      "La grand’cité de Tharse par Gaulois.",
      "Sera destruite, captifs tous à Turban:",
      "Secours par mer du grand Portugalois,",
      "Premier d’esté le iour du sacre Vrban."
    ],
    "english": [
      "The great city of Tharse by Gauls.",
      "Will be destroyed, all captives in Turban:",
      "Help by sea from the great Portuguese,",
      "First of summer the day of the sacred Vrban."
    ],
    "interpretation": "Gauls destroy the city of Tharse; captives are taken in Turban. The Portuguese navy offers assistance, and the sacred day of Vrban falls in early summer.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "86": {
    "french": [
      "Le grand Prelat vn jour apres son songe,",
      "Interpreté au rebours de son sens:",
      "De la Gascogne luy suruiendra vn monge,",
      "Qui fera eslire le grand prelat de Sens."
    ],
    "english": [
      "The great prelate one day after his dream,",
      "Interpreted backward in its meaning:",
      "From Gascony a monk will follow him,",
      "Who will elect the great prelate of Sens."
    ],
    "interpretation": "A prelate’s dream is re‑interpreted; a monk from Gascony succeeds him and later chooses the new great prelate of Sens.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "87": {
    "french": [
      "L’election faicte dans Frankfort,",
      "N’aura nul lieu, Milan s’opposera:",
      "Le sien plus proche semblera si grand fort,",
      "Qu’outre le Rhin és mareschs chassera."
    ],
    "english": [
      "The election made in Frankfurt,",
      "Will have no place, Milan will oppose:",
      "Its nearer one will seem so strongly great,",
      "That beyond the Rhine the marshes will chase."
    ],
    "interpretation": "A Frankfurt election is contested by Milan; a closer candidate appears overwhelmingly powerful, driving rivals beyond the Rhine’s marshes.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "88": {
    "french": [
      "Vn regne grand demourra desolé,",
      "Aupres de l’Hebro se feront assemblees:",
      "Monts Pyrenees le rendront consolé,",
      "Lors que dans May seront terres tremblees."
    ],
    "english": [
      "A great reign will endure in sorrow,",
      "Near the Hebro people assemblies will be held:",
      "The Pyrenean mountains will console it,",
      "When in May the lands will tremble."
    ],
    "interpretation": "A sorrowful great reign persists; gatherings near the Hebro tribe are held, while the Pyrenees bring consolation as the land shakes in May.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/125.jpg"
  },
  "89": {
    "french": [
      "Entre deux cymbes piedz & mains estachés,",
      "De miel face oingt, & de laict substanté,",
      "Guespes & mouches, fitine amour fachez",
      "Poccilateur faucer, Cyphe tenté."
    ],
    "english": [
      "Between two cymbals feet and hands intertwined,",
      "Of honey faced eight, and of milk thickened,",
      "Wasps and flies, a faint angry love,",
      "A pincer deceit, Cyprus attempted."
    ],
    "interpretation": "A ritual with cymbals, honey and milk, accompanied by insects, creates a bitter love; a seizing deceit is tried in Cyprus.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "90": {
    "french": [
      "L’honnissement puant abominable",
      "Apres le faict sera felicité",
      "Grand excusé pour n’estre fauorable,",
      "Qu’à paix Neptune ne sera incité."
    ],
    "english": [
      "The stench of a disgusting oath",
      "After the deed there will be happiness",
      "Greatly excused for not being foul,",
      "That for peace Neptune will not be incited."
    ],
    "interpretation": "A vile oath leads to a later joyful event; the act is pardoned despite its ugliness, and no appeal to Neptune (sea) for peace follows.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "91": {
    "french": [
      "Du conducteur de la guerre nauale,",
      "Rouge effrené, seuere, horrible grippe,",
      "Captif eschappé de l’aisné dans la baste:",
      "Quand il naistra du grand vn fils Agrippe."
    ],
    "english": [
      "From the commander of the naval war,",
      "A reckless red, ferocious, horrible plague,",
      "A captive escaped from the priest in the basin:",
      "When he will be born, the great son Agrippa."
    ],
    "interpretation": "A naval commander unleashes a red, ferocious plague; a captive escapes a priest’s confinement, and the birth of a great son named Agrippa follows.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "92": {
    "french": [
      "Prince de beauté tant venuste,",
      "Au chef menee, le second faict trahy.",
      "La cité au glaiue de poudre face aduste,",
      "Par trop grand meurtre le chef du Roy hay."
    ],
    "english": [
      "Prince of great beauty, very charming,",
      "To the chief he leads, the second betrays.",
      "The city, powder‑filled, faces a harsh face,",
      "Because of too great a murder the king’s chief dies."
    ],
    "interpretation": "A charming prince leads a chief while the second betrays; a city filled with gunpowder faces devastation, and a massive murder results in the king’s chief’s death.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "93": {
    "french": [
      "Prelat auare d’ambition trompé,",
      "Rien ne sera que trop viendra cuider:",
      "Ses messagers & luy bien attrapé,",
      "Tout au rebours voir, qui le bois fendroit."
    ],
    "english": [
      "Prelate heavy with ambition deceived,",
      "Nothing will be, too much will come to ruin:",
      "His messengers and him well captured,",
      "All in reverse to see who the wood splits."
    ],
    "interpretation": "An ambitious prelate is fooled; overwhelming ruin follows. His envoys are caught, and a reversed view shows who will split the wood (symbolising power).",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "94": {
    "french": [
      "Vn Roy iré sera aux sedifragues,",
      "Quand interdicts seront harnois de guerre:",
      "La poison taincte au succre par les fragues",
      "Par eaux meurtris, morts, disant serre serre."
    ],
    "english": [
      "A very angry king will be among the seditious,",
      "When interdicts become war‑brambles:",
      "The poisonous stench on the sugar by the frags",
      "Through wounded waters, deaths, saying close close."
    ],
    "interpretation": "An enraged king joins rebels; prohibitions turn into war‑like thickets. Poison spreads through sugar, resulting in deadly waters and many deaths.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/126.jpg"
  },
  "95": {
    "french": [
      "Par detracteur calumnié à puis nay,",
      "Quand istront faicts enormes & martiaux:",
      "La moindre part dubieuse à l’aisnay,",
      "Et tost au regne seront faicts partiaux."
    ],
    "english": [
      "By a calumniated detractor to then not,",
      "When great and martial deeds will arise:",
      "The smallest doubtful part to the ease,",
      "And soon the reign will have partial deeds."
    ],
    "interpretation": "A slandered opponent triggers massive military actions; minor doubtful elements are eased, leading quickly to biased actions within the reign.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  },
  "96": {
    "french": [
      "Grande cité à soldats abandonnee,",
      "Oncques n’y eust mortel tumult si proche:",
      "O quelle hideuse calamité s’approche,",
      "Fors vne offence n’y sera pardonnee."
    ],
    "english": [
      "Great city abandoned by soldiers,",
      "Never would there be such a mortal turmoil so close:",
      "Oh what hideous calamity approaches,",
      "Except one offence there will be no forgiveness."
    ],
    "interpretation": "A major city is left empty; a sudden, deadly chaos looms, with only a single unforgivable crime remaining.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  },
  "97": {
    "french": [
      "Cinq & quarante degrez ciel bruslera",
      "Feu approcher de la grand cité neuue",
      "Instant grand flamme esparse sautera",
      "Quand on voudra des Normans faire preuue."
    ],
    "english": [
      "Fifty‑four degrees the sky will blaze,",
      "Fire will approach the great new city,",
      "A great instant a scattered flame will leap,",
      "When they want to test the Normans."
    ],
    "interpretation": "A sky heated to 54° triggers fire near a newly built city; a sudden leap of flame will occur as people test Norman strength.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  },
  "98": {
    "french": [
      "Ruyné au Volsques de peur si fort terribles,",
      "Leur grand cité taincte, faict pestilent:",
      "Pille Sol, Lune & violer leurs temples,",
      "Et les deux fleuves rougir de sang coulant."
    ],
    "english": [
      "Ruin for the Volsci of such terrible fear,",
      "Their great city becomes pestilent:",
      "Plunder Sun, Moon and violate their temples,",
      "And the two rivers will turn red with flowing blood."
    ],
    "interpretation": "The Volsci peoples suffer devastating fear; their city becomes diseased, celestial bodies are plundered, temples are violated, and rivers run red with blood.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  },
  "99": {
    "french": [
      "L’ennemy docte se tournera confus.",
      "Grand camp malade, & defaict par embusches,",
      "Monts Pyrenees & Pœnus luy seront faicts refus,",
      "Proche du fleuue descouurant antiques oruches"
    ],
    "english": [
      "The learned enemy will turn confused.",
      "A great sick camp, and weakened by ambushes,",
      "The Pyrenees and Poenus will refuse him,",
      "Near the river, ancient graves will be uncovered."
    ],
    "interpretation": "A scholarly foe becomes confused; a large unhealthy camp is weakened by ambushes. The Pyrenees and Poenus reject it, and ancient graves near a river emerge.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  },
  "100": {
    "french": [
      "Legis cantion (cautio) contra ineptos criticos",
      "Quos legent hosce verses maturè cesunto,",
      "Profanum vulgus & inscium ne attrectato:",
      "Omnesq; Astrologi Sienni, Barbari procul sunto, [Blennis]",
      "Qui aliter facit, is rite sacer esto."
    ],
    "english": [
      "Legal chant (caution) against inept critics,",
      "Those who read these verses maturely,",
      "The profane crowd and the ignorant shall not approach:",
      "All astrologers, Siena’s, barbarians stay far away,",
      "Whoever does otherwise, may it be sacred."
    ],
    "interpretation": "A legal warning targets incompetent critics; only enlightened readers may approach, while the profane masses, ignorant, astrologers and barbarians are excluded, and any contrary act is deemed sacred.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_6/127.jpg"
  }
}


