{
  "1": {
    "french": [
      "A l’ennemy, l’ennemy foy promise",
      "Ne se tiendra, les captifs retenus:",
      "Prins preme mort, & le reste en chemise.",
      "Damné le reste pour estre soustenus."
    ],
    "english": [
      "To the enemy, the enemy’s promised loyalty",
      "Will not hold; the captives will be kept,",
      "The first prince will die, the others only in shirts,",
      "The rest are cursed to merely survive."
    ],
    "interpretation": "A false oath of loyalty pledged to the foe collapses. Prisoners remain in bondage, the heir (the “first prince”) is slain, while the remaining nobles are left in poverty (“in shirts”). The passage foretells a short‑lived dynastic line followed by a period of oppression.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "2": {
    "french": [
      "Voille gallere voil de nef cachera,",
      "La grande classe viendra sortir la moindre,",
      "Dix naues proches le tourneront pousser,",
      "Grande vaincue vnies à soy ioindre."
    ],
    "english": [
      "A galley’s sail will hide a ship’s veil,",
      "The great class will bring out the smallest,",
      "Ten nearby ships will turn and push forward,",
      "The great will be defeated, the weak will join them."
    ],
    "interpretation": "A naval ruse (a galley’s sail masking a ship) lets a small force escape. Ten allied vessels will change course and press the attack, but the dominant fleet will be beaten, allowing the weaker side to merge with the victors. This points to a surprise sea defeat for a major power.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "3": {
    "french": [
      "En apres cinq troupeaux ne mettra hors",
      "Vn fugitif pour Penelon laschera,",
      "Faux murmurer, secours venir par lors, [vnir]",
      "Le chef le siege lors abandonnera."
    ],
    "english": [
      "After five herds it will not set free,",
      "A fugitive for Penelon will slacken,",
      "Foul muttering, help will come then, [to come]",
      "The leader will abandon the siege at that moment."
    ],
    "interpretation": "Five groups (perhaps armies) will be unable to break a blockade. A runaway named Penelon will lose resolve. Deceitful rumors spread, but reinforcements finally appear. The commander, seeing this, will lift the siege – a hint of a stalemate ending in withdrawal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "4": {
    "french": [
      "Sur la minuict conducteur de l’armee",
      "Se sauvera subit esuanouy,",
      "Sept ans apres la fame non blasmee,",
      "A son retour ne dira onc ouy."
    ],
    "english": [
      "On the small‑scale commander of the army",
      "Will suddenly be saved, bewildered,",
      "Seven years later the fame will not be praised,",
      "Upon his return he will say nothing."
    ],
    "interpretation": "A junior officer (the “mini‑leader”) escapes a disaster unexpectedly. Seven years later his reputation is tarnished, and when he returns he keeps silent, suggesting a disgraced veteran who survives but never restores his honor.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "5": {
    "french": [
      "Albi & Castres feront nouuelle ligue,",
      "Neuf Arriens Lis bon & Portugues,",
      "Carcas, Tholouse consumeront leur brigue,",
      "Quand chef neuf monstre [istra] de Lauragues."
    ],
    "english": [
      "Albi and Castres will form a new league,",
      "Nine Arians, Lis good and Portuguese,",
      "Carcas and Toulouse will consume their quarrel,",
      "When a new monstrous chief of Lauragues rises."
    ],
    "interpretation": "The cities of Albi and Castres will ally with a coalition of nine “Arians,” a figure named Lis and the Portuguese. The rivalry between Carcassonne and Toulouse will be resolved violently, as a new war‑lord (the “monstrous chief”) of Lauragues appears, heralding a regional war in southwestern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "6": {
    "french": [
      "Sardon Nemaus si haut deborderont,",
      "Qu’on cuidera Deucalion renaistre.",
      "Dans le collosse la plus part fuyront,",
      "Vesta sépulchre feu éteint apparaîtra."
    ],
    "english": [
      "Sardonic Nemaus will rise so high,",
      "That people will think Deucalion is reborn.",
      "In the colossus most will flee,",
      "Vesta’s tomb, fire extinguished, will appear."
    ],
    "interpretation": "A massive flood (Sardonic Nemaus) will be so great that it will be likened to the mythic flood of Deucalion. Many will abandon the huge city (“colossus”). The shrine of Vesta (the hearth goddess) will be found cold, indicating the loss of civil order and sacred fire.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "7": {
    "french": [
      "Le grand conflit qu’on apprête à Nancy,",
      "L’Æmathien dira tout je soubmets,",
      "L’Isle Britanne par vin sel en soucy: [solcy]",
      "Hem, mi. deux Phi. long temps ne tiendra Mets."
    ],
    "english": [
      "The great war being prepared at Nancy,",
      "The Aemathian will say “I submit all,”",
      "The British island will be troubled by wine and salt,",
      "Half, two Phis, a long time will not sustain the fields."
    ],
    "interpretation": "A major battle near Nancy is being planned. An “Aemathian” (perhaps a diplomat) will surrender. Britain will be plagued by shortages of wine and salt, leading to famine (“fields not sustained”). This depicts a pan‑European crisis centred on a French‑German clash.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "8": {
    "french": [
      "Index & poulse parfondera le front,",
      "De Senegalia le Comte à son fils propre,",
      "La Myrnamee par plusieurs de prin front,",
      "Trois dans sept jours blessés morts."
    ],
    "english": [
      "The index and the pulse will thunder on the brow,",
      "The Count of Senegalia will give his own son,",
      "Myrna will be fought by several princes on the front,",
      "Three will die within seven days."
    ],
    "interpretation": "A sudden shock (perhaps a battle or plague) will strike a leader (“index”). The Count of Senegalia will hand over his son as a hostage or heir. Multiple princes will clash over Myrna (a region), resulting in three deaths in a week – a swift, deadly conflict in the Mediterranean.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "9": {
    "french": [
      "De Castillon figuieres iour de brune,",
      "De femme infame naistra souuerain Prince:",
      "Surnom de chausses perhume luy posthume,",
      "Onc Roy ne fut si pire en sa prouince."
    ],
    "english": [
      "From Castillon, dark‑figured day will come,",
      "From an infamous woman a sovereign prince will be born,",
      "A nickname of shoes will perfume his posthumous name,",
      "No king was ever so terrible in his province."
    ],
    "interpretation": "A ominous day in Castillon heralds the birth of a ruler from a notorious mother. He will be known by a shoe‑related nickname that will stick after death. His reign will be the worst the province has known – a warning of a despotic sovereign.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "10": {
    "french": [
      "Tasche de meurtre, énormes adulteres,",
      "Grand ennemi de tout le genre humain:",
      "Que sera pire qu’ayuls, oncles ne pères,",
      "Enfer, feu, eaux, sangin & inhumain."
    ],
    "english": [
      "A sack of murder, huge adulterers,",
      "The great enemy of all mankind:",
      "Worse than fathers, uncles, not fathers,",
      "Hell, fire, waters, blood and inhuman."
    ],
    "interpretation": "A massive massacre involving treason and incest will arise, representing the ultimate foe of humanity. The violence will eclipse even paternal crimes, bringing hellish fire, flood, and bloodshed – an apocalyptic scenario of moral collapse.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "11": {
    "french": [
      "Dessous Ionchere du dangereux passage,",
      "Fera passer le posthume sa bande.",
      "Les monts Pyrens passer hors son bagage,",
      "De Parpignan courira duc à Tende."
    ],
    "english": [
      "Below Ioncere the dangerous pass,",
      "The posthumous will let his band pass,",
      "The Pyrenean mountains will be crossed beyond his baggage,",
      "From Perpignan a duke will run to Tende."
    ],
    "interpretation": "A perilous mountain pass (Ioncere) will be traversed by a dead‑leader’s followers (perhaps a rebellion). The Pyrenees will be crossed, and a duke from Perpignan will flee toward Tende, indicating a retreat of aristocratic forces through the mountains.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "12": {
    "french": [
      "Esleu en pape, d’esleu sera mocqué,",
      "Subit soudain esmeu prompt & timide,",
      "Par trop bon doux à mourir prouoqué,",
      "Crainte esteinte la nuict de sa mort guide."
    ],
    "english": [
      "Elected pope, the elected will be mocked,",
      "Suddenly struck, swift and timid,",
      "Too gently good will cause death,",
      "Fear extinguished, the night of his death will guide."
    ],
    "interpretation": "A pope elected under dubious circumstances will be ridiculed. A sudden, timid attack will kill him; his excessive generosity will have led to his demise. The night of his death will be marked by fear that fades, signalling a papal martyrdom.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "13": {
    "french": [
      "Souz la pasture d’animaux ruminant,",
      "Par eux conduicts au ventre herbipolique, [helbipolique]",
      "Soldats cachés, les armes bruit menant,",
      "Non loin temptez de cité Antipolique."
    ],
    "english": [
      "Under the pasture of grazing animals,",
      "Through them they are led to the herbivorous belly,",
      "Hidden soldiers, weapons clanking,",
      "Not far from the un‑pious city."
    ],
    "interpretation": "In a pastoral area the troops will be funneled into a trap (“herbivorous belly”). Concealed soldiers will make noise with weapons, preparing an ambush near a city described as “antipolic” (perhaps rebellious).",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "14": {
    "french": [
      "Vrnel Vaucile sans conseil de soi‑mesme, Hardi,",
      "timide, par crainte prins vaincu,",
      "Accompagné de plusieurs putains blesmes.",
      "A Barcellonne aux Chartreux conuaincu."
    ],
    "english": [
      "Vrnel Vaucile, without his own counsel, bold,",
      "Timid, defeated by fear,",
      "Accompanied by many wounded prostitutes,",
      "In Barcelona the Carthusians will be convinced."
    ],
    "interpretation": "A leader named Vrnel Vaucile acts without advice, bold yet timid, and falls because of fear. He is surrounded by injured courtesans; the Carthusian monks in Barcelona will be persuaded to act, suggesting a scandalous political intrigue involving the church.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "15": {
    "french": [
      "Père duc vieux d’ans & de soif chargé,",
      "Au iour extreme fils desniant l’esguiere,",
      "Dedans le puits vif mort viendra plongé,",
      "Sénat au fil la mort longue et légère."
    ],
    "english": [
      "Old duke father, aged and thirsty,",
      "On the extreme day the son despises the escape,",
      "Inside the living well death will be plunged,",
      "The senate will experience a long and light death."
    ],
    "interpretation": "An elderly duke, thirsty for power, watches his son reject a chance to flee. A deadly trap (“living well”) will claim lives, and the senate will suffer a protracted but gentle demise – a picture of a dynastic collapse accompanied by political suicide.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "16": {
    "french": [
      "Heureux au règne de France, heureux de vie,",
      "Ignorant sang, mort fureur & rapine:",
      "Par non flateurs sera mis en ennui,",
      "Roi dérobé, trop de foi en cuisine."
    ],
    "english": [
      "Happy in the reign of France, happy with life,",
      "Unaware of blood, death, fury and robbery:",
      "By false flatterers he will be put into trouble,",
      "A robbed king, too much faith in the kitchen."
    ],
    "interpretation": "A French monarch will enjoy peace while ignoring looming violence. Deceptive flatterers will bring him into trouble, leading to his being “robbed” (perhaps dethroned). The line “too much faith in the kitchen” hints at reliance on domestic affairs rather than defence, foreshadowing his downfall.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "17": {
    "french": [
      "La Royne Ergaste voyant sa fille blessée, [estrange]",
      "Par un regret dans l’estomac enclos:",
      "Cris lamentables seront lors d’Angolesme,",
      "Et au germain mariage fort clos. [forclos]"
    ],
    "english": [
      "Queen Ergaste, seeing her daughter wounded,",
      "Will sigh with regret deep in her belly:",
      "Lamentable cries will echo in Angolesme,",
      "And the German marriage will be tightly closed."
    ],
    "interpretation": "Queen Ergaste watches her daughter suffer; her grief is internalised. The sound of mourning spreads to Angolesme (a region). A German marriage alliance will be abruptly terminated, suggesting diplomatic rupture following personal tragedy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "18": {
    "french": [
      "Le rang Lorrain fera place à Vendosme,",
      "Le haut mis bas, & le bas mis en haut,",
      "Le fils d’Hamon sera élu dans Rome,",
      "Et les deux grands seront mis en défaut."
    ],
    "english": [
      "The Lorraine rank will give way to Vendosme,",
      "The high will be placed low, the low placed high,",
      "Hamon’s son will be elected in Rome,",
      "And the two great ones will be put at fault."
    ],
    "interpretation": "A Lorraine noble will lose his position to a rival (Vendosme). Social inversion occurs: the high become low and vice‑versa. Hamon’s son becomes pope, while two powerful figures are blamed for the upheaval – a reversal of social hierarchy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "19": {
    "french": [
      "Jour que sera par Royne saluée,",
      "Le jour après le Salut, la Prière:",
      "Le compte fait raison & valeur,",
      "Parautant humble jamais ne fut si fière."
    ],
    "english": [
      "A day that will be hailed by the Queen,",
      "The day after Salvation, Prayer:",
      "The reckoning gives reason and worth,",
      "Thus humble never was so proud."
    ],
    "interpretation": "A queen will celebrate a day following a great deliverance (“Salvation”). Prayer follows, leading to a judgment that confers legitimacy. The formerly humble become arrogantly proud – a warning about a sudden rise in power after a religious triumph.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "20": {
    "french": [
      "Tous les amis qu’auront tenu party,",
      "Pour rude en lettres mis mort & saccagé,",
      "Biens publiés par fixe grand néanty,",
      "Onc Romain peuple ne fut tant outragé."
    ],
    "english": [
      "All the friends who held a banquet,",
      "Will be put to death and sacked in harsh letters,",
      "Properties published by a fixed great void,",
      "Never before was the Roman people so outraged."
    ],
    "interpretation": "A gathering of nobles will end in massacre and pillage, documented in harsh proclamations. Wealth will be declared lost (“great void”), and the Roman populace will be incensed as never before – a picture of civil unrest and betrayal of the elite.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "21": {
    "french": [
      "Par le déspit du Roi soutenant moindre,",
      "Sera meurtrier le lui présentant les bagues:",
      "Le père au fils voulant noblesse poindre,",
      "Fait comme à Perse jadis firent les Magues."
    ],
    "english": [
      "Through the king’s spite, supporting the lesser,",
      "A murderer will present him with rings:",
      "The father, to his son wanting to shine with nobility,",
      "Acts as the Persians once did with the Magi."
    ],
    "interpretation": "The king’s envy of a minor noble leads to a plotted murder, symbolised by a ring. A father pushes his son toward aristocratic glory, repeating the ancient Persian practice of sacrificing or manipulating the Magi – a cautionary tale of court intrigue.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "22": {
    "french": [
      "Pour ne vouloir consentir au divorce,",
      "Qui puis après sera cogneu indigne:",
      "Le Roi des îles sera chassé par force,",
      "Mis à son lieu qui de roi n’aura signe."
    ],
    "english": [
      "To refuse to consent to the divorce,",
      "Which later will be judged unworthy:",
      "The King of the islands will be driven out by force,",
      "Placed in a position that will bear no royal sign."
    ],
    "interpretation": "A refusal to accept a divorce will later be deemed disgraceful. The island monarch will be expelled violently and placed in a non‑royal role, indicating the loss of legitimacy for a coastal ruler after a marital dispute.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "23": {
    "french": [
      "Au peuple ingrat faits les remonstrances.",
      "Par là l’armée se saisira d’Antibe,",
      "Dans l’arc Monech feront les doléances,",
      "Et à Fréjus l’un l’autre prendra rive."
    ],
    "english": [
      "To the ungrateful people the complaints are made.",
      "There the army will seize Antibes,",
      "In the arch of Monech the petitions will be made,",
      "And at Fréjus one will take the other’s shore."
    ],
    "interpretation": "A dissatisfied populace will voice grievances. The army will capture Antibes. In the region of Monech petitions (perhaps tax demands) will be presented, and at Fréjus forces will exchange territories – a series of civil unrest and border changes on the French Mediterranean coast.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "24": {
    "french": [
      "Le captif prince aux Italies vaincu",
      "Passera Gennes par mer jusqu’à Marseille,",
      "Par grand effort des forains surruincu,",
      "Sauf coup de feu, barril liqueur d’abeille."
    ],
    "english": [
      "The captive prince in Italy defeated,",
      "Will pass through Guînes by sea to Marseilles,",
      "Through great effort of the outsiders he will be overrun,",
      "Except for a gunshot, the barrel of honey‑wine."
    ],
    "interpretation": "A captured Italian prince will be escorted by sea from Guînes to Marseille. Foreign forces will overwhelm him, except a single gunshot that shatters a barrel of sweet wine – a metaphor for a narrow escape during a defeat.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "25": {
    "french": [
      "Par Nebro ouurir de Bisanne passage,",
      "Bien éloignés el tago fara muestra,",
      "Dans Pelligouxe sera commis l’outrage,",
      "De la grand dame assise sur l’orchestra."
    ],
    "english": [
      "Through Nebro to open the Bisanne passage,",
      "Well far away the tag will show a sample,",
      "In Pelligouze the outrage will be committed,",
      "By the great lady seated on the orchestra."
    ],
    "interpretation": "A secret route (Nebro) to bisect the Bisanne area will be opened. Far off a token (“tag”) will be displayed as proof. In Pelligouze an insult or crime will occur under the watch of a powerful woman (perhaps a patron of the arts).",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "26": {
    "french": [
      "Le successeur vengera son beau frère,",
      "Occupera le règne sous ombre de vengeance,",
      "Occis obstacle son sang mort vitupère,",
      "Long temps la Bretagne tiendra avec la France."
    ],
    "english": [
      "The successor will avenge his handsome brother,",
      "Will occupy the kingdom under a shadow of revenge,",
      "Killed, the obstacle’s blood will be censured,",
      "For a long time Brittany will hold together with France."
    ],
    "interpretation": "A new ruler will take revenge for his brother’s death, ruling under a cloud of vengeance. The slain rival’s blood will be condemned. The union of Brittany with France will endure for a long period, hinting at the eventual annexation of Brittany.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "27": {
    "french": [
      "Car le cinquième & un grand Hercules [Par]",
      "Viendront le temple ouvrir de main bellique,",
      "Un Clément, Jules & Ascans recules,",
      "L’espee, clef, aigle, n’eurent encore si grand picque."
    ],
    "english": [
      "Because the fifth and a great Hercules [Par] will come,",
      "They will open the temple with a warlike hand,",
      "A Clement, Julius and the Ascans will retreat,",
      "The sword, key, eagle have never had such a great peak."
    ],
    "interpretation": "The fifth ruler together with a mighty leader likened to Hercules will assault a sacred site. Leaders named Clement, Julius and the Ascans will withdraw. The symbols of power (sword, key, eagle) will reach an unprecedented height – a massive religious‑military strike.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "28": {
    "french": [
      "Second & tiers qui font prime musique",
      "Sera par Roi en honneur sublimée,",
      "Par grasse & maigre presque demy eticque",
      "Rapport de Vénus faux rendra déprimée."
    ],
    "english": [
      "The second and third who make prime music",
      "Will be sublimated by the king in honor,",
      "By rich and poor almost half‑ethical",
      "Venus’s false report will cause depression."
    ],
    "interpretation": "The second and third musicians (or poets) will be honoured by the monarch. Their works will straddle rich and poor, but an untrue tale about Venus (perhaps a scandal) will lead to widespread melancholy, indicating artistic patronage shadowed by moral falsehood.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "29": {
    "french": [
      "De Pol MANSOL dans cauerne caprine",
      "Caché & prins extrait hors par la barbe,",
      "Captif mené comme bête mastine",
      "Par Bergourdans amenée près de Tarbe."
    ],
    "english": [
      "From Pol Mansol in a goat‑shaped cavern,",
      "Hidden and the prince extracted out by the beard,",
      "A captive led like a mastiff beast,",
      "Brought by Bergourd near Tarbe."
    ],
    "interpretation": "A hidden grotto (goat‑shaped) near Pol Mansol will conceal a prince, later rescued by a bearded man. A captive will be dragged away like a large dog by forces from Bergourd (a region) toward Tarbe – a rescue‑or‑abduction episode.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "30": {
    "french": [
      "Népué & sang du saint nouveau venu,",
      "Par le surnom soutiennent arcs & couvert,",
      "Seront chassés mis à mort chassés nu,",
      "En rouge & noir conviertiront leur vert."
    ],
    "english": [
      "A nephew and the blood of the holy new one,",
      "By the nickname they support arches and cover,",
      "They will be chased, put to death, chased naked,",
      "In red and black they will turn their green."
    ],
    "interpretation": "A royal nephew, descendant of a saint, will be known by a nickname that backs forts (“arches”). He will be hunted, executed, and stripped of his armor (naked). He will change his colours to red and black, abandoning his former “green” (perhaps French) allegiance – a vivid picture of betrayal and execution.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "31": {
    "french": [
      "Le saint Empire viendra en Germanie",
      "Ismaëlites trouveront lieux ouûverts,",
      "Asnes voudront aussi la Carmanie",
      "Les soutenants de terre tous couverts."
    ],
    "english": [
      "The holy Empire will come to Germany,",
      "The Ishmaelites will find open places,",
      "The Assyrians will also want Carmania,",
      "All the land‑supporters will be covered."
    ],
    "interpretation": "A holy empire (perhaps the Holy Roman) will advance into German lands. The “Ishmaelites” (often a term for Muslims) will discover footholds. The Assyrians (or a group called “Asnes”) will also seek Carmania (a region). All earthly supporters will be shrouded – indicating multiple foreign invasions of central Europe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "32": {
    "french": [
      "Le grand empire chacun an devra être,",
      "Un sur les autres le viendra obtenir:",
      "Mais peu de temps sera son règne & être,",
      "Deux ans aux naues se pourra soutenir."
    ],
    "english": [
      "The great empire each year must be,",
      "One over the others will obtain it:",
      "But its reign will be short,",
      "Two years the ships will be able to sustain."
    ],
    "interpretation": "A universal empire will attempt to dominate each year, but only one ruler will prevail. The empire’s lifespan will be brief—about two years—during which naval power (“ships”) can maintain it, hinting at a short‑lived imperial ambition held together by a navy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "33": {
    "french": [
      "La faction cruelle à robe longue,",
      "Viendra cacher sous les pointus poignards,",
      "Saisir Florence le Duc & lieu diphlongue,",
      "Sa découverte par immeurs & flaugnards."
    ],
    "english": [
      "The cruel faction in long robes,",
      "Will hide under sharp knives,",
      "Seize Florence, the Duke and the long‑reached place,",
      "Its discovery by countless and flamboyant ones."
    ],
    "interpretation": "A secretive, robed cabal will use daggers to capture Florence and a duke, extending their influence. Their plot will be uncovered by many flamboyant figures, suggesting a dramatic political conspiracy in Renaissance Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "34": {
    "french": [
      "Gaulois qu’empire par guerre occupera,",
      "Par son beau frère mineur sera trahi:",
      "Par cheval rude voltigeant traînera.",
      "Du fait le frère longtemps sera hay."
    ],
    "english": [
      "Gauls whom the empire will occupy by war,",
      "Will be betrayed by his younger brother:",
      "A rough horse will ride and drag.",
      "Because of this the brother will be long imprisoned."
    ],
    "interpretation": "The Roman empire will wage war to occupy Gaul. A younger brother will betray his sibling, and a cavalry charge will cause turmoil. The betrayer will spend many years in prison, indicating intra‑family treachery during conquest.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "35": {
    "french": [
      "Puisnay royal flagrant d’ardant libide,",
      "Pour se jouir de cousine germaine:",
      "Habit de femme au temple d’Artemide,",
      "Allant meurtrier par incognu de Marne. [du Maine]"
    ],
    "english": [
      "Royal Puisnay, blazing with lewd desire,",
      "To enjoy his own cousin:",
      "Wearing a woman’s dress in the Temple of Artemis,",
      "Going to murder unbeknownst in the Marne."
    ],
    "interpretation": "King (or noble) Puisnay will indulge in incest, disguising himself as a woman within Artemis’s temple, then committing a secret murder near the Marne river. This signals scandal and hidden violence among the French aristocracy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "36": {
    "french": [
      "Après le Roi du soucq guerres parlant,",
      "L’Isle Harmotique le tiendra à mespris:",
      "Quelques ans bons rongeant vn & pillant,",
      "Par tyrannie à l’isle changeant pris."
    ],
    "english": [
      "After the king of the south speaking wars,",
      "The Harmonic Island will hold him in contempt:",
      "A few good years gnawing one and plundering,",
      "By tyranny the island will change its hold."
    ],
    "interpretation": "A southern king’s war rhetoric will be despised on a “Harmonic Island” (perhaps a cultural centre). Short, prosperous years will be followed by plunder, and tyranny will alter the island’s allegiance – a metaphor for a kingdom’s fall from grace.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "37": {
    "french": [
      "L’assemblee grande pres du lac de Borget,",
      "Se ralieront près de Montmelian:",
      "Marchans plus outre pensifs feront progret",
      "Chambry, Moraine combat sainct Iulian."
    ],
    "english": [
      "The great assembly near the lake of Borget,",
      "Will gather close to Montmelian,",
      "Those who march farther, thoughtful, will make progress,",
      "In Chambry and Moraine they will fight Saint Julian."
    ],
    "interpretation": "A large council convenes near a lake (likely Bourget) and moves toward Montmelian. Thoughtful troops advance and are engaged in battles at Chambry and Moraine against forces identified with Saint Julian, suggesting a religious‑military conflict in the Alpine foothills.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "38": {
    "french": [
      "Amour allegre non loing pose le siege.",
      "Au sainct barbar seront les garnisons:",
      "Vrsins Hadrie pour Gaulois feront plaige,",
      "Pour peur rendus de l’armee aux Grisons."
    ],
    "english": [
      "Cheerful love will soon set the siege,",
      "In the holy barbarian lands the garrisons will be placed,",
      "The Hadria will raid for the Gauls,",
      "Out of fear the army will be driven to the Grisons."
    ],
    "interpretation": "A swift, enthusiastic alliance launches a siege in a semi‑sacred frontier. Garrison troops are stationed in a “holy barbarian” region. The Hadria (a tribe) will pillage Gaulish territories, and the fear‑driven army will retreat into the Grisons (Swiss Alps).",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "39": {
    "french": [
      "Premier fils vefue malheureux mariage,",
      "Sans nuls enfans deux Isles en discord:",
      "Auant dixhuict incompetent eage,",
      "De l’autre près plus bas sera l’accord."
    ],
    "english": [
      "The first son, a widower with an unlucky marriage,",
      "Leaving no children, two islands quarrel,",
      "Before a decade an incompetent ruler will age,",
      "A compromise will be reached nearer and of lower value."
    ],
    "interpretation": "The eldest heir dies childless, creating rivalry between two island realms (likely Britain and Ireland). Within ten years an inept ruler will grow old, and the dispute will settle with a modest agreement favouring the weaker side.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "40": {
    "french": [
      "Le jeune nay au regne Britannique,",
      "Qu’aura le père mourant recommandé,",
      "Iceluy mort LONOLE donnera topique,",
      "Et à son fils le regne demandé."
    ],
    "english": [
      "The young heir will inherit the British throne,",
      "As his dying father recommends,",
      "His death will give London a pivotal role,",
      "And his son will later be asked to reign."
    ],
    "interpretation": "A youthful successor takes the British crown with his father’s blessing. After the king’s death, London becomes the political focus, and the new king’s own son will be pressed to succeed, indicating a smooth but London‑centric dynastic line.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "41": {
    "french": [
      "En la frontiere de Caussa & de Charlus,",
      "Non guieres loing du fonds de la valee:",
      "De ville franche musique à son de luths,",
      "Enuironnez combouls & grand mittee."
    ],
    "english": [
      "On the frontier of Caussa and Charlus,",
      "No wars far from the valley’s depth,",
      "A free city where lute music sounds,",
      "Surrounded by hills and a great council."
    ],
    "interpretation": "A border zone between Caussa and Charlus remains peaceful, away from conflict. A chartered city renowned for lute music thrives, encircled by hills and a large assembly, suggesting a cultural haven in a neutral border region.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "42": {
    "french": [
      "Le regne humain d’Anglique geniture,",
      "Fera son regne paix vnion tenir:",
      "Captiue guerre demy de sa closture,",
      "Long temps la paix leur fera maintenir."
    ],
    "english": [
      "The human kingdom of English birth,",
      "Will keep its reign with peace and union,",
      "A captured war will be half‑closed,",
      "For a long time peace will sustain them."
    ],
    "interpretation": "An English‑origin nation will enjoy an extended era of peace and unity, although a war will be partially resolved (a half‑settlement). The ensuing peace will be long‑lasting, hinting at a stable Tudor‑Stuart period.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "43": {
    "french": [
      "Le trop bon temps trop de bonté royale,",
      "Fais & deffaits, prompt, subit, negligence.",
      "Legier croira faux d’espouse loyalle,",
      "Luy mis à mort par sa beneuolence."
    ],
    "english": [
      "The overly good time, too much royal kindness,",
      "Will bring deeds and misdeeds, swift, sudden, negligent,",
      "The light will think false of a loyal spouse,",
      "He will be put to death by his own benevolence."
    ],
    "interpretation": "An era of excessive royal generosity produces both good and bad actions, carried out hastily and negligently. A seemingly loyal consort is wrongly judged, and the monarch dies because of his own excessive kindness—warning that over‑indulgence can be fatal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "44": {
    "french": [
      "Par lors qu’un Roy sera contre les siens,",
      "Natif de Bloys subjugera Ligures,",
      "Mammel, Cordube & les Dalmatiens,",
      "De sept puis l’ombre à Roy estrennes et lemures."
    ],
    "english": [
      "When a king turns against his own,",
      "A native of Blois will subjugate the Ligurians,",
      "Mammel, Cordube and the Dalmatians,",
      "After seven years a shadow will fall on the king’s iron and night."
    ],
    "interpretation": "A Blois‑born ruler betrays his allies and conquers the Ligurians, the peoples of Mammel, Cordube and Dalmatia. After seven years a dark period (“shadow”) will descend on his reign, symbolising tyranny and hardship.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "45": {
    "french": [
      "L’ombre du regne de Nauarre non vray,",
      "Fera la vie de sort illegitime:",
      "La veu promis incertain de Cambray,",
      "Roy Orleans donnera mur legitime."
    ],
    "english": [
      "The false shadow of the reign of Nauarre,",
      "Will make life an illegitimate fate,",
      "The promised voice from uncertain Cambrai,",
      "The king of Orléans will give a legitimate wall."
    ],
    "interpretation": "A pretended claim to the throne (Nauarre) creates an unlawful rule. Uncertainty surrounding a pledge from Cambrai is settled when the King of Orléans establishes a legitimate authority (“wall”), ending a disputed succession.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "46": {
    "french": [
      "Vie sort mort de l’or vilaine indigne, [soit]",
      "Sera de Saxe non nouveau electeur:",
      "De Brunsuic mandra d’amour signe,",
      "Faux le rendant au peuple séducteur."
    ],
    "english": [
      "Life’s fate, death of vile unworthy gold,",
      "Will belong to Saxony, not the new elector,",
      "From Brunswick will demand a love‑sign,",
      "A false one, returning to the people as a seducer."
    ],
    "interpretation": "Corrupt wealth leads to death; succession passes to Saxony rather than the expected elector. Brunswick seeks a marital alliance (a “love‑sign”) that proves deceptive, enticing the populace with a false promise.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "47": {
    "french": [
      "De bourze ville à la dame Guyrlande,",
      "L’on mettra sur par la trahison faite",
      "Le grand Prelat de Leon par Formande,",
      "Faux pèlerins et raisseurs défaite."
    ],
    "english": [
      "From the city of Bourze to the lady of Guyrlande,",
      "She will be placed there by a fabricated treason,",
      "The great prelate of León through Formande,",
      "False pilgrims and raiders will be defeated."
    ],
    "interpretation": "In Bourze a noblewoman of “Guyrlande” is installed through a contrived betrayal, involving the high cleric of León and the figure Formande. Deceptive pilgrims and raiders are crushed, indicating a religious‑political power play in the Iberian Peninsula.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "48": {
    "french": [
      "Du plus profond de l’Espagne enseigne,",
      "Sortant du bout et des fins de l’Europe,",
      "Troubles passant auprès du pont de Laigne,",
      "Sera défaite par bande sa grand troupe."
    ],
    "english": [
      "From the deepest part of Spain it will teach,",
      "Emerging from the ends and borders of Europe,",
      "Troubles will pass near the bridge of Laigne,",
      "It will be defeated by the band of its great troops."
    ],
    "interpretation": "A Spanish movement spreads from its interior to the far edges of Europe. Conflict erupts near the Bridge of Laigne (a strategic crossing). The uprising is finally crushed by a large army, foretelling the failure of a Spanish‑fueled revolt across Europe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "49": {
    "french": [
      "Iardin du monde auprès de cité neuveue,",
      "Dans le chemin des montagnes causées:",
      "Sera saisi & plongé dans la Cuve,",
      "Beuuant par force eaux sulfurées envenimées."
    ],
    "english": [
      "The garden of the world near the newly founded city,",
      "On the road through the caused mountains,",
      "It will be seized and thrown into the pit,",
      "Beaten by force, sulfuric poisoned waters."
    ],
    "interpretation": "Near a newly established settlement, a splendid “world garden” lies on a mountain road. It will be captured and cast into a pit, then battered by toxic sulfuric waters—evoking a violent siege in which a royal park is destroyed with chemical (volcanic) forces.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "50": {
    "french": [
      "La Meuse au jour terre de Luxembourg,",
      "Descourira Saturne & trois en lurne:",
      "Montaigne & pleine, ville cité & bourg,",
      "Lorrain deluge, trahison par grand hurne."
    ],
    "english": [
      "The Meuse on the day of the land of Luxembourg,",
      "Saturn will be uncovered and three hidden ones,",
      "Mountain and full, city, town and village,",
      "A Lorraine flood, betrayal by a great horn."
    ],
    "interpretation": "On a day in Luxembourg’s territory, the river Meuse reveals “Saturn” (a hidden leader or treasure) and three concealed forces. The whole region—mountains, cities, towns—will be struck by a massive Lorraine flood. A betrayal signaled by a “great horn” (a war‑cry) will precipitate the disaster, foretelling a catastrophic inundation linked to treachery.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "51": {
    "french": [
      "Des lieux plus bas du pays de Lorraine",
      "Seront des basses Allemaignes réunis:",
      "Par ceux du siège Picards, Normans, du Maine,",
      "Et aux cantons se seront réunis."
    ],
    "english": [
      "In the low‑lying places of Lorraine,",
      "Low‑born Germans will be gathered,",
      "By the Picard, Norman and Maine forces from the siege,",
      "And the cantons will also be united."
    ],
    "interpretation": "A coalition of “low‑born” Germanic troops will be assembled in Lorraine, brought together by forces from Picardy, Normandy and Maine after a siege. The cantons (regional districts) will also join, pointing to a large, mixed army poised for a northern‑French campaign.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "52": {
    "french": [
      "Au lieu où Laye & Scelde se marient,",
      "Seront les noces de long temps maniees:",
      "Au lieu d’Anuers où la crappe charient,",
      "Jeune vieillesse consorte intaminee."
    ],
    "english": [
      "Where Laye and Scelde are joined,",
      "A marriage will be arranged for a long time,",
      "In the place of Anuer where the refuse is carried,",
      "A youthful old woman will be a harmless consort."
    ],
    "interpretation": "A political marriage between two houses (Laye and Scelde) will be made to secure a long‑term alliance. In the neighboring region of Anuer, a corrupt or “refuse‑laden” area, an unlikely “young old” woman will serve as a dummy consort—suggesting a marriage of convenience used to mask decay.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "53": {
    "french": [
      "Les trois pelices de loing s’entrebattront,",
      "La plus grand moindre demeurera à l’escoute:",
      "Le grand Selin n’en sera plus patron,",
      "Le nommera feu pelte blanche route."
    ],
    "english": [
      "Three distant peoples will clash,",
      "The greatest of the lesser will stay on guard,",
      "Great Selin will no longer be their patron,",
      "He will be called the “white‑plaited fire road.”"
    ],
    "interpretation": "Three far‑off factions (perhaps tribes) will fight each other. The strongest among the weaker groups will act as a sentinel. The once‑protective leader “Selin” loses his patronage and will be reborn under the epithet “white‑plaited fire road,” a sign of a new, possibly fiery ruler emerging from the conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "54": {
    "french": [
      "Née en ce monde par concubine fertile,",
      "À deux haut mise par les tristes nouvelles,",
      "Entre ennemis sera princesse capturée,",
      "Et amenée à Malings & Bruxelles."
    ],
    "english": [
      "Born in this world by a fertile concubine,",
      "She will be set high by sad news,",
      "Caught between enemies the princess will be taken,",
      "And carried to Malines and Brussels."
    ],
    "interpretation": "A woman of low birth, born of a concubine, will rise in status because of tragic events. She will be seized by opposing forces and taken to the cities of Malines (Mechelen) and Brussels, hinting at a diplomatic hostage taken during the Low‑Country wars.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "55": {
    "french": [
      "Les malheureuses noces célébreront",
      "En grande joie mais la fin malheureuse,",
      "Marie & mère n’oseront désdaigner,",
      "Le Phybe mort, & nôtre plus pitieuse."
    ],
    "english": [
      "Unhappy weddings will be celebrated,",
      "In great joy but end unhappily,",
      "Mary and her mother will not dare to scorn,",
      "The Phybe will die, and ours will be more pitiful."
    ],
    "interpretation": "A series of ill‑fated marriages will be marked by fleeting joy that ends in disaster. Mary (perhaps Mary I) and her mother will be unable to reject the calamity. The “Phybe” (a symbolic figure) will die, and the subsequent situation will be even more tragic—foretelling a dynastic collapse after a brief celebration.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "56": {
    "french": [
      "Prélat royal son baissant trop tiré,",
      "Grand fleuve de sang sortira par sa couleur,",
      "Le règne Angelique par règne respiré,",
      "Long temps mort vivants en Tunis comme souche."
    ],
    "english": [
      "A royal prelate, too much lowered,",
      "A huge river of blood will flow from his color,",
      "The Angelic reign will be breathed by another reign,",
      "For a long time the dead will live in Tunis like a stump."
    ],
    "interpretation": "A high‑ranking cleric will be humbled (perhaps deposed). His downfall will cause a flood of blood (“river of blood”). An “Angelic” rule will be succeeded by another, but in North Africa (Tunis) the dead will linger like a stump—symbolising a prolonged period of decay in the Maghreb after a religious upheaval.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "57": {
    "french": [
      "Le subleué ne reconnaitra son sceptre,",
      "Les enfans jeunes des plus grands honorera:",
      "On ne fut jamais un plus ordre cruel être,",
      "Pour leurs épouses à mort noir bannira."
    ],
    "english": [
      "The humbled one will not recognize his scepter,",
      "He will honour the young children of the greatest,",
      "Never before has there been a more cruel order,",
      "He will banish his wives to a black death."
    ],
    "interpretation": "A deposed ruler will fail to see his own authority. He will attempt to honor the heirs of the most powerful families, but a new, harsher regime emerges, condemning his wives to a terrible fate (perhaps execution). This reflects a violent regime change with a focus on eliminating the previous ruler’s lineage.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "58": {
    "french": [
      "Au temps du duel que le félin monarque",
      "Guerroyera le jeune Aémathien:",
      "Gaulle braslera, périclitera la barque,",
      "Tenter Phossens au Ponant entretien."
    ],
    "english": [
      "In the time of the duel that the feline monarch will fight,",
      "The young Aemathian will go to war,",
      "Gaul will blaze, the boat will be in peril,",
      "Phossens will be tried in western maintenance."
    ],
    "interpretation": "During a duel involving a “feline monarch” (perhaps a lion‑hearted ruler), the young Aemathian (likely an heir) will wage war. Gaulish lands will be set alight, maritime vessels will be endangered, and the western “Phossens” (perhaps a coastal region) will experience a trial of upkeep – a foretelling of a naval conflict that ravages France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "59": {
    "french": [
      "Dedans Lyon vingt‑cinq d’une haleine,",
      "Cinq citoyens Germains, Bressans, Latins:",
      "Par dessous noble conduiront longue traîne,",
      "Et découverts par abois de mastins."
    ],
    "english": [
      "Inside Lyon, twenty‑five breaths,",
      "Five citizens – Germans, Bretons, Latins –",
      "From below the noble will lead a long train,",
      "And discovered by the bark of mastiffs."
    ],
    "interpretation": "In Lyon, a gathering of twenty‑five influential persons including Germans, Bretons and Latins will plan a long procession led by a noble. Their movements will be detected by “mastiff” guards, suggesting a covert plot in the city that will be uncovered by vigilant security.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "60": {
    "french": [
      "Je pleure Nîmes, Mannego, Pize, Gennes,",
      "Sauonne, Sienne, Capuë Modène, Malte:",
      "Le dessus sang, et glaive par étrennes,",
      "Feu, trembler terre, eau. malheureuse nôlte."
    ],
    "english": [
      "I mourn Nîmes, Mannego, Pize, Gennes,",
      "Sagona, Siena, Capua, Modena, Malta:",
      "Above it all blood, and sword by gifts,",
      "Fire, trembling earth, water – an unhappy tide."
    ],
    "interpretation": "A lament for several Italian and Mediterranean cities (Nîmes, Mannego, etc.) indicates widespread devastation. Blood, swords (war), fire, earthquakes and floods will strike, portraying a disastrous natural and military catastrophe across the Mediterranean basin.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "61": {
    "french": [
      "Betta, Vienne, Emorte, Sacarbance,",
      "Voudront livrer aux Barbares Pannone:",
      "Par piqûre & feu énorme violence,",
      "Les coniurez découverts par matrone."
    ],
    "english": [
      "Betta, Vienne, Emorte, Sacarbance,",
      "Will be given to the barbarian Pannonians,",
      "By great stabbing and fire violence,",
      "The conspirators discovered by the matron."
    ],
    "interpretation": "Four cities (Betta, Vienne, Emorte, Sacarbance) will fall into the hands of the barbarian Pannonian peoples through brutal attacks (stabbing and fire). A matriarch (the matron) will uncover the plot, hinting at a siege of central Europe by Pannonian tribes.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "62": {
    "french": [
      "Près de Sorbin pour assaillir Ongrie,",
      "L’héraut de Brudes les viendra avertir:",
      "Chef Byzantin, Salon de Sclavonie,",
      "À l’allié des Arabes les viendra convertir."
    ],
    "english": [
      "Near Sorbin to assault Hungary,",
      "The herald of Brudes will warn them,",
      "Byzantine chief, hall of Slavonia,",
      "Will convert the Arab ally."
    ],
    "interpretation": "A force near Sorbin (perhaps Sorbin‑Gorbea) will launch an attack on Hungary. The herald of “Brudes” (maybe a regional commander) warns them. The Byzantine leader together with the Slavonian court will attempt to turn an Arab ally to their side – a diplomatic‑military maneuver in Eastern Europe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "63": {
    "french": [
      "Cydron, Raguse, la cité au saint Hieron",
      "Reverra le medicant secours:",
      "Mort fils de Roi par mort de deux hérons,",
      "L’Arabe, Hongrie feront un même cours."
    ],
    "english": [
      "Cydron, Ragusa, the city of Saint Hieron,",
      "Will regain the healing aid:",
      "The king’s son will die by the death of two herons,",
      "The Arab and Hungary will take the same road."
    ],
    "interpretation": "The coastal cities of Cydron (perhaps Cyzicus) and Ragusa (Dubrovnik) will receive medical aid. The king’s heir will die in a strange omen involving two herons. Afterwards, Arab forces and Hungary will march together, indicating an unlikely alliance against a common foe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "64": {
    "french": [
      "Pleure Milan, pleure Luques, Florence,",
      "Que ton grand Duc sur le char montera,",
      "Changer le siège près de Venise s’aduance,",
      "Lors que Colonne à Rome changera."
    ],
    "english": [
      "Milan weeps, Lucca weeps, Florence weeps,",
      "Your great Duke will mount his chariot,",
      "Changing the seat near Venice will be advised,",
      "When the column in Rome will change."
    ],
    "interpretation": "Milan, Lucca and Florence will mourn as a powerful duke (perhaps a French or Imperial one) rides out. He will relocate his court from near Venice, and a “column” (a symbolic monument) in Rome will be moved – an indication of a major political shift in Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "65": {
    "french": [
      "O vaste Rome, ta ruine s’approche,",
      "Non de tes murs, de ton sang & substance,",
      "L’aspre par lettres fera si horrible coche,",
      "Fer pointu mis à tous jusqu’au manche."
    ],
    "english": [
      "O vast Rome, your ruin draws near,",
      "Not from your walls, blood or substance,",
      "Harsh letters will make such a horrible carriage,",
      "A pointed iron placed on all up to the handle."
    ],
    "interpretation": "Rome’s downfall will not come from siege or bloodshed but from written decrees (“harsh letters”) that will create a dreadful “carriage” (perhaps an oppressive law). A sharp iron will be set upon everyone, symbolising a tyrannical edict affecting all classes.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "66": {
    "french": [
      "Le chef de Londres par règne l’Améric,",
      "L’Isle d’Écosse tempéra par gelée:",
      "Roi Reb auront un si faux Antéchrist,",
      "Que les mènera tous dans la mêlée."
    ],
    "english": [
      "The head of London, by the American reign,",
      "The island of Scotland will be tempered by frost,",
      "King Rebel will have a false Antichrist,",
      "Who will lead them all into the melee."
    ],
    "interpretation": "A London leader, perhaps under American influence, will see Scotland chilled (literal winter or political freeze). A rebellious king will be associated with a false Antichrist figure, dragging all parties into a massive battle – a warning of a Anglo‑Scottish conflict under foreign sway.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "67": {
    "french": [
      "Le tremblement si fort au mois de mai,",
      "Saturne, Capricorne, Jupiter, Mercure au bœuf:",
      "Vénus aussi, Cancer, Mars en Nonnay,",
      "Tombera grêle lors plus grosse qu’un œuf."
    ],
    "english": [
      "A tremor so strong in the month of May,",
      "Saturn, Capricorn, Jupiter, Mercury in the bull:",
      "Venus also, Cancer, Mars in Nonnay,",
      "Hail will fall, larger than an egg."
    ],
    "interpretation": "A severe earthquake in May will coincide with a rare planetary alignment (Saturn, Capricorn, Jupiter, Mercury in Taurus, plus Venus, Cancer and Mars). A massive hailstorm with unusually large hail (bigger than an egg) will accompany the quake – a vivid natural disaster forecast.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "68": {
    "french": [
      "L’armée de mer devant cité tiendra,",
      "Puis partira sans faire longue allée:",
      "Citoyens grande proie en terre prendra,",
      "Retourner classe prendre grande emblée."
    ],
    "english": [
      "The navy before the city will hold,",
      "Then will depart without a long march,",
      "Citizens will become a great prey on land,",
      "Returning forces will take a great banner."
    ],
    "interpretation": "A naval force will blockade a city, then withdraw quickly without a prolonged campaign. The city’s inhabitants will be vulnerable to land raids, but returning troops will capture a great standard – indicating a brief but damaging naval incursion followed by a victorious counter‑strike.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "69": {
    "french": [
      "Le fait lumineux de neuf vieux élu,",
      "Seront si grand par Midy, Aquilon:",
      "De sa sœur propre grandes ailes leuer,",
      "Fuyant meurtrier au buisson d’Ambellon."
    ],
    "english": [
      "The luminous event of nine old elects,",
      "Will be great by Midy, the north‑wind:",
      "From his pure sister great wings will rise,",
      "Fleeing the murderer into the thicket of Ambellon."
    ],
    "interpretation": "A bright omen involving nine senior elected officials will occur, magnified by the northern wind (Midy). A “pure sister” will gain great power (wings), fleeing a killer into the forest of Ambellon – an allegory for a political uprising where a virtuous faction escapes persecution.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "70": {
    "french": [
      "L’œil par objet fera telle excroissance,",
      "Tant & ardante que tombera la neige:",
      "Champ arrosé viendra en décroissance,",
      "Que le primat succombera à Régé."
    ],
    "english": [
      "The eye by object will cause such a growth,",
      "So hot that snow will melt:",
      "The irrigated field will come to decline,",
      "The primary power will succumb to the king."
    ],
    "interpretation": "An observed phenomenon (perhaps a comet) will spur an intense heat that melts snow. Fertile lands will later become barren, and the dominant ruler will be overthrown by a new king – a warning of climatic change leading to political turnover.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "71": {
    "french": [
      "La terre & l’air gèleront si grand eau,",
      "Lors qu’on viendra pour Judeï vénérer:",
      "Ce qui sera jamais ne fut si beau,",
      "Des quatre parts le viendront honorer."
    ],
    "english": [
      "Earth and air will freeze a great flood,",
      "When people come to venerate Judea:",
      "What will be will never have been so beautiful,",
      "All four parts will come to honor it."
    ],
    "interpretation": "A massive flood will freeze, creating an icy catastrophe as pilgrims travel to Judea. The event will be unprecedentedly beautiful, drawing peoples from the four cardinal directions to pay homage – indicating a supernatural, awe‑inspiring disaster with religious overtones.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "72": {
    "french": [
      "L’an mil neuf cents quatre‑vingt‑dix‑neuf sept mois,",
      "Du ciel viendra un grand Roi d’effrayeur:",
      "Résusciter le grand Roi d’Angolmois,",
      "Avant après Mars régnera par bon‑heur."
    ],
    "english": [
      "The year 1999, seventh month,",
      "A great terrifying king will come from the heavens,",
      "He will resurrect the great King of Angolmois,",
      "Before after March he will rule with happiness."
    ],
    "interpretation": "In July 1999 a celestial figure (perhaps a comet) will bring a terrifying ruler who revives the legendary King of Angolmois (a mythic figure). He will briefly bring a period of happiness after March – a symbolic reference to a sudden, dramatic change at the turn of the millennium.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "73": {
    "french": [
      "Le temps présent auecques le passé,",
      "Sera jugé par grand joualiste:",
      "Le monde tard luy sera lassé,",
      "Et désloyal par le clergé juriste."
    ],
    "english": [
      "The present time together with the past,",
      "Will be judged by a great debater,",
      "The world will become weary of it,",
      "And the clergy will become disloyal, judged by lawyers."
    ],
    "interpretation": "Current events will be weighed against history by a powerful orator. Humanity will grow tired, and the clergy will become corrupt, judged by legal scholars – a criticism of religious hypocrisy in the face of modern challenges.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "74": {
    "french": [
      "An révolu du grand nombre septième, [Au]",
      "Apparoîtra au temps ieux d’Hécatombe:",
      "Non éloigné du grand âge millésime,",
      "Que les entrails sortiront de leur tombe."
    ],
    "english": [
      "A revolution of the great seventh number,",
      "Will appear in the time of a great slaughter,",
      "Not far from the great thousand‑year age,",
      "When the entrails will rise from their tomb."
    ],
    "interpretation": "A seventh‑scale uprising will erupt during a massive slaughter, occurring close to a millennial era. The phrase “entrails rising from their tomb” evokes brutal revolt and the resurgence of old forces, foretelling a bloody upheaval near a millennium milestone.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "75": {
    "french": [
      "Tant attendu ne réunira jamais,",
      "Dedans l’Europe en Asie apparaîtra:",
      "Un de la ligue issu du grand Hermès,",
      "Et sur tous les Rois des Orients croîtra."
    ],
    "english": [
      "Much‑awaited will never reunite,",
      "Inside Europe it will appear in Asia,",
      "One from the league born of great Hermes,",
      "And over all Eastern kings it will grow."
    ],
    "interpretation": "A long‑promised union will never happen; instead a European power will emerge in Asia. A figure linked to the “league of Hermes” (perhaps a diplomatic guild) will rise and dominate the Eastern monarchs, signalling a shift of European influence toward the East.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "76": {
    "french": [
      "Le grand Sénat discernera la pompe,",
      "À l’un qui après sera vaincu chassé:",
      "Ses adhérents seront à son de trompe",
      "Biens publiés, ennemis déchassés."
    ],
    "english": [
      "The great Senate will discern the pomp,",
      "To the one who thereafter will be defeated and expelled:",
      "His followers will be tricked,",
      "Published goods, enemies driven out."
    ],
    "interpretation": "The high council will see through grandiose displays. A ruler will be overthrown, his supporters deceived, and propaganda will be published while enemies are removed – a classic political purge orchestrated by an astute senate.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "77": {
    "french": [
      "Trente adhérents de l’ordre des quirettes",
      "Bannis, leurs biens donnez à leurs adversaires:",
      "Tous leurs bienfaits seront pour démérites,",
      "Classe éparpillée, délirés aux corsaires."
    ],
    "english": [
      "Thirty members of the order of quiretes,",
      "Banished, their goods given to their adversaries:",
      "All their benefits will become demerits,",
      "Scattered class, delirious to the corsairs."
    ],
    "interpretation": "Thirty officials of a secret society will be expelled, their possessions confiscated and handed to opponents. Their former privileges become liabilities, sowing chaos and feeding privateers (corsairs) who will exploit the disorder.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "78": {
    "french": [
      "Subite joie en subite tristesse,",
      "Sera à Rome aux grâces embrassées:",
      "Deuil, bris, pleurs, larmes, sang, excellente liesse [cris],",
      "Contraires bandes surprenues & trouées."
    ],
    "english": [
      "Sudden joy followed by sudden sorrow,",
      "Will be in Rome where embraced graces,",
      "Mourning, breaking, weeping, tears, blood, great revelry [cries],",
      "Opposing bands surprised and broken."
    ],
    "interpretation": "Rome will experience a rapid swing from celebration to mourning. A tragic event (breakage, blood) will interrupt the revelry, leaving rival factions stunned and fractured – a vivid picture of civil unrest after a fleeting festival.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "79": {
    "french": [
      "Les vieux chemins seront tous embelliés,",
      "L’on passera à Memphis somentree:",
      "Le grand Mercure d’Hercule fleur de lys,",
      "Faisant trembler terre, mer & contrée."
    ],
    "english": [
      "The old roads will all be beautified,",
      "One will pass to Memphis in spring:",
      "Great Mercury of Hercules, lily‑flower,",
      "Will make earth, sea and land tremble."
    ],
    "interpretation": "Ancient routes will be renewed as travel to Memphis (Egypt) begins in spring. A powerful figure described as “Mercury of Hercules” bearing a lily will cause a massive seismic or political shock across continents – a forecast of a great upheaval originating from the east.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "80": {
    "french": [
      "Au règne grand du grand règne régnant,",
      "Par force d’armes les grands portes d’airain:",
      "Fera ouvrir, le Roi & Duc joignant,",
      "Port démolý, nef à fons, jour serein. [Fort]"
    ],
    "english": [
      "In the great reign of the great ruling reign,",
      "By force of arms the great bronze gates:",
      "Will be opened, the King and Duke joining,",
      "Port demolished, ship to the depth, a serene day. [Strong]"
    ],
    "interpretation": "During a supreme reign, military force will breach massive bronze gates. The king and duke will combine forces, leading to the destruction of a harbor and a ship sunk, yet the day will remain calm – a paradoxical image of war and peace.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "81": {
    "french": [
      "Mis trésors temple citadins Hespériques,",
      "Dans lequel retiré en secret lieu:",
      "Le temple ouvrira les liens familiales,",
      "Reprenant, rautés, projet horrible au milieu."
    ],
    "english": [
      "Hidden treasures in the Hesperic city‑temple,",
      "Withdrawn to a secret place:",
      "The temple will open the family bonds,",
      "Recovering, torn, a horrible plot at its centre."
    ],
    "interpretation": "A cache of wealth hidden in a western (Hesperian) temple will be moved secretly. The temple will expose family ties, leading to a torn and terrible conspiracy at its heart – a warning of a hidden treasure sparking familial betrayal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "82": {
    "french": [
      "Cris, pleurs, larmes viendront avec couteaux,",
      "Semblant fuir, donneront dernier assaut,",
      "L’entour parqués planteront profonds plateaux,",
      "Vifs repousseront & meurtriront de prinsault. [plein saut]"
    ],
    "english": [
      "Cries, weeping, tears will come with knives,",
      "Pretending to flee, they will give a final assault,",
      "The surrounding walls will plant deep plateaus,",
      "The living will push back and kill with princely force. [full leap]"
    ],
    "interpretation": "Violent uprisings will erupt with weapons; enemies feign retreat but launch a final attack. Fortifications (deep plateaus) will be erected, while defenders will fiercely counter‑attack, killing the aggressors – a vivid siege scenario.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "83": {
    "french": [
      "De bataille ne sera donné signe,",
      "Du parc seront contraints de sortir hors:",
      "De Gand l’entour sera connu l’enseigne, [l'enseigne]",
      "Qui fera mettre de tous les siens à mort."
    ],
    "english": [
      "No sign will be given of battle,",
      "Those in the park will be forced to go out:",
      "From Ghent the surrounding will know the banner, [the banner]",
      "Which will cause all his own people to die."
    ],
    "interpretation": "A conflict will begin without warning; those inside a protected area (the park) will be forced out. From Ghent the enemy’s standard will be recognized, leading to a massacre of the defender’s own followers – a surprise assault leading to internal slaughter.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "84": {
    "french": [
      "La naturelle à si haut haut non bas,",
      "Le tard retour fera marris contens:",
      "Le Recloing ne sera sans débats,",
      "En employant & perdant tout son temps."
    ],
    "english": [
      "The natural one so high, not low,",
      "The late return will make bitter content:",
      "The recluse will not be without debate,",
      "By employing and losing all his time."
    ],
    "interpretation": "A lofty natural force (perhaps a mountain) will cause a delayed but bitter reaction. A hermit (recluse) will become a subject of dispute, wasting his life in endless debate – a metaphor for an isolated leader’s futile attempts to influence events.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "85": {
    "french": [
      "Le vieil tribun au point de la tréhemide",
      "Sera pressée, captif ne délivrer,",
      "Le veuil, non veuil, le mal parlant timide,",
      "Par légitime à ses amis lier."
    ],
    "english": [
      "The old tribune at the point of the great ridge,",
      "Will be pressed, captive not delivered,",
      "Will want, will not want, the evil speaking shyly,",
      "Legitimately will bind his friends."
    ],
    "interpretation": "An ancient magistrate on a high place will be besieged and held captive. He will vacillate between desire and restraint, speaking timidly of evil, yet will bind his allies through legitimate (perhaps oath‑bound) ties – a portrait of a conflicted elder statesman.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "86": {
    "french": [
      "Comme un gryphon viendra le Roi d’Europe,",
      "Accompagné de ceux d’Aquilon,",
      "De rouges & blancs conduira grande troupe,",
      "Et ira contre le Roi de Babylone."
    ],
    "english": [
      "Like a gryphon the King of Europe will come,",
      "Accompanied by those of the north‑wind,",
      "Reds and whites will lead a great host,",
      "And will go against the King of Babylon."
    ],
    "interpretation": "A powerful European monarch, likened to a gryphon, will arrive with northern allies. Forces of “red” and “white” (perhaps Catholics and Protestants) will march together against a ruler dubbed “the King of Babylon” – a metaphor for a great Eastern empire (perhaps the Ottoman).",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "87": {
    "french": [
      "Grand Roi viendra prendre port près de Nisse,",
      "Le grand empire de la mort si enferra",
      "Aux Antipolles, posera son génisse,",
      "Par mer la Pille tout esuanouyra."
    ],
    "english": [
      "The great king will come to take a port near Nise,",
      "The great empire of death will be enclosed,",
      "At the antipodes it will place its heifer,",
      "By sea the plunder will despoil everything."
    ],
    "interpretation": "A dominant ruler will seize a harbor near Nise. A death‑ridden empire will be surrounded, and its “heifer” (perhaps a symbolic sacrifice) will be placed at the world’s opposite point. A naval raid will strip everything bare – a picture of a world‑wide conquest.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "88": {
    "french": [
      "Pieds & Cheval à la seconde veille,",
      "Feront entrée vaste par la mer:",
      "Dedans le poil entrera de Marseille,",
      "Pleurs, cris, & sang, on ne nul temps si amer."
    ],
    "english": [
      "Feet and horse on the second night,",
      "Will make a vast entry by sea:",
      "Inside, the hair (foam) will enter from Marseille,",
      "Weeping, cries and blood, no time so bitter."
    ],
    "interpretation": "On the second night, a cavalry force will land by sea. From Marseille a foamy wave (or a naval column) will surge inland, bringing sorrow, screams and blood—a devastating amphibious assault.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "89": {
    "french": [
      "De brique en marbre seront les murs réduits,",
      "Sept & cinquante années pacifiques:",
      "Joie aux humains, renoué l’aqueduc,",
      "Santé, grands fruits, joie & temps magnifique."
    ],
    "english": [
      "From brick to marble the walls will be reduced,",
      "Seventy‑five peaceful years:",
      "Joy to mankind, the aqueduct renewed,",
      "Health, great fruits, joy and magnificent times."
    ],
    "interpretation": "Over a span of 75 years, fortifications will be transformed from brick to marble, signaling a long era of peace. Infrastructure (aqueducts) will be restored, bringing health, abundance and happiness – a golden age forecast.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "90": {
    "french": [
      "Cent fois mourra le tyran inhumain,",
      "Mis à son lieu saignant & débonnaire,",
      "Tout le Sénat sera dessous sa main,",
      "Fasché sera par malin teméraire."
    ],
    "english": [
      "A hundred times the inhuman tyrant will die,",
      "Placed in his bloody & kind place,",
      "All the Senate will be under his hand,",
      "He will be cut down by a reckless clever one."
    ],
    "interpretation": "An oppressive tyrant will meet death repeatedly (perhaps metaphorically through coups). He will sit amid blood and false generosity, controlling the Senate, until a daring, clever adversary finally overthrows him.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "91": {
    "french": [
      "Clergé Romain l’an mil six cents & neuf,",
      "Au chef de l’an feras election:",
      "D’un gris & noir de la Compagnie yssu,",
      "Qui on ne fut si maling."
    ],
    "english": [
      "Roman clergy in the year 1609,",
      "Will elect the chief of the year:",
      "From a gray and black company that will arise,",
      "Which never was so mischievous."
    ],
    "interpretation": "In 1609 the Roman Catholic clergy will choose a new pope (or leader) from a dubious “gray and black” faction, implying a corrupt election and the rise of a scandalous pontiff.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "92": {
    "french": [
      "Devant le père l’enfant sera tué,",
      "Le père après entre cordes de ionc,",
      "Généreux peuple sera ésertue,",
      "Gisant le chef au milieu comme un tronc."
    ],
    "english": [
      "Before the father the child will be killed,",
      "The father later will be bound by iron cords,",
      "The generous people will be oppressed,",
      "The fallen chief will lie in the middle like a trunk."
    ],
    "interpretation": "A child is murdered before his father; the father is subsequently imprisoned (iron cords). The once‑generous populace will suffer oppression, and the slain leader will lie in the center of battle like a tree trunk – a tragic tale of familial and civic destruction.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "93": {
    "french": [
      "La barque neufue craignera les voyages,",
      "Là & auprès transféreront l’Empire:",
      "Beaucaire, Arles retiendrons les otages,",
      "Près deux colonnes trouvées de Porphire."
    ],
    "english": [
      "The new boat will fear voyages,",
      "There and nearby will transfer the Empire,",
      "Beaucaire, Arles will hold hostages,",
      "Near two pillars of porphyry will be found."
    ],
    "interpretation": "A newly built vessel will be hesitant to set sail; instead, the empire will be moved by land. The towns of Beaucaire and Arles will become hostage sites, and two porphyry columns (monuments) will be uncovered – hinting at a forced relocation of power with archaeological discoveries.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "94": {
    "french": [
      "De Nismes d’Arles, & Vienne contemner,",
      "N’obéir à le dit d’Hespérique:",
      "Aux labouriez pour le grand condamner,",
      "Six éclappés en habit séraphique."
    ],
    "english": [
      "From Nîmes, Arles and Vienne will be considered,",
      "They will not obey the Hesperic decree:",
      "Those who labor will be condemned greatly,",
      "Six will escape in seraphic garments."
    ],
    "interpretation": "Cities of Nîmes, Arles and Vienne will be judged; they will refuse a western (Hesperic) order. Laborers will be harshly punished, while six individuals will flee dressed in heavenly (seraphic) attire – a picture of rebellion and divine‑sheltered escape.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "95": {
    "french": [
      "Dans les Espagnes viendra Roi très puissant,",
      "Par mer & terre subjugant ou Midy:",
      "Ce mal fera, rabaissant le croissant,",
      "Baisser les aïlles à ceux du Vendredy."
    ],
    "english": [
      "In Spain a very powerful King will come,",
      "By sea and land subjugating or Midy:",
      "This evil will lower the crescent,",
      "And bring down the wings of those of Friday."
    ],
    "interpretation": "A mighty monarch will arise in Spain, conquering by sea and land (possibly “Midy” = a region). This ruler will diminish the Islamic “crescent,” and humble the forces associated with “Friday” (perhaps the Muslim day of worship) – a clear forecast of a Christian conquest of Muslim territories in Iberia.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "96": {
    "french": [
      "Religion du nom des mers vaincra,",
      "Contre la secte fils d’Adaluncatif,",
      "Secte obstinée déplorée craindra,",
      "Des deux blessés par Aleph & Aleph."
    ],
    "english": [
      "Religion named after the seas will triumph,",
      "Against the sect of the son of Adaluncatif,",
      "The obstinate sect will be lamented and fear,",
      "Both wounded by Alpha & Alpha."
    ],
    "interpretation": "A maritime‑named faith (perhaps a naval crusade) will defeat a heretical sect linked to “Adaluncatif.” The stubborn sect will lament and fear, with both sides injured (Alpha representing the first letters or principal leaders). A clash of religions at sea is foretold.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "97": {
    "french": [
      "Trirèmes pleines de tout âge captif,",
      "Temps bon à mal, le doux pour amertume :",
      "Projet à Barbares trop tôt seront hâtifs,",
      "Cupid de voir plaindre au vent la plume."
    ],
    "english": [
      "Three‑masted ships full of captives of all ages,",
      "Time turns good to bad, the sweet to bitterness:",
      "A plan against the Barbarians will be rushed too early,",
      "Cupid will watch the plume weep in the wind."
    ],
    "interpretation": "A fleet of three‑masted vessels will carry prisoners of every age. Over time, kindness will turn to cruelty. A premature campaign against the Barbarians will fail, and love (Cupid) will mourn the lost hopes – a warning against hasty warfare.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "98": {
    "french": [
      "La splendeur claire à pucelle joyeuse,",
      "Ne luira plus, long temps sera sans sel:",
      "Avec marchands, ruffiens, loups odieuse,",
      "Tous se mêlent, montre universel."
    ],
    "english": [
      "Clear splendor of a joyful maiden,",
      "Will no longer shine, a long time will be without salt:",
      "With merchants, ruffians, hateful wolves,",
      "All mix together, showing a universal picture."
    ],
    "interpretation": "A beautiful, pure figure will lose her brilliance, leading to a barren period (“without salt”). Society will be filled with merchants, thugs and vicious wolves, blending into a chaotic universal tableau – a depiction of moral decay after a lost ideal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "99": {
    "french": [
      "La fin le loup, le lion, le bœuf, & l’asne,",
      "Timide dame seront avec mastins:",
      "Plus ne cherra à eux la douce manne,",
      "Plus vigilance & custode aux mastins."
    ],
    "english": [
      "At the end the wolf, the lion, the ox and the donkey,",
      "A timid lady will be with mastiffs:",
      "No longer will the sweet manna seek them,",
      "Greater vigilance and guarding for the mastiffs."
    ],
    "interpretation": "When the great beasts (wolf, lion, ox, donkey) appear, a shy woman will be accompanied by guard dogs. The promised “sweet manna” (prosperity) will no longer reach them, requiring increased vigilance and protection for the dogs – a warning of a harsh, unprotected era.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "100": {
    "french": [
      "Le grand empire sera par Angleterre,",
      "Le péremptif des ans plus de trois cents:",
      "Grandes copies passer par mer & terre,",
      "Les Lusitains n’en seront pas contents."
    ],
    "english": [
      "The great empire will be ruled by England,",
      "The absolute rule for more than three hundred years,",
      "Great copies will pass by sea and land,",
      "The Lusitanians will not be happy about it."
    ],
    "interpretation": "England will dominate a world empire for over three centuries. Its influence will spread worldwide by sea and land, but the Portuguese (Lusitanians) will resent this domination – a forecast of British imperial supremacy and Iberian opposition.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  }
}
