{
  "1": {
    "french": [
      "CELA du reste de sang non espandu:",
      "Venise quiert secours estre donné:",
      "Apres auoir bien long temps attendu.",
      "Cité liurée au premier corn sonné."
    ],
    "english": [
      "Thus the remaining blood will not be spilled,",
      "Venice will seek aid to be given,",
      "After a long wait has finally passed,",
      "The city is freed at the sounding of the first horn."
    ],
    "interpretation": "After a prolonged period of inactivity, Venice will request assistance. When help arrives, the city’s liberation will be announced with a trumpet blast—signalling a long‑delayed rescue of a besieged port.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "2": {
    "french": [
      "Par mort la France prendra voyage à faire",
      "Classe par mer, marcher monts Pyrenées,",
      "Hespagne en trouble, marcher gent militaire:",
      "Des plus grand dames en France emmenées."
    ],
    "english": [
      "Through death France will set out on a journey,",
      "Its army by sea will cross the Pyrenean mountains,",
      "Spain will be in turmoil, the military people will march,",
      "The greatest ladies of France will be taken away."
    ],
    "interpretation": "A fatal event will force France to embark on a campaign crossing the Pyrenees by sea. Spain will be destabilised, and the French elite (notably noble women) will be removed—foretelling a war that drags France toward Spain with high‑society casualties.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "3": {
    "french": [
      "D’Arras & Bourges, deBrodes grans enseignes",
      "Vn plus grand nombre de Gascons batre à pied,",
      "Ceulx long du Rosne saigneront les Espaignes:",
      "Proche du mont ou Sagonte s’assied."
    ],
    "english": [
      "From Arras and Bourges, the great banners of deBrodes,",
      "A great number of Gascons will march on foot,",
      "Those along the Rosne will bleed the Spaniards,",
      "Near the mountain where Sagonte sits."
    ],
    "interpretation": "French forces from northern cities will rally under new banners. Large Gascon contingents will advance on foot, striking Spanish forces along the Rosne River, near a strategic mountain stronghold—signalling a cross‑border clash in the Pyrenees.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "4": {
    "french": [
      "L’impotent prince faché, plainctz & quereles.",
      "De rapts & pilles par coqz & par libyques:",
      "Grand est par terre, par mer infinies voiles,",
      "Seure Italie sera chassant Celtiques."
    ],
    "english": [
      "The impotent, angry prince, complaints and grievances,",
      "Looting and pillaging by roosters and Libyans,",
      "Great on land, infinite sails at sea,",
      "Surely Italy will chase the Celts."
    ],
    "interpretation": "A weak ruler will be plagued by accusations while raids (symbolised by roosters and Libyans) ravage the coasts. With massive fleets, Italy will push back Celtic incursions—indicating a struggle between a feeble monarch and external marauders.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "5": {
    "french": [
      "Croix, paix, sous vn accompli diuin verbe,",
      "L’Hespaigne & Gaules seront unis ensemble.",
      "Grand clade proche, & combat tres acerbe:",
      "Ceur si hardi ne sera qui ne tremble."
    ],
    "english": [
      "Cross, peace, under a fulfilled divine word,",
      "Spain and Gaul will be united together.",
      "A great close battle, a very harsh fight:",
      "A bold heart will not be one that trembles."
    ],
    "interpretation": "A holy truce will bind Spain and Gaul. A nearby massive battle will be exceptionally fierce, demanding courage without fear—foreshadowing a joint Iberian‑French war under religious auspices.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "6": {
    "french": [
      "D’habits nouueaux apres faite la treuue,",
      "Malice tramme & machination:",
      "Premier mourra qui en fera la preuve",
      "Couleur venise insidiation."
    ],
    "english": [
      "In new fashions after the betrayal is done,",
      "Malice plots and scheming:",
      "The first will die who proves it,",
      "Venetian colour of treachery."
    ],
    "interpretation": "After a change of allegiance, deceitful plots arise. The initial conspirator will be killed, marked by the emblem of Venetian treachery—suggesting a short‑lived betrayal in northern Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "7": {
    "french": [
      "Le mineur filz du grand & hay prince,",
      "De lepre aura à vingt ans grande tache:",
      "De dueil sa mere mourra bien triste & mince.",
      "Et il mourra la ou toumbe chet lache."
    ],
    "english": [
      "The younger son of the great & a prince,",
      "From leprosy will bear a great stain at twenty,",
      "From grief his mother will die sad and thin,",
      "And he will die where the cheap stone falls."
    ],
    "interpretation": "A young noble afflicted with disease will bring shame; his mother will succumb to sorrow, and he will meet his end at a low‑status location—signalling a tragic downfall of a minor royal line.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "8": {
    "french": [
      "La grand cité d’assaut prompt repentin",
      "Surprins de nuict, gardes interrompus",
      "Les excubies & veilles saint Quintin",
      "Trucidés, gardes & les pourtails rompus."
    ],
    "english": [
      "The great city’s sudden rapid assault,",
      "Surprised by night, the guards are broken,",
      "The watchmen and the old Saint Quintin,",
      "Killed, the guards and the towers broken."
    ],
    "interpretation": "A night attack will catch a major city off‑guard, killing its watch and destroying its defensive towers—foretelling a swift and brutal siege at night.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "9": {
    "french": [
      "Le chef du camp au milieu de la presse",
      "D’vn coup de fleche sera blessé aux cuisses,",
      "Lors que Geneue en larmes & detresse",
      "Sera trahie par Lozan & Souysses."
    ],
    "english": [
      "The camp leader in the midst of the crowd",
      "Will be struck in the thigh by an arrow,",
      "When Geneva weeps in tears and distress,",
      "He will be betrayed by Lausanne and Suiss."
    ],
    "interpretation": "During a crowded battle, the commander will be wounded by an arrow. Meanwhile, Geneva will suffer betrayal from Swiss cities, suggesting internal treachery amid a larger conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "10": {
    "french": [
      "Le ieune prince accusé faulsement",
      "Metra en trouble le camp & en querelles:",
      "Meurtri le chef pour le soustenement:",
      "Sceptre apaiser: puis guerirescroueles."
    ],
    "english": [
      "The young prince falsely accused",
      "Will cause trouble in the camp and disputes:",
      "He will kill the chief for support:",
      "Scepter to calm, then wars will break."
    ],
    "interpretation": "A wrongly charged prince will incite internal strife, murder his leader for support, and use the royal scepter to try to restore order before new wars erupt—foretelling a chaotic succession crisis.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "11": {
    "french": [
      "Celuy qu’aura gouuert de la grand cappe",
      "Sera induict a quelque cas patrer:",
      "Les XII.rouges viendront souiller la nappe",
      "Sous meurtre, meurtre se viendra perpetrer"
    ],
    "english": [
      "He who will have the great battle of the cape",
      "Will be indicted in some case of betrayal:",
      "The twelve reds will come to stain the cloth,",
      "Under murder, murder will be committed again."
    ],
    "interpretation": "A commander of a big naval battle will be accused of treason; a group called the Twelve Reds will defile banners, leading to further bloodshed—suggesting a cycle of betrayal after a major sea engagement.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "12": {
    "french": [
      "Le camp plus grand de route mis en fuite,",
      "Gueres plus outre ne sera pourchassé:",
      "Ost recampé, & legion reduicte",
      "Puis hors des Gaules du tout sera chassé."
    ],
    "english": [
      "The larger camp on the road will be forced to retreat,",
      "Further wars will not be pursued:",
      "A rear camp, and the legion reduced,",
      "Then all will be driven out of Gaul."
    ],
    "interpretation": "A major encampment will withdraw, ending further campaigns; the rear forces and legion will be diminished, and Gaul will be cleared of enemy troops—signalling a strategic retreat ending hostilities in the region.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "13": {
    "french": [
      "De plus grand perte nouuelles raportées,",
      "Le raport fait le camp s’estonnera:",
      "Bandes vnies encontre reuoltées:",
      "Double phalange grand abandonnera."
    ],
    "english": [
      "More great new losses reported,",
      "The report will make the camp astonished:",
      "Bands united against the revolted:",
      "A double phalanx will greatly abandon."
    ],
    "interpretation": "A report of huge new casualties will shock the camp. United bands will confront a rebellious force, but a double formation will desert, indicating a breakdown in morale among troops.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "14": {
    "french": [
      "La mort subite du premier personnaige",
      "Aura changé & mis vn autre au regne:",
      "Tost, tard venu à si haut & bas aage,",
      "Que terre & mer faudra que lon le craigne."
    ],
    "english": [
      "The sudden death of the first character",
      "Will change and place another on the throne:",
      "Soon, late arrived at such high and low ages,",
      "Both land and sea will need to fear him."
    ],
    "interpretation": "The unexpected death of a leader will bring a successor of vastly different age, causing both nations and navies to fear his rule—forecasting a volatile change of power.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "15": {
    "french": [
      "D’ou pensera faire venir famine,",
      "De la viendra le ressasiement:",
      "L’œil de la mer par auare canine",
      "Pour de vn l’autre donrra huyle, froment."
    ],
    "english": [
      "From where one will think famine will come,",
      "From it will come replenishment:",
      "The eye of the sea by a canine bite,",
      "Will give oil and wheat to the other."
    ],
    "interpretation": "A region expected to suffer famine will instead experience a sudden bounty; a maritime disaster (a “dog bite”) will bring oil and grain—suggesting unexpected relief after a presumed shortage.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "16": {
    "french": [
      "La cité franche de liberté fait serue:",
      "Des profligés & resueurs faict asyle.",
      "Le roy changé à eux non si proterue:",
      "De cent seront deuenus plus de mille."
    ],
    "english": [
      "The free city of liberty acts as a sanctuary:",
      "For the wasteful and rescued it gives asylum.",
      "The changed king is not so noble to them:",
      "From a hundred will become more than a thousand."
    ],
    "interpretation": "A city proclaiming liberty will shelter the destitute and the rescued, while the new king is unworthy to them. The populace will swell dramatically—signalling rapid urban growth amid political change.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "17": {
    "french": [
      "Changer à Beaune, Nuy, Chalons & Digeon",
      "Le duc voulant amander la Barrée",
      "Marchant pres fleuue, poisson, bec de plongeon,",
      "Verra la queue: porte sera serrée."
    ],
    "english": [
      "Change at Beaune, Noy, Châlons & Digoin",
      "The duke wanting to amend the barrier",
      "Marching near the river, fish, diving beak,",
      "Will see the tail: the gate will be closed."
    ],
    "interpretation": "A duke will alter defenses around several towns, moving troops along rivers and waterways, tightening gate passages—forecasting fortified adjustments in eastern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "18": {
    "french": [
      "Des plus letrés dessus les faits celestes",
      "Seront par princes ignorants reprouués:",
      "Punis d’Edit, chassés, comme scelestes,",
      "Et mis à mort la ou seront trouués."
    ],
    "english": [
      "From the most learned above the celestial events",
      "Will be rejected by ignorant princes:",
      "Punished by edicts, expelled, like sealed ones,",
      "And killed where they are found."
    ],
    "interpretation": "Scholars interpreting astronomical signs will be dismissed by foolish princes, punished and executed—indicating a clash between science and royal authority.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "19": {
    "french": [
      "Deuant ROVAN d’Insubres mis le siege,",
      "Par terre & mer enfermés les passages.",
      "D’Haynault, & Flandres, de Gand & ceux de Liege",
      "Par dons lænees rauiront les riuages."
    ],
    "english": [
      "Before Rovan of the Insubres placed the siege,",
      "Land and sea blocked the passages.",
      "From Hainaut, Flanders, Ghent and Liège",
      "Through gifts they will break the rivers."
    ],
    "interpretation": "Before the Insubrian leader Rovan besieges a city, both land and sea routes are sealed. Allies from neighboring regions will use gifts (perhaps bribes) to open river passages—forecasting a siege lifted by diplomatic maneuvering.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "20": {
    "french": [
      "Paix vberté long temps lieu louera",
      "Par tout son regne desert la fleur de lis:",
      "Corps morts d’eau, terre la lon aportera,",
      "Sperants vain heur d’estre la enseuelis."
    ],
    "english": [
      "Peace long proclaimed will praise a place,",
      "Throughout its reign the lily flower will be deserted:",
      "Dead bodies of water, earth will bring it,",
      "Hopeful of a vain chance to be the freed."
    ],
    "interpretation": "A stretch of declared peace will highlight a region now barren of its historic symbol (the lily). Flood‑induced deaths and a desolate land suggest empty hopes for liberation—signalling a false peace over a devastated area.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "21": {
    "french": [
      "Le changement sera fort difficile:",
      "Cité, province au change gain fera:",
      "Ceur haut, prudent mis, chassé lui habile,",
      "Mer, terre, peuple son estat changera."
    ],
    "english": [
      "The change will be very difficult:",
      "City, province will gain from the change:",
      "High heart, prudent placed, chased his skill,",
      "Sea, land, people will change their state."
    ],
    "interpretation": "A major transformation—political and geographic—will be hard. A wise leader will be ousted, and the populace, both maritime and terrestrial, will experience a shift in status—foretelling upheaval in a region’s governance.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "22": {
    "french": [
      "La grand copie qui sera deschassée,",
      "Dans vn moment fera besoing au roy:",
      "La foy promise de loing sera fauscee",
      "Nud se verra en piteux desarroy."
    ],
    "english": [
      "The great copy that will be dismissed,",
      "In a moment will need the king:",
      "The promised distant faith will be false,",
      "Naked will be seen in pitiful disgrace."
    ],
    "interpretation": "A false successor will be rejected, yet will quickly demand royal support. The distant religious promise will be revealed as a fraud, leaving the believers exposed and despondent—signalling a religious deception after political turnover.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "23": {
    "french": [
      "La legion dans la marine classe",
      "Calcine, Magnes soulfre, & poix bruslera:",
      "Le long repos de lasseurée place:",
      "Port Selyn, Hercle feu les consumera."
    ],
    "english": [
      "The legion in the naval class",
      "Will burn lime, magnesium, sulphur, and tar:",
      "The long rest of the exhausted place:",
      "Port Selyn, Hercule fire will consume them."
    ],
    "interpretation": "A naval fleet will ignite with volatile chemicals, causing a long‑lasting devastation at the port of Selyn (likely a shipyard). Fire will ravage the harbour—foretelling a catastrophic naval explosion.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "24": {
    "french": [
      "Ouy sous terre saincte d’ame, voix fainte,",
      "Humaine flamme pour diuine voyr luire,",
      "Fera des seuls de leur sang terre tainte",
      "Et les saints temples pour les impurs destruire."
    ],
    "english": [
      "There below holy earth, soul, faint voice,",
      "Human flame for divine sight to shine,",
      "Will make the sole of their blood a holy earth",
      "And the saintly temples for the impure to destroy."
    ],
    "interpretation": "An underground sacred fire will be seen as a divine sign, sanctifying the blood of the faithful while destroying holy temples for the impure—suggesting a spiritual uprising that overturns existing religious structures.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "25": {
    "french": [
      "Corps sublimes sans fin à l’œil visibles",
      "Obnubiler viendront par ses raisons:",
      "Corps, front compris, sens, chief & invisibles,",
      "Diminuant les sacrées oraisons."
    ],
    "english": [
      "Sublime bodies endlessly visible to the eye",
      "Will be clouded by their reasons:",
      "Bodies, forehead included, sense, chief & invisible,",
      "Diminishing the sacred prayers."
    ],
    "interpretation": "Ethereal visions of perfect forms will obscure understanding, weakening religious devotion—a sign of spiritual confusion eroding traditional worship.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "26": {
    "french": [
      "Lou grand eyssame se leuera d’abelhos,",
      "Que non sianour don te siegen venguddos",
      "Denuech l’embousq;, lou gach dessous las treilhos",
      "Cieutad trahido p cinq lengos non nudos."
    ],
    "english": [
      "The great exiled will rise from the abyss,",
      "Not the saints will give the victory to the wronged,",
      "Denounced the ambush; the hide below the treilhos,",
      "The city betrayed by five languages, not naked."
    ],
    "interpretation": "A banished ruler will emerge from obscurity, yet divine forces will not grant him triumph. Betrayals and hidden conspiracies among multilingual factions will keep the city vulnerable.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "27": {
    "french": [
      "Salon, Mansol, Tarascon de SEX. l’arc,",
      "Ou est debout encor la pyramide,",
      "Viendront liurer le prince Dannemarc",
      "Rachat honni au temple d’Artemide."
    ],
    "english": [
      "Salon, Mansol, Tarascon of the sixth arch,",
      "Where the pyramid still stands,",
      "Will come to bind the Danish prince,",
      "A cursed redemption at the temple of Artemis."
    ],
    "interpretation": "In southern France, near an ancient pyramid, a Danish prince will be captured and offered a condemned redemption at a temple—suggesting a foreign noble’s downfall in a mystical setting.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "28": {
    "french": [
      "Lors que Venus du sol sera couvert,",
      "Sous l’esplendeur sera forme occulte,",
      "Mercure au feu les aura découvert",
      "Par bruit bellique sera mis à l’insulte."
    ],
    "english": [
      "When the Sun’s Venus is covered,",
      "Under the splendor an occult shape will form,",
      "Mercury in fire will discover them,",
      "Through warlike noise they will be insulted."
    ],
    "interpretation": "A solar eclipse will hide Venus, revealing hidden symbols. Mercury (messenger) will expose them, and military aggression will bring scorn—indicating a celestial omen leading to conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "29": {
    "french": [
      "Le sol caché eclipse par Mercure",
      "Ne sera mis que pour le ciel second.",
      "De Vulcan Hermes sera faite pasture:",
      "Sol sera veu pur rutilant & blond."
    ],
    "english": [
      "The hidden earth eclipsed by Mercury",
      "Will be placed only for the second sky.",
      "From Vulcan Hermes a pasture will be made:",
      "Earth will be seen pure, shining and blond."
    ],
    "interpretation": "A lunar/solar eclipse will temporarily darken the ground, after which a bright, fertile era emerges—signalling renewal after a celestial darkness.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "30": {
    "french": [
      "Plus xi. fois [lune.soleil.] ne voudra,",
      "Tous augmentés & baissés de degré:",
      "Et si bas mis que peu or lon coudra:",
      "Qu’après faim, peste descouvert le secret."
    ],
    "english": [
      "More than eleven times [moon–sun] will not want,",
      "All raised and lowered in degree:",
      "And set so low that little gold will last:",
      "After hunger, plague will uncover the secret."
    ],
    "interpretation": "Repeated eclipses will cause fluctuating fortunes; scarcity of gold will follow, and after famine, a plague will reveal hidden truths—foretelling a period of cosmic disturbances leading to disease and revelation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "31": {
    "french": [
      "La lune au plain de nuit sus le haut mont,",
      "Le nouveau sophe d’vn seul cerueau la veu:",
      "Par ses disciples estre immortel semond",
      "Yeux au mydi. En seins mains, corps au feu."
    ],
    "english": [
      "The moon on the plain at night above the high mountain,",
      "The new sage of a single light sees:",
      "Through his disciples to be immortal sown,",
      "Eyes at the middle, in breasts hands, body in fire."
    ],
    "interpretation": "A lunar omen over a mountain will reveal a new enlightened figure whose followers claim immortality, blending sensual and fiery imagery—suggesting a mystical movement arising from a celestial sign.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "32": {
    "french": [
      "Es lieux et temps chair au poiss. donrra lieu:",
      "La loy commune sera faite au contraire:",
      "Vieux tiendra fort, puis oste du milieu",
      "L'Amour commun mis fort arriere."
    ],
    "english": [
      "In places and times flesh will give place to fish:",
      "Common law will be made opposite:",
      "Old will hold firm, then remove from the middle",
      "Loving of Everything in Common set far behind."
    ],
    "interpretation": "A shift from land‑based to sea‑based economies will invert standard law; an elder authority will initially resist but later retreat, leaving the change unchecked—signalling a transition to maritime dominance.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "33": {
    "french": [
      "Iuppiter ioint plus Venus qu’à la Lune",
      "Apparoissant de plenitude blanche:",
      "Venus cachée soubs la blancheur Neptune,",
      "De Mars frappé par la granée branche."
    ],
    "english": [
      "Jupiter joins more Venus than the Moon,",
      "Appearing in white fullness:",
      "Venus hidden beneath Neptune's whiteness,",
      "Mars struck by a grenade branch."
    ],
    "interpretation": "A planetary alignment (Jupiter, Venus, Moon) creates a luminous sign; Venus is concealed beneath a Neptune‑like glow, while Mars is hit by an explosive—foretelling a celestial battle influencing earthly warfare.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "34": {
    "french": [
      "Le grand mené captif d’estrange terre,",
      "D’or enchainé au roy CHYREN offert,",
      "Qui dans Ausonne, Millan perdra la guerre,",
      "Et tout son ost mis à feu & à fer."
    ],
    "english": [
      "The great captive taken from foreign land,",
      "Gold chained to king CHYREN offered,",
      "Who in Auvergne, Milan will lose the war,",
      "And all his host set to fire and iron."
    ],
    "interpretation": "A foreign captive, bound with gold, will be given to King Chyren. The ruler of Auvergne will lose war against Milan, and his forces will be burned—signalling a costly defeat for a regional power.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "35": {
    "french": [
      "Le feu estaint, les vierges trahiront",
      "La plus grand part de la bande nouvelle:",
      "Fouldre à fer, lance les seuls roy garderont:",
      "Etrusque & Corse, de nuit gorge allumelle."
    ],
    "english": [
      "The extinguished fire, the virgins will betray,",
      "The greatest part of the new band:",
      "Forge into iron, the only kings will keep:",
      "Etruscan & Corsican, at night the throat ignites."
    ],
    "interpretation": "After a destructive fire, once‑pure factions betray; new forces will be forged into iron, preserved only by monarchs. Etruscan and Corsican elements will create nocturnal turmoil—pointing to a violent upheaval after a disaster.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "36": {
    "french": [
      "Les ieux nouueaux en Gaule redressés,",
      "Apres victoire de l’Insubre champaigne:",
      "Monts d’Esperie, les grands liés, troussés:",
      "De peur trembler la Romaigne & l’Espagne."
    ],
    "english": [
      "The new lands in Gaul restored,",
      "After the Insubrian victory in Champagne:",
      "Mountains of Esperie, the great linked, trampled:",
      "From fear trembling Romagna & Spain."
    ],
    "interpretation": "Territories in Gaul will be re‑established following an Insubrian win in Champagne. The mountains of Esperie will be crossed, causing fear in Romagna and Spain—indicating a north‑south advance after a decisive battle.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "37": {
    "french": [
      "Gaulois par saults, monts viendra penetrer:",
      "Occupera le grand lieu de l’Insubre:",
      "Au plus profond son ost fera entrer:",
      "Gennes, Monech pousseront classe rubre."
    ],
    "english": [
      "Gauls by leaps will penetrate the mountains:",
      "Will occupy the great place of Insubria:",
      "Deep within will bring his host:",
      "Gennes, Monech will push the red class."
    ],
    "interpretation": "Gauls will storm the Alpine passes, seize Insubria’s heartland, and push deep forces (Gennes, Monech) to insert a powerful (red) army—foretelling a decisive incursion into northern Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "38": {
    "french": [
      "Pendant que duc, roy, royne occupera",
      "Chef Bizant dn captif en Samothrace:",
      "Auant l’assauit l’n autre mangera:",
      "Rebours ferré suyura du sang la trasse."
    ],
    "english": [
      "While duke, king, queen take possession,",
      "Byzantine chief taken captive in Samothrace:",
      "Before the assault the other will eat:",
      "Iron reverse will soak the blooded trail."
    ],
    "interpretation": "While nobles claim power, a Byzantine leader is imprisoned on Samothrace. Ahead of an attack, the opposing side will feast, and a reversed iron weapon will soak the battlefield in blood—suggesting a gruesome confrontation in the Aegean.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "39": {
    "french": [
      "Les Rodiens demanderont secours",
      "Par le neglet de ses hoyrs delaissée.",
      "L’empire Arabe reualera son cours",
      "Par Hesperies la cause redressée."
    ],
    "english": [
      "The Rhodians will demand help",
      "Through the neglect of its abandoned hours:",
      "The Arab empire will regain its course",
      "Through Hesperian the cause will be corrected."
    ],
    "interpretation": "Rhodian islands will plea for aid after being ignored. The Arab empire will recover its momentum under Hesperian (western) influence, correcting earlier setbacks—signalling a revival of Arab power in the western Mediterranean.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "40": {
    "french": [
      "Les forteresses des assieges sarrés",
      "Par poudre à feu profondés en abysme:",
      "Les proditeurs seront touts vifs serrés",
      "Onc aux sacristes n’auront si piteux scisme."
    ],
    "english": [
      "The besieged fortress walls",
      "By deep fire powder into abyss:",
      "The traitors will be all tightly bound",
      "Only the sacristans will not have such miserable schism."
    ],
    "interpretation": "Siege walls will be shattered by deep cannon fire. Traitors will be captured tightly, while clergy may escape the ensuing religious split—foreseeing a brutal siege with political betrayal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "41": {
    "french": [
      "Gymnique sexe captif par hostaige",
      "Viendra de nuit custodes decevoir:",
      "Le chef du camp deceu par son langage",
      "Lairra à la gente, fera piteux à voir."
    ],
    "english": [
      "Gymnastic sex captive by hostility",
      "Will come at night, deceiving guardians:",
      "The camp chief will die by his language",
      "He will rise to the people, becoming pitiful to see."
    ],
    "interpretation": "A physical contest (perhaps a tournament) will be seized by hostile forces at night, deceiving the guards. The camp leader will die because of his own words, leaving a tragic figure before the masses—signalling a disastrous event during a festival.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "42": {
    "french": [
      "Geneue & Langres par ceux de Chartres & Dolle",
      "Et par Grenoble captif au Montlimard",
      "Seysset, Losanne par fraudulente dole,",
      "Les trahiront par or soyxante marc."
    ],
    "english": [
      "Geneva & Langres by those of Chartres & Dolle,",
      "And by Grenoble captive at Montlimard",
      "Seysset, Lausanne by fraudulent deed,",
      "They will betray them with gold shining mark."
    ],
    "interpretation": "Cities like Geneva and Langres will fall to forces from Chartres and Dolle, while Grenoble is trapped on a mountain. Deceitful betrayal using gold will affect other towns—suggesting widespread treachery across western Europe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "43": {
    "french": [
      "Seront oys au ciel les armes battre:",
      "Celuy an même les diuins ennemis",
      "Voudront loix sainctes injustement débattre",
      "Par foudre & guerre bien croyans à mort mis."
    ],
    "english": [
      "There will be ears in the sky as weapons strike:",
      "He who even the divine enemies",
      "Will want sacred laws unjustly debated",
      "By thunder & war truly believing death will be made."
    ],
    "interpretation": "Divine conflict will echo in the heavens; even holy foes will demand unfair religious law changes, wielding thunder and war with a fatal belief—indicating a celestial‑theological war on earth.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "44": {
    "french": [
      "Lous gros de Mende, de Roudés & Milhau",
      "Cahours, Limoges, Castres malo, sepmano",
      "De nuech l’intrado, de Bordeaux vn cailhau",
      "Par Perigort au toc de la campano."
    ],
    "english": [
      "The greats of Mende, of Roudés & Milhau",
      "Cahours, Limoges, Castres bad, sepmano",
      "From the night the intruder, from Bordeaux a tower",
      "By Perigort at the point of the campaign."
    ],
    "interpretation": "Leaders from several French towns will be involved in night raids; Bordeaux will raise a fort, and Perigort will command the campaign—signaling coordinated attacks across southwestern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "45": {
    "french": [
      "Par conflit roy, regne abandonera:",
      "Le plus grand chef fallira au besoing:",
      "Mors profligés peu en rechapera,",
      "Tous destranchés, vn en sera tesmoing."
    ],
    "english": [
      "Because of royal conflict, the reign will be abandoned:",
      "The greatest chief will fail at his need:",
      "Wasted deaths will be little recovered,",
      "All disjoined, one will be a witness."
    ],
    "interpretation": "Royal wars will cause the monarchy to collapse; the chief leader will fall short of his purpose, and many deaths will be in vain, leaving a lone survivor as witness—a bleak end to the dynasty.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "46": {
    "french": [
      "Bien defendu le fait par excellence,",
      "Garde toy Tours de ta proche ruine.",
      "Londres & Nantes par Reims fera defense",
      "Ne passés outre au temps de la bruine."
    ],
    "english": [
      "Well defended the fact by excellence,",
      "Guard yourself in Tours from your nearby ruin.",
      "London & Nantes will defend through Reims",
      "Will not pass beyond the time of the drizzle."
    ],
    "interpretation": "A strong defense will protect Tours from ruin; London and Nantes will join forces via Reims, resisting attacks during a period of rain—suggesting a coalition against an invading force in damp weather.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "47": {
    "french": [
      "Le noir farouche quand aura essayé",
      "Sa main sanguine par feu, fer, arcs tendus:",
      "Trestout le peuple sera tant effraie:",
      "Voyr les plus gra(n)ds par col & pieds pendus."
    ],
    "english": [
      "The fierce black one when tried",
      "His bloodied hand by fire, iron, stretched bows:",
      "All the people will be greatly frightened:",
      "Will see the greatest by neck & hanging feet."
    ],
    "interpretation": "A dark, savage force will be tested, wielding fire and bows. The populace will be horrified, witnessing massive executions—signalling a brutal repression by a ruthless commander.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "48": {
    "french": [
      "Plannure Ausonne fertile, spacieuse",
      "Produira taons si trestant sauterelles:",
      "Clarté solaire deuiendra nubileuse,",
      "Ronger le tout, grand peste venir d’elles."
    ],
    "english": [
      "Fertile, spacious Auvergne plain",
      "Will produce many leaping locusts:",
      "Solar clarity will renew youthful vigor,",
      "Devouring all, a great plague will come from them."
    ],
    "interpretation": "The fertile Auvergne region will suffer a massive locust swarm, whose devastation brings a great plague—forecasting ecological disaster leading to disease.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "49": {
    "french": [
      "Deuant le peuple sang sera répandu",
      "Que du haut ciel ne viendra esqulogner:",
      "Mais d’un long temps ne sera entendu",
      "L’esprit d’un seul le viendra témoigner."
    ],
    "english": [
      "Before the people's blood will be spread",
      "From the high sky it will not descend:",
      "But for a long time it will not be heard",
      "The spirit of a single one will come to testify."
    ],
    "interpretation": "Mass bloodshed will occur without celestial omen; the event will remain unheard for ages, until a solitary spirit bears witness—signifying a hidden tragedy revealed only much later.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "50": {
    "french": [
      "Libra verra regner les Hesperies,",
      "De ciel, & terre tenir la monarchie:",
      "D’Asie forces nul ne verra peries",
      "Que sept ne tientent par rang la hiérarchie."
    ],
    "english": [
      "Libra will see the western (Hesperian) realms rule,",
      "From sky and earth they will hold the monarchy:",
      "From Asian forces none will be destroyed",
      "Except seven who keep the hierarchical order."
    ],
    "interpretation": "Under Libra, western powers will dominate, maintaining monarchy across land and sky. Asian forces will mostly remain untouched, except for seven entities preserving the hierarchy—foretelling a balance of power favoring the west.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "51": {
    "french": [
      "Le duc cupide son ennemi ensuiure",
      "Dans entrera empeschant sa phalange:",
      "Astes à pied si pres viendront poursuiure,",
      "Que la iournée conflite pres de Gange."
    ],
    "english": [
      "The greedy duke will chase his enemy,",
      "He will enter, thwarting his phalanx,",
      "Foot soldiers will come very close in pursuit,",
      "And the day will clash near the Ganges."
    ],
    "interpretation": "A covetous duke will confront his foe, disrupting the enemy’s formation. Infantry will close in rapidly, leading to a decisive battle near the Ganges River, signalling a major conflict in the Indian subcontinent.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "52": {
    "french": [
      "La cité obsesse aux murs hommes & femmes",
      "Ennemis hors le chef prestz à soy rendres",
      "Vent sera fort encontre les gens-darmes:",
      "Chassés seront par chaux, poussiere & cendre."
    ],
    "english": [
      "The besieged city’s walls hold men and women,",
      "Enemies outside the chief ready to surrender,",
      "Strong wind will blow against the armed people,",
      "They will be driven out by lime, dust and ash."
    ],
    "interpretation": "A city under siege will house both genders. The surrounding enemies, with their leader ready to submit, will be hammered by a fierce wind, scattering the defenders with lime, dust and ash—foretelling a harsh, smoky siege that ends with the city’s evacuation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "53": {
    "french": [
      "Les fugitifs & bannis reuoqués:",
      "Peres & filz grand garnisent les hauts puids:",
      "Le cruel pere & les siens suffoqués:",
      "Son filz plus pire submergé dans le puis."
    ],
    "english": [
      "The fugitives and banished are gathered,",
      "Fathers and sons richly supply the high places,",
      "The cruel father and his kin are suffocated,",
      "His son, even worse, is drowned in the well."
    ],
    "interpretation": "Escaped and exiled peoples are assembled; powerful families bring supplies to high ground. A ruthless patriarch and his relatives are smothered, while his son meets a worse fate—drowning in a well—signalling a brutal family tragedy amid rebellion.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "54": {
    "french": [
      "Du nom qui onque ne fut au Roy Gaulois, [gaulois]",
      "Iamais ne fut vn foudre si craintif,",
      "Tremblant l’Italie, l’Espagne & les Anglois",
      "De femme estrangiers grandement attentif."
    ],
    "english": [
      "From a name that once was not of a Gaulish king,",
      "Never was there a lightning so fearful,",
      "Shaking Italy, Spain and the English,",
      "Greatly attentive to foreign women."
    ],
    "interpretation": "A newly risen ruler, whose name lacks Gaulish heritage, brings a terrifying shock—like a lightning strike—affecting Italy, Spain and England. He is unusually fascinated by foreign women, hinting at political intrigue and personal scandal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "55": {
    "french": [
      "Quand la corneille sur tout de brique ioincte, [Quant] [tour]",
      "Durant sept heures ne fera que crier:",
      "Mort presagee de sang statue taincte,",
      "Tyran meurtri, aux Dieux peuple prier."
    ],
    "english": [
      "When the crow perches on every brick tower,",
      "For seven hours it will only shout,",
      "A death foretelling a statue of blood,",
      "The wounded tyrant will pray to the people's gods."
    ],
    "interpretation": "A crow's ominous presence on towers for seven hours signals an impending blood‑stained death. A tyrant, already wounded, will beg the populace’s deities for aid—foretelling a doomed ruler’s desperate appeal before a violent end.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "56": {
    "french": [
      "Apres victoire de rabieuse langue,",
      "L’esprit tempté en tranquil & repos:",
      "Victeur sanguin par conflict faict harangue,",
      "Roustir la langue & la chair & les os [oz]"
    ],
    "english": [
      "After a bitter victory of a rude tongue,",
      "The spirit is tempted in calm and rest,",
      "A bloody victor, made by conflict, gives a speech,",
      "He will gnaw the tongue, flesh and bones."
    ],
    "interpretation": "Following a cruel victory, a restless spirit seeks peace, yet a blood‑stained winner delivers a harangue and ravages both speech and flesh—signifying a triumph that brings further destruction.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "57": {
    "french": [
      "Ignare enuie au grand Roy supportee, [du]",
      "Tiendras propos deffendre les escripts:",
      "Sa femme non femme par vn autre tentee,",
      "Plus double deux ne fort ne criz. [crys]"
    ],
    "english": [
      "A foolish, weary man at the great king’s side,",
      "Will hold words to defend the writings:",
      "His wife, not a wife, will be taken by another,",
      "Twice as much will not be strong nor broken."
    ],
    "interpretation": "A dim‑witted courtier will try to protect important documents, while the king’s spouse is stolen by another. The kingdom’s strength will be halved, indicating betrayal and loss of authority at court.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "58": {
    "french": [
      "Soleil ardent dans le gosier coller,",
      "De sang humain arrouser terre Etrusque:",
      "Chef seille d’eau, mener son fils filer, [filz filet]",
      "Captiue dame conduicte en terre Turque."
    ],
    "english": [
      "Burning sun sticks to the throat,",
      "Human blood spreads over Etruscan land:",
      "Chief of water, will lead his son to sail,",
      "A captured lady will be taken to Turkish land."
    ],
    "interpretation": "A scorching sun causes fever; bloodshed stains former Etruscan territory. A water‑lord will send his son on a voyage, while a noblewoman is abducted and taken to Turkey—signalling a Mediterranean war with captivity and exile.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "59": {
    "french": [
      "Deux assiegez en ardente ferueur,",
      "De soif estaincts pour deux plaines tasses [plainnes]",
      "Le fort limé, & vn vieillart resueur,",
      "Aux Geneuois de Nira monstra trasse."
    ],
    "english": [
      "Two assaulters in a blazing furnace,",
      "Thirst quenched on two plain cups,",
      "The strong lime, and an old rescuer,",
      "Will strike the Genevan of Nira with a monster."
    ],
    "interpretation": "Two attackers wield fiery weapons; their thirst is sated on flat terrains. Strong lime fortifications and an aged rescuer will confront a monstrous force against the people of Geneva—signalling a fiery siege and heroic defense.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "60": {
    "french": [
      "Les sept enfans en hostaige laissez,",
      "Le tiers viendra son enfant trucider:",
      "Deux par son fils seront d’estoc percez, [filz]",
      "Gennes, Florence, les viendra enconder."
    ],
    "english": [
      "The seven children are left in captivity,",
      "A third will come to slay his child,",
      "Two will be pierced by his son’s thrust,",
      "Gennes, Florence will come to bind them."
    ],
    "interpretation": "Seven youths are imprisoned; a third perpetrator will murder his own child. Two will be stabbed by his son, while forces from Gennes and Florence will intervene—signalling a tragic family betrayal amid political intrigue.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "61": {
    "french": [
      "Le vieulx mocqué & priué de sa place,",
      "Par l’estranger qui le subornera:",
      "Mains de son fils mangees deuant sa face,",
      "Le frere à Chartres, Orl Roüan trahira."
    ],
    "english": [
      "The old muffled one stripped of his place,",
      "By the foreigner who will suborn him,",
      "His son’s hands eaten before his face,",
      "His brother at Chartres, Orl Roüan will betray."
    ],
    "interpretation": "An elderly official is displaced by a foreign conspirator. His son is gruesomely harmed, and a brother in Chartres will betray him—indicating a violent coup with familial treachery.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "62": {
    "french": [
      "Vn coronel machine ambition,",
      "Se saisira de la plus grande armee:",
      "Contre son Prince fainte inuention, [prince feincte]",
      "Et descouuert sera soubs sa ramee."
    ],
    "english": [
      "A colonel with ambitious machinery,",
      "Will seize the greatest army,",
      "Against his prince a false invention,",
      "And will be uncovered under his rope."
    ],
    "interpretation": "A scheming colonel will take control of a large army using deceitful devices against the prince. His plan will be revealed, leading to his downfall—signalling a military usurpation thwarted by exposure.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "63": {
    "french": [
      "L’armee Celtique contre les montaignars,",
      "Qui seront sçeuz & prins à la pipee: [lipee]",
      "Paysans frez pouseront tost faugnars,",
      "Precipitez tous au fil de l’espee."
    ],
    "english": [
      "The Celtic army against the mountain folk,",
      "Who will be cut and taken to the pit:",
      "Peasant farms will soon push the enemies,",
      "All will fall by the edge of the sword."
    ],
    "interpretation": "Celtic forces will clash with highland tribes; the enemy will be slaughtered. Local farmers will join the fight, driving the foes into defeat by the sword—signalling a popular uprising in the mountains.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "64": {
    "french": [
      "Le deffaillant en habit de bourgeois, [bourgois]",
      "Viendra le Roy tenter de son offense:",
      "Quinze soldats la pluspart Vstagois,",
      "Vie derniere & chef de sa cheuance."
    ],
    "english": [
      "The defaulter dressed as a bourgeois,",
      "The king will come to try his offense:",
      "Fifteen soldiers, most of them Visigoths,",
      "Will die and the chief of his house."
    ],
    "interpretation": "A pretender in common dress will be challenged by the king. Fifteen soldiers, chiefly Visigoths, will perish along with the pretender’s head—foretelling a failed rebellion by a commoner.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "65": {
    "french": [
      "Au deserteur de la grand forteresse,",
      "Apres qu’aura son lieu abandonné,",
      "Son aduersaire fera [si] grand proüesse,",
      "L’empereur tost mort sera condamné."
    ],
    "english": [
      "To the deserter of the great fortress,",
      "After his place is abandoned,",
      "His opponent will achieve great prowess,",
      "The emperor will soon be condemned to death."
    ],
    "interpretation": "A deserter leaves a stronghold; the enemy seizes the opportunity, gaining fame. The emperor will quickly be condemned, indicating a rapid collapse of central authority after betrayal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "66": {
    "french": [
      "Sous couleur fainte de sept testes rasées [faincte]",
      "Seront semez différents explorateurs:",
      "Puys & fontaines de poisons arrouses,",
      "Au fort de Gennes humains dévorateurs."
    ],
    "english": [
      "Under a false color of seven shaved heads,",
      "Various explorers will be sown,",
      "Then fountains of poison will be raised,",
      "At Gennes’s fort, humans will become devourers."
    ],
    "interpretation": "A strange banner of seven shaved figures will signal the arrival of many explorers. Poisonous springs will be created, turning the garrison at Gennes into cannibals—foretelling a horrific transformation of troops into monsters.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "67": {
    "french": [
      "L’an que Saturne & Mars égaux combust,",
      "L’air fort seiché, longue traction:",
      "Par feux secrets, d’ardeur grand lieu adust,",
      "Peu pluye, vent, chaud, guerres, incursions."
    ],
    "english": [
      "The year Saturn and Mars become equal in flame,",
      "The air is dry, a long stretch:",
      "By secret fires, a great hot place is burned,",
      "Little rain, wind, heat, wars, incursions."
    ],
    "interpretation": "When Saturn and Mars align, the climate will be dry; hidden fires will scorch a large area, leading to drought, strong winds and a series of wars and raids—signalling a year of severe climate‑driven conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "68": {
    "french": [
      "En l’an bien proche non éloigné de Vénus,",
      "Les deux plus grands de l’Asie & d’Aphrique:",
      "Du Rhône & Hister qu’on dira sont venus,",
      "Cris, pleurs à Malte & côte Ligustique."
    ],
    "english": [
      "In the near year not far from Venus,",
      "The two greatest of Asia and Africa:",
      "From the Rhone and Danube they will be said to have arrived,",
      "Cries and wails in Malta and the Ligurian coast."
    ],
    "interpretation": "Soon after a Venusian alignment, the most powerful Asian and African forces will arrive via the Rhone and Danube, causing grief across Malta and the Ligurian shore—foretelling a massive migration or invasion from the east.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "69": {
    "french": [
      "La cité grande les exilés tiendront,",
      "Les citadins morts, meurtris & chassés:",
      "Ceux d’Aquilee à Parme promettront,",
      "Monstrer l’entrée par les lieux non tracés."
    ],
    "english": [
      "The great city will hold the exiles,",
      "Citizens dead, wounded and chased away:",
      "Those from Aquileia will promise Parma,",
      "To show an entrance through unmarked places."
    ],
    "interpretation": "A large city will shelter exiles while its residents are slain and expelled. Aquileian forces will promise an advance on Parma, using hidden routes—signalling a covert offensive via secret passages.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "70": {
    "french": [
      "Bien contiguë des grands monts Pyrénées,",
      "Un contre l’Aigle grand copie adresser:",
      "Oùertes veines, forces exterminées,",
      "Que jusqu’à Pau le chef viendra chasser."
    ],
    "english": [
      "Close to the great Pyrenean mountains,",
      "One will address a great copy of the Eagle:",
      "Veins broken, forces exterminated,",
      "Until Pau the chief will come to chase."
    ],
    "interpretation": "Near the Pyrenees, a leader will challenge a powerful “Eagle” empire. After severe losses, the chief will push as far as Pau to expel the enemy—foretelling a Pyrenean campaign against a dominant force.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "71": {
    "french": [
      "En lieu d’épouse les filles trucidées,",
      "Meurtre à grand faute ne sera superstitile:",
      "Dedans le puys vestules inondées,",
      "L’épouse estainte par hausse d’Aconile."
    ],
    "english": [
      "In the place of the bride the girls are murdered,",
      "A great crime will not be superstitious:",
      "Inside the well the vestments are flooded,",
      "The bride is burned by the rise of Aconile."
    ],
    "interpretation": "A brutal massacre of betrothed girls occurs; the crime is not blamed on superstition. Sacred garments are drowned, and the bride is consumed by a fire named Aconile—signalling a horrific ritual sacrifice.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "72": {
    "french": [
      "Les Artomiques par Agen & l’Estore,",
      "A sainct Felix feront le parlement:",
      "Ceux de Basas viendront à la mal‑heure,",
      "Saisir Condon & Marsan promptement."
    ],
    "english": [
      "The Artomicans through Agen and the Store,",
      "Will make parliament at Saint Felix:",
      "Those from Basas will come in misfortune,",
      "To swiftly seize Condon and Marsan."
    ],
    "interpretation": "Artomican forces will convene a council at Saint Felix via Agen. The Basas people will arrive in disaster, quickly capturing Condon and Marsan—indicating a rapid political takeover.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "73": {
    "french": [
      "Le nepueu grand par force prouvera,",
      "Le pache fait du cœur pusillanime:",
      "Ferrare & Ast le Duc esprouera,",
      "Par lors qu’au soir sera le pantomime."
    ],
    "english": [
      "The great nephew will prove his strength,",
      "The peace makes a cowardly heart:",
      "Ferrara and Ast will inspire the Duke,",
      "Then in the evening the pantomime will take place."
    ],
    "interpretation": "A nephew will demonstrate power; yet peace breeds timid hearts. Ferrara and Ast (perhaps regions) will rally a duke, culminating in a theatrical display at night—signifying a show of force masked as performance.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "74": {
    "french": [
      "Du lac Léman et ceux de Brannonices,",
      "Tous assemblés contre ceux d’Aquitaine:",
      "Germains beaucoup encore plus Suisses,",
      "Seront défaits avec ceux d’Humaine."
    ],
    "english": [
      "From Lake Léman and those of Brannonics,",
      "All gathered against those of Aquitaine:",
      "Germans many more than the Swiss,",
      "Will be defeated together with the Humains."
    ],
    "interpretation": "Forces from Lake Geneva and Brannonics unite against Aquitaine. Larger German troops than Swiss will join, and both they and the “Humains” will suffer defeat—foretelling a broad coalition’s loss.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "75": {
    "french": [
      "Prêt à combattre fera défection,",
      "Chef adverse obtiendra la victoire:",
      "L’arrière garde fera défense,",
      "Les défaillants mort au blanc territoire."
    ],
    "english": [
      "Ready to fight will cause desertion,",
      "The opposing chief will gain victory:",
      "The rear guard will make defence,",
      "The defectors will die on the white land."
    ],
    "interpretation": "An eagerness to fight leads to desertion; the enemy commander wins. The rear guard attempts resistance, but the deserters are slain on the open plain—signalling a failed offensive and heavy casualties among defectors.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "76": {
    "french": [
      "Les Nictobriges par ceux de Perigort,",
      "Seront vexés tenant jusque au Rhône:",
      "L’associé de Gascons & Begorne,",
      "Trahir le temple, le prestre étant au prospère."
    ],
    "english": [
      "The Nictobriga of Perigort will be offended, holding to the Rhone,",
      "The Gascon and Begorn allies will betray the temple, the priest being prosperous."
    ],
    "interpretation": "The Nictobriges (a tribe) under Perigort will be angered while controlling the Rhone. Their Gascon and Begorn allies will betray a temple despite the priest’s wealth—signalling religious treachery amid regional tension.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "77": {
    "french": [
      "Selin monarque l’Italie pacifique,",
      "Règne unis par Roy Chrétien du monde:",
      "Mourant voudra coucher en terre blesique,",
      "Après pirates avoir chassé de l’onde."
    ],
    "english": [
      "Selin the monarch of peaceful Italy,",
      "United kingdom by World Christian King:",
      "He will wish to die in a blessed land,",
      "After the pirates were driven from the sea."
    ],
    "interpretation": "King Selin will rule a tranquil Italy, united under a Christian world sovereign. He will long for a holy burial after navy defeats pirates—signalling a reign ending peacefully after maritime victories.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "78": {
    "french": [
      "La grande armée de la pugne ciuilе,",
      "Pour de nuit Parme à l’estrange trouuee,",
      "Septante‑neuf meurtris dedans la ville,",
      "Les étrangers passent tous à l’épée."
    ],
    "english": [
      "The great army of the civil battle,",
      "Night‑time in Parma found the foreign,",
      "Seventy‑nine wounded inside the city,",
      "All foreigners will be cut down by sword."
    ],
    "interpretation": "A massive civil war army attacks Parma at night; 79 locals are injured. All foreign combatants will be slain by sword—foretelling a brutal urban battle with a purge of outsiders.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "79": {
    "french": [
      "Sang Royal fuis, Monhuit, Mas, Esguillon,",
      "Remplis seront de Bourdeluis les Landes,",
      "Nauarre, Bygorre, poinctes & eguillons,",
      "Profonds de faim vorer de Liège glandes."
    ],
    "english": [
      "Royal blood flees, Month, Mass, Esguillon,",
      "The Landes will be filled with Bourdeluis,",
      "Nauarre, Bygorre, points and eguillons,",
      "Deep hunger will devour Liège’s glands."
    ],
    "interpretation": "Royal blood runs away; surrounding regions become overrun with enemies. Deep famine will afflict Liège’s territory, indicating a widespread crisis of rebellion and starvation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "80": {
    "french": [
      "Près du grand fleuue grand fosse terre egeste,",
      "En quinze pars sera l’eau divisée:",
      "La cité prise, feu, sang cris conflict mettre,",
      "Et la plupart concerne au collisée."
    ],
    "english": [
      "Near the great river a large hollow earth abyss,",
      "In fifteen parts the water will be divided:",
      "The seized city, fire, blood, cries of conflict will rise,",
      "And most will be concerned with the coliseum."
    ],
    "interpretation": "By a massive river basin, an earth cavity will split the water into fifteen streams. A captured city will blaze, with blood and shouts, while many turn their attention to a coliseum—suggesting a monumental battle near a great watershed.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "81": {
    "french": [
      "Pont on fera promptement de nacelles,",
      "Passer l’armée du grand Prince Belgique:",
      "Dans profondez & non loin de Brucelles,",
      "Outre passez, détéranchez sept à picque."
    ],
    "english": [
      "A bridge will quickly be made of baskets,",
      "The army of the great Belgian Prince will pass:",
      "Deep and not far from Brucelles,",
      "Beyond, they will cut, tearing seven at the peak."
    ],
    "interpretation": "A hastily constructed bridge of baskets will allow the Prince of Belgium’s army to cross near Brucelles. They will then break through, slashing seven opposing positions at their strongest point—signalling a bold, improvised crossing in a campaign.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "82": {
    "french": [
      "Amas s’approche venant d’Esclauonie,",
      "L’Olestant vieux cité ruynera:",
      "Fort désolée verra sa Romanie,",
      "Puis la grande flamme est éteindre ne sçura."
    ],
    "english": [
      "A mass approaches from Esclavonia,",
      "The old city will be ruined:",
      "A strong desert will see its Romania,",
      "Then the great flame will be extinguished and unknown."
    ],
    "interpretation": "A large force from Esclavonia advances, destroying an ancient city. The nearby barren area will witness the decline of a Roman‑like realm, after which a great fire is abruptly put out—signalling the fall of a historic civilization.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "83": {
    "french": [
      "Combat nocturne le vaillant capitaine,",
      "Vaincu fuira peu de gens profligé:",
      "Son peuple esmé, sédition non vaine,",
      "Son propre fils le tiendra assiégé."
    ],
    "english": [
      "Night combat the valiant captain,",
      "Defeated will flee few wasted people:",
      "His people praised, rebellion not in vain,",
      "His own son will keep him besieged."
    ],
    "interpretation": "A brave captain fights at night, loses and retreats, leaving few survivors. Though his people admire him, the uprising persists; his son ends up besieging him—foretelling a tragic familial conflict within a rebellion.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "84": {
    "french": [
      "Un grand d’Auxerre mourra bien misérable,",
      "Chassé de ceux qui sous lui ont été:",
      "Serré de chaînes, après d’un rude câble,",
      "En l’an que Mars, Vénus & Soleil mis en était."
    ],
    "english": [
      "A great man from Auxerre will die miserably,",
      "Driven out by those who were under him:",
      "Tied in chains, after a harsh cable,",
      "In the year when Mars, Venus and the Sun were aligned."
    ],
    "interpretation": "A notable figure from Auxerre will meet a miserable death, overthrown by his subordinates, bound in chains after a brutal punishment during a celestial alignment of Mars, Venus and the Sun—signalling a downfall linked to astrological events.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "85": {
    "french": [
      "Le charbon blanc du noir sera chassé,",
      "Prisonnier fait mené au tombereau,",
      "More Chameau sur pieds entrelassez,",
      "Lors le puisné fillera l’aubereau."
    ],
    "english": [
      "The white charcoal of the black will be driven away,",
      "A prisoner taken to the cart,",
      "More camel on its feet left behind,",
      "Then the newborn will fill the basin."
    ],
    "interpretation": "Dark forces will be expelled, a prisoner escorted on a cart while a camel is abandoned. A newborn child will be placed in a basin—indicating a symbolic purification after captivity.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "86": {
    "french": [
      "L’an que Saturne en eau sera conioinct,",
      "Avec Sol, le Roy fort & puissant,",
      "À Reims & Aix sera reçu & oint,",
      "Après conquests meurtrira innocens."
    ],
    "english": [
      "In the year Saturn will be bound in water,",
      "With the Sun, the strong and powerful King,",
      "In Reims and Aix he will be received and anointed,",
      "After conquests, the innocent will be killed."
    ],
    "interpretation": "During a year when Saturn is submerged and the Sun aligns with a potent king, he will be welcomed in Reims and Aix. Yet after his victories, innocent lives will be slain—foretelling a ruler’s rise accompanied by tragic collateral damage.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "87": {
    "french": [
      "Un fils du Roy tant de langues apprins,",
      "À son aîné au règne différent:",
      "Son père beau au plus grand fils comprins,",
      "Fera périr principal adhérant."
    ],
    "english": [
      "A king’s son learned many languages,",
      "To his older brother in a different reign:",
      "His handsome father understood the greatest son,",
      "Will cause the chief supporter to perish."
    ],
    "interpretation": "A royal offspring versed in many tongues will interact with his elder brother ruling elsewhere. The noble father favors his eldest son, leading to the death of a key ally—signalling internal royal rivalry and betrayal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "88": {
    "french": [
      "Le grand Antoine du nom de fait sordide,",
      "De Phthyriaise à son dernier rongé:",
      "Un qui de plomb voudra être cupide,",
      "Passant le port d’esleu sera plongé."
    ],
    "english": [
      "Great Antoine, whose name is of a sordid deed,",
      "From Phthyria to his last consumed:",
      "One who will be greedy for lead,",
      "Passing the port of Esleu will be drowned."
    ],
    "interpretation": "Antoine, marked by a vile act, travels from Phthyria, ending in ruin. A greedy individual seeking wealth (lead) will drown at the port of Esleu—signifying a fatal pursuit of riches.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "89": {
    "french": [
      "Trente de Londres secret coniureront,",
      "Contre leur Roi, sur le pont l’entreprise:",
      "Lui, satellites la mort dégousteront,",
      "Un Roi élu blonde, natif de Frize."
    ],
    "english": [
      "Thirty from London will conspire secretly,",
      "Against their king, they will act on the bridge:",
      "They, satellites, will pour out death,",
      "A chosen blond king, native of Frize."
    ],
    "interpretation": "Thirty Londoners will plot against their monarch, carrying out a deadly scheme on a bridge. Their agents will spill blood, culminating in the selection of a blond king from Frize—foretelling a coup and new dynasty.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "90": {
    "french": [
      "Les deux copies aux murs ne pourront joindre,",
      "Dans ce instant trembler Milan, Ticino:",
      "Faim, soif, doutance, si fort les viendra poindre",
      "Chair, pain, ne viures n’auront un seul boucin."
    ],
    "english": [
      "The two copies on the walls will not be able to join,",
      "At this moment Milan and Ticino will tremble:",
      "Hunger, thirst, doubt, will strike them fiercely,",
      "Flesh and bread will not have a single bite."
    ],
    "interpretation": "Two opposing forces will fail to unite; cities of Milan and Ticino will quake as hunger, thirst and doubt overwhelm them, leaving no food or sustenance—signaling a desperate siege with starving populations.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "91": {
    "french": [
      "Au Duc Gaulois contrainct battre au duelle,",
      "La nef Mellele monéch n’approchera,",
      "Tort accusé, prison perpétuelle,",
      "Son fils régner avant mort taschera."
    ],
    "english": [
      "The Gallic Duke forced to duel,",
      "The ship Mellele will not approach,",
      "Wrongly accused, perpetual prison,",
      "His son will reign before death pushes him."
    ],
    "interpretation": "A Gallic duke is compelled into a duel; the vessel Mellele stays away. Falsely condemned, he faces endless imprisonment, but his son will ascend the throne before his death—foretelling a tragic noble struggle and dynastic succession.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "92": {
    "french": [
      "Teste tranchée du vaillant capitaine,",
      "Sera jetée devant son adversaire:",
      "Son corps pendu de la classe à l’antenne,",
      "Confus fuira par rames à vent contraire."
    ],
    "english": [
      "The severed head of the brave captain,",
      "Will be thrown before his opponent:",
      "His body hung from the class to the mast,",
      "Confused he will flee with oars against the wind."
    ],
    "interpretation": "The captain’s head will be displayed to his enemy as his body dangles from a ship’s mast. In confusion, he will try to escape by rowing against the wind—signalling a grim defeat in naval battle.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "93": {
    "french": [
      "Un serpent vu proche du lict royal,",
      "Sera par dame, nuit chiens n’abayeront:",
      "Lors naîtra en France un Prince tant royal,",
      "Du ciel venu tous les Princes verront."
    ],
    "english": [
      "A serpent seen near the royal court,",
      "Will be by a lady, night dogs will not bark:",
      "Then a very royal Prince will be born in France,",
      "All princes from the heavens will see."
    ],
    "interpretation": "A snake appears near the royal court, ignored by a lady and nocturnal dogs. A new noble prince will be born in France, witnessed by all heavenly princes—indicating an omen heralding a significant royal birth.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "94": {
    "french": [
      "Deux grands frères seront chassés d’Espagne,",
      "L’aisné vaincu sous les mons Pyrénées:",
      "Rougir mer, Rosne, sang Lemand d’Allemagne,",
      "Narbon, Blyterre, d’Agath contaminées."
    ],
    "english": [
      "Two great brothers will be expelled from Spain,",
      "The heir defeated beneath the Pyrenean mountains:",
      "The sea will redden, Rosne, the blood of Germany’s Lemand,",
      "Narbonne, Blyterre, Agath’s lands contaminated."
    ],
    "interpretation": "Two powerful siblings will be driven out of Spain; their heir falls in the Pyrenees. The sea runs red with blood from German lands; French cities like Narbonne become contaminated—signalling a sweeping defeat of a dynasty across the western Alps.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "95": {
    "french": [
      "Le règne à deux laissé bien peu tiendront,",
      "Trois ans sept mois passeront feront la guerre:",
      "Les deux Vestales contre rebelleront,",
      "Victor puisnay en Armonique terre."
    ],
    "english": [
      "The rule left to two will hold very little,",
      "Three years and seven months will pass and bring war:",
      "The two Vestal virgins will rebel,",
      "Victor will then rise on the Harmonic land."
    ],
    "interpretation": "A dual monarchy will be weak; after three years and seven months war erupts. Two Vestal priestesses rebel, and a leader named Victor ascends in a region called Harmonia—foretelling a short‑lived co‑rule ending in rebellion and a new ruler.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "96": {
    "french": [
      "La sœur aisnée de l’Isle Britannique,",
      "Quinze ans devant le frère aura naissance:",
      "Par son promis moyennant verrifique,",
      "Succèdera au règne de balance."
    ],
    "english": [
      "The noble sister of the British Isle,",
      "Will give birth fifteen years before her brother:",
      "Through her promise, very trustworthy,",
      "She will succeed to the throne of balance."
    ],
    "interpretation": "A royal sister from Britain will have a child fifteen years before her brother. Her reliable promise ensures she will inherit a balanced throne—signalling a matriarchal succession ahead of the male heir.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "97": {
    "french": [
      "L’an que Mercure, Mars, Vénus rétrograde,",
      "Du grand Monarque la ligne ne faillir:",
      "Élu du peuple l’usitant près de Gagdole,",
      "Qu’en paix & règne viendra fort enuiller."
    ],
    "english": [
      "The year Mercury, Mars and Venus retrograde,",
      "The great monarch’s line will not fail:",
      "Chosen by the people near Gagdole,",
      "Will come to peace and a strong reign."
    ],
    "interpretation": "During a retrograde of Mercury, Mars and Venus, the royal lineage remains intact. A popular leader near Gagdole will ascend, bringing peace and a powerful reign—foretelling a stable succession under astrological stress.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "98": {
    "french": [
      "Les Albanois passeront dedans Rome,",
      "Moyennant Langres demi‑plier affublés,",
      "Marquis & Duc ne pardonnes à homme,",
      "Feu, sang, morbiles, point d’eau faillir les blés."
    ],
    "english": [
      "The Albanians will go into Rome,",
      "Through a half‑folded Langres, dressed:",
      "The Marquis and Duke will not pardon any man,",
      "Fire, blood, disease, no water will fail the wheat."
    ],
    "interpretation": "Albanian forces will march into Rome via a partially encircled Langres. The high nobles will grant no mercy, unleashing fire, blood and pestilence that devastates agriculture—signalling a destructive incursion into the Italian heartland.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "99": {
    "french": [
      "L’aisné vaillant de la fille du Roi,",
      "Respoussera si profond les Celtiques,",
      "Qu’il mettra foudres, combien en tel arroy,",
      "Peu & loing, puis profond és Hesperiques."
    ],
    "english": [
      "The brave heir of the king’s daughter,",
      "Will strike the Celts deeply,",
      "He will cast thunderbolts, as many as in that river,",
      "Little and far, then deep in the Hesperian lands."
    ],
    "interpretation": "A royal grandson will launch a powerful campaign against Celtic peoples, unleashing numerous thunderbolts across rivers, reaching both nearby and distant Hesperian territories—foretelling a sweeping, lightning‑filled conquest.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "100": {
    "french": [
      "De feu céleste au Royal édifice,",
      "Quand la lumière de Mars défaillira:",
      "Sept mois grand guerre, mort gens de maléfice",
      "Roüan, Eurieux au Roy ne faillira."
    ],
    "english": [
      "From heavenly fire to the royal building,",
      "When the light of Mars will fail:",
      "Seven months of great war, death of malignant people,",
      "Ruan and Eurieux will not fail the king."
    ],
    "interpretation": "A celestial fire will strike the royal palace as Mars’ light wanes. Seven months of massive warfare will follow, wiping out wicked peoples, while leaders Ruan and Eurieux will remain steadfast for the king—signalling a protracted, divine‑inspired conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  }
}
