{
  "1": {
    "french": [
      "VERS Aquitaine par insuls Britanniques,",
      "De par eux mesmes grandes incursions :",
      "Pluyes,gelées feront terroirs iniques,",
      "Port Selyn fortes fera invasions."
    ],
    "english": [
      "Towards Aquitaine by British insults,",
      "Through them great incursions themselves.",
      "Rain and frost will make the lands unjust,",
      "Port Selyn will make strong invasions."
    ],
    "interpretation": "English (British) aggression will be directed at Aquitaine, bringing large‑scale raids. Harsh weather will cripple the countryside while the port of Selyn becomes a launch‑point for powerful invasions.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/43.jpg"
  },
  "2": {
    "french": [
      "La teste blue fera la teste blanche",
      "Autant de mal que France a faict leur bien :",
      "Mort a l’anthene, grand pendu sus la branche,",
      "Quand prins des siens le Roy dira combien."
    ],
    "english": [
      "The blue head will become a white head,",
      "As much evil as France has done good.",
      "Death on the annthenne (a tower?) a great hanging on the branch,",
      "When the prince of his own will tell the king how much."
    ],
    "interpretation": "A shift from “blue” to “white” symbolizes a change in power or allegiance. France’s deeds are a mix of harm and benefit. A prominent figure will be executed, and a relative will confront the monarch about the cost of that act.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/43.jpg"
  },
  "3": {
    "french": [
      "Pour la chaleur solaire sus la mer",
      "De Negrepont les poissons demy cuits,",
      "Les habitans les viendront entamer,",
      "Quand Rhod & Gennes leur faudra le biscuit."
    ],
    "english": [
      "For the solar heat over the sea,",
      "The fish of Negroponte are half‑cooked:",
      "The locals will begin to eat them,",
      "When Rod. & Gennes will need the biscuit."
    ],
    "interpretation": "Intense sun will overheat the waters near Negroponte, leaving fish poorly cooked. The populace will start to eat them out of necessity, while two entities (perhaps leaders “Rod.” and “Gennes”) will demand provisions.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/43.jpg"
  },
  "4": {
    "french": [
      "Depuis Monach jusqu'aupres de Sicille,",
      "Toute la plage demourra desolée,",
      "Il n'y aura fauxbourgs, cité, ne ville,",
      "Que par Barbares pillée soit & vollée."
    ],
    "english": [
      "From Monech to near Secile,",
      "All the coast will remain desolate,",
      "There will be no false town, city or village,",
      "Except that it will be pillaged and looted by Barbarians."
    ],
    "interpretation": "The stretch from Monech to Secile will see its shoreline abandoned. No settlements will survive, as barbarian raids will strip and plunder any remaining towns.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/43.jpg"
  },
  "5": {
    "french": [
      "Qu’en dans poisson, fer & lettre enfermée,",
      "Hors sortira, qui puis fera la guerre,",
      "Aura par mer sa classe bien ramée,",
      "Apparoissant pres de Latine terre."
    ],
    "english": [
      "When fish, iron and a sealed letter",
      "Will emerge the one who will wage war,",
      "He will have a navy well‑armed at sea,",
      "Appearing near the Latin land."
    ],
    "interpretation": "A hidden message (the sealed letter) concerning fish and iron will trigger a war‑making figure. He will command a strong fleet near the Latin (Roman) territories, signalling an upcoming maritime conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "6": {
    "french": [
      "Aupres des portes & dedans deux citez",
      "Seront deux fleaux & onc n’apperceu un tel,",
      "Faim, dedans peste, de fer hors gens boutez,",
      "Crier secours au grand Dieu immortel."
    ],
    "english": [
      "Near the gates and inside two cities",
      "There will be two plagues none has ever seen before,",
      "Famine inside, pestilence; iron will drive people out,",
      "Cry for help to the great Immortal God."
    ],
    "interpretation": "Two neighboring cities will be struck by unprecedented disasters: famine and disease within, and violent iron weapons forcing evacuations. The suffering populace will call upon a higher power for rescue.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "7": {
    "french": [
      "Entre plusieurs aux isles deportez,",
      "L’un estre nay à deux dents en la gorge :",
      "Mourront de faim les arbres esbrotez,",
      "Pour eux neuf Roy, nouvel edict leur forge."
    ],
    "english": [
      "Among many deported to the islands,",
      "One being is placed between two in the throat,",
      "The trees will die of hunger, eaten away,",
      "For them a new royal edict will be forged."
    ],
    "interpretation": "Exiles sent to islands will be confined tightly. The environment will wither (trees die of neglect), prompting a new ruler to issue an edict—likely a harsh decree to control the stranded population.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "8": {
    "french": [
      "Temples sacrés prime façon Romaine,",
      "Rejetteront les goffres fondements,",
      "Prenant leurs lois premieres & humaines,",
      "Chassant, non tout, des saincts les cultements."
    ],
    "english": [
      "Sacred temples in the old Roman style",
      "Will restore the foundations,",
      "Taking their first and human laws,",
      "Chasing, not all, the saints’ cults."
    ],
    "interpretation": "Ancient Roman‑style temples will be rebuilt, reinstating original civil and human laws, while partially suppressing saintly cults—indicating a revival of classical order over medieval religious practices.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "9": {
    "french": [
      "Neuf ans le regne le maigre en paix tiendra,",
      "Puis il cherra en soif si sanguinaire,",
      "Pour luy grand peuple sans foy & loy mourra,",
      "Tué par un beaucoup plus de debonnaire."
    ],
    "english": [
      "For nine years the thin king will hold peace,",
      "Then he will thirst for a blood‑thirsty war:",
      "For him the great people without hearth and law will die,",
      "Killed by a far greater benefactor."
    ],
    "interpretation": "A weak ruler maintains peace for nine years, after which he seeks a savage war. The common folk, lacking protection and law, will perish, ultimately at the hands of a supposedly more generous power that proves even more destructive.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "10": {
    "french": [
      "Avant long temps le tout sera rangé,",
      "Nous esperons un siecle bien senestre :",
      "L’estat des masques & des seuls bien changé,",
      "Peu trouveront qu’a son rang vueille estre."
    ],
    "english": [
      "Before a long time everything will be arranged,",
      "We hope for a century that is truly left‑handed:",
      "The state of masks and of the alone has changed well,",
      "Few will find that it wishes to be at its rank."
    ],
    "interpretation": "A future re‑ordering is expected, with a hopeful century of reversal (perhaps a turn toward the left‑wing). The “state of masks” (deception) and isolation have altered, and only a few will achieve the desired status.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/44.jpg"
  },
  "11": {
    "french": [
      "Le prochain fils de l’aisnier parviendra,",
      "Tant eslevé jusqu'au regne des fors :",
      "Son aspre gloire un chacun la craindra,",
      "Mais ses enfants du regne gettez hors."
    ],
    "english": [
      "The next son of the ash‑tree will appear,",
      "So much raised up to the rule of the forts,",
      "His harsh glory each one will fear,",
      "But his children of the rule will be driven out."
    ],
    "interpretation": "A new leader, symbolised by an ash tree, will rise to power over fortified lands. His severe reputation will frighten everyone, yet his own heirs will be expelled from power, hinting at a short‑lived dynasty.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "12": {
    "french": [
      "Yeux clos, ouverts d’antique fantasie,",
      "L’habit des seuls seront mis à neant :",
      "Le grand monarque chastiera leur frenaisie,",
      "Ravir des temples le tresor par devant."
    ],
    "english": [
      "Closed eyes, opened by ancient fantasy,",
      "The clothing of the alone will be made nothing,",
      "The great monarch will chastise their frenzy:",
      "He will take from temples the treasure beforehand."
    ],
    "interpretation": "An enchanted ruler, guided by ancient visions, will strip the solitary poor of their garb and punish their wild behaviour, looting temples for treasure—signifying an authoritarian regime that confiscates religious wealth.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "13": {
    "french": [
      "Le corps sans ame plus n’estre en sacrifice,",
      "Jour de la mort mis en natiVité :",
      "L’esprit divin fera l’ame felice,",
      "Voyant le verbe en son esternité."
    ],
    "english": [
      "The soulless body will no longer be a sacrifice.",
      "Day of death set at birth.",
      "The divine spirit will make the soul happy",
      "Seeing the word in its eternity."
    ],
    "interpretation": "A transition is foretold where lifeless bodies cease to be offered in sacrifice. Death will be intertwined with birth, and a divine spirit will bring eternal happiness to the soul, suggesting a spiritual rebirth era.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "14": {
    "french": [
      "A Tours, Gien, gardé seront yeux penetrants,",
      "Descrouvriront de loing la grand sereine :",
      "Elle & sa suite au port seront entrans,",
      "Combat, poussez, puissance souveraine."
    ],
    "english": [
      "At Tours, Ian, the guard will have penetrating eyes,",
      "They will discover from afar the great serene,",
      "She and her suite will enter the port,",
      "Battles, pulses, southern power."
    ],
    "interpretation": "Watchmen in Tours will perceive a distant, peaceful force. A lady and her entourage will arrive at a harbour, bringing Southern military strength and ensuing battles—hinting at a southern invasion seen by vigilant scouts.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "15": {
    "french": [
      "Un peu devant monarque trucidé :",
      "Castor, Pollux en nef, astre crinite :",
      "L’erain public par terre & mer vuidé,",
      "Pise, Ast, Ferrare, Turin, terre interdicte."
    ],
    "english": [
      "A little before the king is slain?",
      "Castor and Pollux in a ship, a crooked star.",
      "The public rain emptied by land and sea,",
      "Pisa, Asti, Ferrara, Turin, land forbidden."
    ],
    "interpretation": "Soon before a monarch’s death, the twins Castor and Pollux (perhaps representing two forces) will sail under an ominous star. Floods will drain both land and sea, and several Italian cities will become inaccessible—signalling a calamitous maritime disaster preceding a regicide.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "16": {
    "french": [
      "Naples, Palerme, Sicille, Syracuses,",
      "Nouveaux tyrans, fulgures feux celestes :",
      "Force de Londres, Gand, Bruxelles, & Suses,",
      "Grand hecatombe, triomphe faire festes."
    ],
    "english": [
      "Naples, Palermo, Seville, Syracuse,",
      "New tyrants, celestial fire lightning:",
      "Force of London, Ghent, Brussels, & Suse,",
      "Great slaughter, triumph, making feasts."
    ],
    "interpretation": "Southern Italian and Sicilian cities will fall under new tyrannical rulers accompanied by heavenly lightning. Allied northern powers (London, Ghent, Brussels, etc.) will join, resulting in massive bloodshed followed by victorious celebrations.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/45.jpg"
  },
  "17": {
    "french": [
      "Le camp du temple de la vierge vestale,",
      "Non esloigné d’Ethene & monts Pyrenées :",
      "Le grand conduict est caché dans la male,",
      "North getez fleuves & vignes mastinées."
    ],
    "english": [
      "The camp of the Vestal Virgin’s temple,",
      "Not far from Ethne and the Pyrenees mountains:",
      "The great conduct is hidden in the evil,",
      "Northern waters flow and twisted vines."
    ],
    "interpretation": "A military encampment near a Vestal temple, close to the Ethne region and the Pyrenees, hides a dark agenda. Northern rivers and tangled vines suggest covert movements in the north, possibly secret supplies or guerilla activity.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "18": {
    "french": [
      "Nouvelle et pluye subite, impetueuse,",
      "Empeschera subit deux exercites :",
      "Pierre, ciel, feux faire la mer pierreuse,",
      "La mort de sept terre & marin subites."
    ],
    "english": [
      "New and sudden impetuous rain,",
      "Will suddenly hinder two armies.",
      "Stone, sky, fire will make a stony sea,",
      "The sudden death of seven lands and sailors."
    ],
    "interpretation": "A sudden violent storm will obstruct two opposing forces. Rock, fire and sky combine to create a treacherous sea, causing the rapid demise of seven regions and their mariners—a catastrophic naval disaster.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "19": {
    "french": [
      "Nouveaux venus lieu basty sans defense,",
      "Occuper la place par lors inhabitable :",
      "Pres, maisons, champs, villes prendre à plaisance,",
      "Faim, peste, guerre, arpen long labourable."
    ],
    "english": [
      "New arrivals, a place built without defence,",
      "Will occupy a place that is then uninhabitable.",
      "Preys, houses, fields, towns will be taken for pleasure,",
      "Famine, plague, war, long‑lasting toil."
    ],
    "interpretation": "Invaders will settle in undefended locations, making them unlivable. They will seize villages, farms and towns for conquest, ushering an era of famine, disease and prolonged warfare.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "20": {
    "french": [
      "Freres & seurs en divers lieux captifs",
      "Se trouveront passer pres du monarque :",
      "Les contempler ses rameaux ententifs,",
      "Desplaisant voir menton, front, nez, les marques."
    ],
    "english": [
      "Brothers and sisters in various places captive,",
      "Will be found near the monarch,",
      "To contemplate his branches (followers) hearing,",
      "Displeasing to see chin, forehead, nose, the marks."
    ],
    "interpretation": "Family members held prisoner across different regions will be discovered near the ruler. Observing his followers (the “branches”) reveals disturbing physical marks—perhaps indicating torture or a curse.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "21": {
    "french": [
      "L’ambassadeur envoyé par biremes,",
      "A my chemin d’incogneus repoulsez :",
      "De sel renfort viendront quatre triremes,",
      "Cordes & chaines en Negrepont troussez."
    ],
    "english": [
      "The ambassador sent by two‑biremes,",
      "Mid‑way on an unknown, repelled path:",
      "From salt reinforcement will come four triremes,",
      "Ropes and chains in Negroponte torn."
    ],
    "interpretation": "An envoy traveling on a twin‑hull vessel is turned back midway. Reinforcements (four warships) from a salty (maritime) source will arrive, damaging the ropes and chains at Negroponte—signalling a naval clash.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "22": {
    "french": [
      "Le camp Ascop d’Europe partira,",
      "S’adioignant proche de l'Isle submergée :",
      "D’Arton classe phalange pliera,",
      "Nombril du monde plus grand voix subrogée."
    ],
    "english": [
      "The Asop camp of Eurotte will depart,",
      "Adjoining near a submerged island:",
      "The Arton phalanx class will bend,",
      "The world’s navel will have a greater substituted voice."
    ],
    "interpretation": "The Asop military camp will move away, near an island that is sinking. The Arton formation (phalanx) will be forced to adapt, while the “navel of the world” (perhaps a central power) will be replaced by a new voice, indicating a shift in global authority.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/46.jpg"
  },
  "23": {
    "french": [
      "Palais, oyseaux, par oyseau dechassé,",
      "Bien tost apres le Prince parvenu :",
      "Combien qu’hors fleuve ennemy repoulsé,",
      "Dehors saisi trait d’oyseau soustenu."
    ],
    "english": [
      "Palaces, birds, by a bird overtaken,",
      "Very soon after the prince was humbled,",
      "No matter how many enemies fled,",
      "Outside seized the bird’s strained line."
    ],
    "interpretation": "Royal buildings and symbolic birds are overtaken. Shortly after the prince’s defeat, even fleeing enemies are captured, with a “bird’s line” (perhaps a banner or route) seized—indicating a sweeping victory after a noble’s fall.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "24": {
    "french": [
      "Bestes farouches de faim fleuves tranner,",
      "Plus part du champ encontre Hister sera,",
      "En caige de fer le grand fera treisner,",
      "Quand rien enfant de Germain observera."
    ],
    "english": [
      "Fierce beasts of hunger will chase flowing (troops),",
      "Most of the camp will meet Hister (the Hister river) will be,",
      "In an iron cage the great will make (trip) the tresor,",
      "When the child Germain in R (Rome) will observe."
    ],
    "interpretation": "Starving animals (or desperate soldiers) will pursue fleeing troops. The majority of the camp will converge on the Hister River. A powerful figure will imprison treasure in iron, while a young Germain (perhaps a future leader) watches from Rome—suggesting an imminent siege near the Hister.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "25": {
    "french": [
      "La garde estrange trahira forteresse,",
      "Espoir & umbre de plus hault mariage :",
      "Garde deceue, fort prinse dans la presse,",
      "Loire Saone, Rosne, Gar à mort outrage."
    ],
    "english": [
      "The foreign guard will betray the fortress:",
      "Hope & shade of a higher marriage.",
      "Guard deceived, the prince’s fate in the press,",
      "Law, Son.Rosne, Guard to death outrage."
    ],
    "interpretation": "A foreign garrison will betray a stronghold. An elevated alliance (marriage) will bring hope but also darkness. The guard’s deception will result in the prince’s downfall being publicised, leading to legal outrage and deadly retribution.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "26": {
    "french": [
      "Pour la faueur que la cité fera",
      "Au gran qui tost perdra champ de bataille,",
      "Fuis le rang Po, Thesin versera",
      "De sang, feu, morts, noyés de coup de taille."
    ],
    "english": [
      "For the fear that the city will cause",
      "To the great one who will soon lose the battlefield,",
      "Flee the rank of Po, Thessin will pour",
      "Blood, fire, deaths, drowned by a swift blow."
    ],
    "interpretation": "Urban panic will affect a great commander who quickly loses a battle. Retreat from the Po/Thessaly line will bring blood, fire, death and drowning caused by a sudden strike—suggesting a decisive defeat near the Po River.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "27": {
    "french": [
      "Le diuin verbe sera du ciel frapé,",
      "Qui ne pourra proceder plus auant.",
      "Du reserant le secret estoupé",
      "Qu’on marchera par dessus & deuant."
    ],
    "english": [
      "The divine word will be struck from the sky,",
      "Who will no longer be able to proceed forward.",
      "From the remaining secret taken away,",
      "One will walk over it and beyond."
    ],
    "interpretation": "A heavenly decree will be interrupted, halting its propagation. The hidden truth is seized, and people will move beyond it—signifying a rupture in divine authority and the rise of new secular paths.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "28": {
    "french": [
      "Le penultime du surnom du prophete",
      "Prendra Diane pour son iour & repos:",
      "Loing vaguera par frenetique teste,",
      "Et deliurant vn grand peuple d’impos."
    ],
    "english": [
      "The penultimate of the prophet’s nickname",
      "Will take Diana for his day and rest:",
      "From afar will wander with frantic head,",
      "And deluding a great people of oppression."
    ],
    "interpretation": "The second‑to‑last title of a prophetic figure will adopt the name Diana, seeking peace. Yet a restless, frantic leader will mislead a large oppressed populace—suggesting false messianic promises leading to further oppression.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/47.jpg"
  },
  "29": {
    "french": [
      "L’oriental sortira de son siege,",
      "Passer les monts Apennins, voir la Gaule:",
      "Transpercera du ciel les eaux & neige:",
      "Et vn chascun frapera de sa gaule."
    ],
    "english": [
      "The Oriental will leave his seat,",
      "Cross the Apennine mountains, see Gaul:",
      "He will pierce the waters and snow from the sky:",
      "And each will strike with his own gall."
    ],
    "interpretation": "An eastern leader will depart his capital, cross the Apennines, and confront Gaul. He will launch attacks from the heavens (perhaps artillery or meteor‑like weapons) on water and snow, each participant striking with personal bravery.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "30": {
    "french": [
      "Vn qui les dieux d’Annibal infernaulx",
      "Fera renaistre, effrayeur des humains",
      "Oncq’ plus d’horreurs ne plus pire iournaux",
      "Qu’auint viendra par Babel aux Romains."
    ],
    "english": [
      "One who the gods of Annibal (Hannibal) infernal,",
      "Will rebirth, frightening humanity,",
      "Thus more horrors no longer worse news,",
      "That will come to the Romans through Babel."
    ],
    "interpretation": "A revivified, hellish figure associated with Hannibal will arise, terrifying mankind. New horrors will reach the Romans via a “Babel” (perhaps a confederation or translation of messages), implying an unprecedented threat.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "31": {
    "french": [
      "En Campanie Cassilin sera tant",
      "Qu’on ne verra que d’eaux les champs couuerts",
      "Deuant apres la pluye de long temps",
      "Hors mis les arbres rien l’on verra de vert."
    ],
    "english": [
      "In Campania Cassilin will be so much,",
      "That only covered fields of water will be seen,",
      "Before after the long‑time rain,",
      "Except the trees nothing will be seen green."
    ],
    "interpretation": "In Campania, the area of Cassilin will be flooded, turning fields into ponds. After prolonged rainfall, the landscape will be barren except for dead trees—signalling a catastrophic flood turning the region into a swamp.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "32": {
    "french": [
      "Laict, sang, grenouilles escoudre en Dalmatie,",
      "Conflit donné, peste près de Balenne:",
      "Cry sera grand par toute Esclauonie",
      "Lors naistra monstre près & dedans Rauenne."
    ],
    "english": [
      "Milk, blood, frogs will rise in Dalmatia,",
      "Conflict given, plague near Balenna,",
      "Cry will be great throughout all Slavery‑land,",
      "Then a monster will be born near and inside Rouen."
    ],
    "interpretation": "In Dalmatia, unusual phenomena (milk, blood, frogs) will appear. A war and plague near Balenna will cause widespread lament across slave‑holding regions, and a monstrous entity will emerge near Rouen—foretelling a dual natural‑human catastrophe.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "33": {
    "french": [
      "Par le torrent qui descent de Verone",
      "Par lors qu’au Po guindera son entrée,",
      "Vn grand naufraige, & non moins en Garonne",
      "Quant ceux de Gennes marcheront leur contrée."
    ],
    "english": [
      "By the torrent that descends from Verona",
      "When it will force its entry into the Po,",
      "A great ship will go, and also in the Garonne,",
      "When those of Gennes walk their land."
    ],
    "interpretation": "A flood from Verona will pour into the Po River, allowing a mighty vessel to travel both the Po and later the Garonne. The people of Gennes will then traverse their territory, indicating an inland waterway enabling military movement.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "34": {
    "french": [
      "L’ire insensée du combat furieux",
      "Fera à table par freres le fer luire",
      "Les despartir mort, blessé, curieux:",
      "Le fier duelle viendra en France nuire."
    ],
    "english": [
      "The senseless wrath of fierce combat",
      "Will make the iron shine on the table by brothers,",
      "They will separate the dead, wounded, curious:",
      "The proud duel will come to harm France."
    ],
    "interpretation": "A pointless, violent battle will turn swords into trophies displayed by brothers. The dead and wounded will be divided, while a vain duel will damage France—highlighting a futile feud that harms the nation.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/48.jpg"
  },
  "35": {
    "french": [
      "Dans deux logis de nuit le feu prendra,",
      "Plusieurs dedans estoufés & rostis.",
      "Pres de deux fleuues pour seur il auiendra",
      "Sol, l’Arq, & Caper tous seront amortis."
    ],
    "english": [
      "In two night dwellings the fire will take hold,",
      "Several inside will be stifled & roasted.",
      "Near two rivers for sure it will happen,",
      "Sun, the Arch, & Caper will all be smothered."
    ],
    "interpretation": "Two houses will be set ablaze at night, trapping and scorching those inside. The fire spreads near two rivers, and major landmarks (Sun, the Arch, Caper) will be extinguished—suggesting a major conflagration that devastates key structures.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "36": {
    "french": [
      "Du grand Prophete les letres seront prinses",
      "Entre les mains du tyrant deuiendront:",
      "Frauder son roy seront ses entreprinses,",
      "Mais ses rapines bien tost le troubleront."
    ],
    "english": [
      "From the great Prophet the letters will be taken",
      "Into the tyrant’s hands they will go:",
      "He will cheat his king, his enterprises,",
      "But his robberies will soon trouble him."
    ],
    "interpretation": "Writings of a revered prophet will be seized by a tyrant who will deceive his sovereign. His own plundering will quickly become his downfall, implying that stealing sacred texts leads to the tyrant’s ruin.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "37": {
    "french": [
      "De ce grand nombre que lon enuoyera",
      "Pour secourir dans le fort assiegés,",
      "Peste & famine tous les deuorera",
      "Hors mis septante qui seront profligés."
    ],
    "english": [
      "From this great number that will be sent",
      "To help in the besieged fortress,",
      "Plague and famine will afflict them all,",
      "Except seventy who will be squandered."
    ],
    "interpretation": "A large relief force sent to a besieged stronghold will be devastated by plague and famine, sparing only seventy who will be wasted—foretelling a tragic rescue mission.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "38": {
    "french": [
      "Des condemnés sera fait vn grand nombre",
      "Quand les monarques seront conciliés:",
      "Mais a l’un d’eux viendra si malencombre",
      "Que guerres ensemble ne seront raliés."
    ],
    "english": [
      "From the condemned a great number will be made",
      "When the monarchs will be reconciled:",
      "But one of them will become so wretched",
      "That wars together will not be reunited."
    ],
    "interpretation": "After a mass execution, monarchs will attempt reconciliation, but one will become so degraded that unified wars cannot be re‑established—suggesting a failed peace caused by a disastrous ruler.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "39": {
    "french": [
      "Vn an deuant le conflit Italique,",
      "Germain, Gaulois, Hespagnols pour le fort:",
      "Cherra l’escolle maison de république,",
      "Ou, hors mis peu, seront suffoqués morts."
    ],
    "english": [
      "One year before the Italian conflict,",
      "German, Gaul, Spanish for the fort:",
      "Will search the republican house school,",
      "Where, except few, will be suffocated dead."
    ],
    "interpretation": "One year prior to an Italian war, German, French and Spanish forces will target a fortified republican building. Almost everyone inside will be suffocated dead, with only a few survivors—indicating a pre‑war massacre.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "40": {
    "french": [
      "Vn peu apres non point longue interualle.",
      "Par mer & terre sera fait grand tumulte,",
      "Beaucoup plus grande sera pugne nauale,",
      "Feus, animaux, qui plus feront d’insulte."
    ],
    "english": [
      "A little after not a long interval.",
      "By sea and land a great tumult will be made,",
      "Much larger will be the naval battle,",
      "Fires, animals, that will add more insult."
    ],
    "interpretation": "Soon after a brief pause, a massive clash on both sea and land will erupt, with the naval engagement being especially huge. Fires and animals (perhaps cavalry) will exacerbate the contempt, indicating an all‑out war.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/49.jpg"
  },
  "41": {
    "french": [
      "La grand’ estoile par sept iours bruslera,",
      "Nuée fera deux soleils apparoir:",
      "Le gros mastin toute nuit hurlera",
      "Quand grand pontife changera de terroir."
    ],
    "english": [
      "The great star will blaze for seven days,",
      "A cloud will make two suns appear:",
      "The big mastiff will howl all night",
      "When the great pope changes his land."
    ],
    "interpretation": "A brilliant celestial event (a star shining for a week) will cause a cloud to produce a double‑sun illusion. A great “mastiff” (perhaps a powerful leader) will howl, coinciding with a papal move to a new territory—signalling a dramatic religious and astronomical sign.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "42": {
    "french": [
      "Coq, chiens, & chats de sang seront repeus,",
      "Et de la plaie du tyrant trouué mort,",
      "Au lict d’un autre iambes & bras rompus,",
      "Qui n’auoit peur mourir de cruel mort."
    ],
    "english": [
      "Rooster, dogs, and blood‑cats will be driven away,",
      "And from the tyrant’s wound found dead,",
      "In the law of another iamb and broken arms,",
      "Who had no fear of dying a cruel death."
    ],
    "interpretation": "Aggressive beasts (symbolic of factions) will be expelled. The tyrant’s fatal wound will be discovered; a new legal order (the “iamb”) with broken weapons will arise, showing a regime that once feared no death now facing its own downfall.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "43": {
    "french": [
      "Durant l’estoyle cheuelue apparente,",
      "Les trois grans princes seront fait ennemis,",
      "Frappes du ciel, paix terre tremulente.",
      "Po, Tymbre vndants, serpant sus le bort mis."
    ],
    "english": [
      "During the apparent cloudy style,",
      "The three great princes will become enemies,",
      "Strikes from the sky, trembling peace on earth.",
      "Po, beating timbre, serpent upon the raised boat."
    ],
    "interpretation": "A tumultuous celestial pattern will turn three major princes against each other. Sky‑borne attacks will shake the fragile peace, and a serpent‑like threat will appear on a raised vessel—foretelling internal wars sparked by ominous signs.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "44": {
    "french": [
      "L’aigle pousée en tour des pauillons",
      "Par autres oyseaux d’entour sera chassée,",
      "Quand bruit des cymbres, tubes & sonnaillons",
      "Rendront le sens de la dame insensée."
    ],
    "english": [
      "The eagle placed on the tower of the palisades,",
      "Will be chased by other surrounding birds,",
      "When the noise of cymbals, tubes and bells",
      "Will give meaning to the insane lady."
    ],
    "interpretation": "A dominant power (the eagle) perched on a fortified tower will be challenged by rival forces (“birds”). A cacophony of weapons will reveal the true nature of a deranged leader, indicating a siege and psychological revelation.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "45": {
    "french": [
      "Trop le ciel pleure l’Androgyn procrée,",
      "Pres de ce ciel sang humain respandu,",
      "Par mort trop tard grand peuple recrée",
      "Tard & tost vient le secours attendu."
    ],
    "english": [
      "Too much the sky cries the ANDROGYNE progeny,",
      "Near this sky human blood spilled,",
      "By death too late the great people recreated,",
      "Late and soon comes the expected help."
    ],
    "interpretation": "Heaven weeps for an androgynous lineage; nearby, human blood is shed. Death comes too late, yet the great populace is reborn, and aid finally arrives—suggesting a rebirth after a tragic period.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "46": {
    "french": [
      "Après grand trouble humain, plus grand s’aprest(e)",
      "Le grand moteur les siècles renouèle.",
      "Pluie, sang, lait, famine, fer, & peste",
      "Au ciel veu, feu courant longue estincele."
    ],
    "english": [
      "After great human trouble, a greater one prepares,",
      "The great engine renews the centuries.",
      "Rain, blood, milk, famine, iron, and plague",
      "In the sky seen, a long‑lasting fire burns."
    ],
    "interpretation": "Following massive human upheaval, an even larger crisis is imminent, powered by a “great engine” that will restart history. Elements of weather, blood, food scarcity and disease will combine under a prolonged celestial fire—foretelling an apocalyptic era.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/50.jpg"
  },
  "47": {
    "french": [
      "L’ennemi grand viel dueil meurt de poison:",
      "Les souuerains par infinis subiuguez.",
      "Pierres plouuoir, cachés sous la toison:",
      "Par mort articles en vain sont allegués."
    ],
    "english": [
      "The great old enemy dies of poison:",
      "The souuerains (southerners?) are forever subjugated.",
      "Stones of ploughing, hidden under the fleece:",
      "By death articles in vain are lightened."
    ],
    "interpretation": "An ancient foe succumbs to poison; the souuerains (perhaps a southern people) become permanently subjugated. Hidden stones (mines) beneath the earth will be exposed, but death will not ease the burden—hinting at a long‑lasting subjugation after an assassination.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/51.jpg"
  },
  "48": {
    "french": [
      "La grand copie que passera les monts.",
      "Saturne en l’Arq tournant du poisson Mars",
      "Venins cachés sous testes de saulmons:",
      "Leur chief pendu à fil de polemars."
    ],
    "english": [
      "The great copy that will cross the mountains.",
      "Saturn in the Arch turning the fish Mars",
      "Poisons hidden under the heads of salamanders:",
      "Their chief hung on the pole‑mars thread."
    ],
    "interpretation": "A massive manuscript or decree will travel over the mountains. Astrological alignments (Saturn, Mars) and hidden poisons (perhaps in salamanders) will target a leader (“chief”) whose fate is tied to a pole‑mars (perhaps a metallic pole), signalling a secretive political plot.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/51.jpg"
  },
  "49": {
    "french": [
      "Les conseilliers du premier monopole,",
      "Les conquerants seduits pour la Melite:",
      "Rodes, Bisance pour leurs exposant pole:",
      "Terre faudra les poursuiuants de fuite."
    ],
    "english": [
      "The advisers of the first monopoly,",
      "The conquered ones seduced for the Melite:",
      "Rodes, Bisance for their exposing pole:",
      "The earth will need the pursuers of flight."
    ],
    "interpretation": "Councillors of a dominant power will be swayed by the lure of “Melite” (perhaps a valuable resource). Rodes and Bisance (places or peoples) will expose a central point, prompting a chase on land for those attempting to flee—indicating political intrigue over a prized asset.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/51.jpg"
  },
  "50": {
    "french": [
      "Quand ceux d’Ainault, de Gand & de Brucelles",
      "Verront à Langres le siege deuant mis",
      "Derrier leurs flancz seront guerres crueles,",
      "La plaie antique fera pis qu’ennemis."
    ],
    "english": [
      "When those from Ainault, Ghent and Brussels",
      "Will see at Langres the siege placed before,",
      "Behind their flanks will be cruel wars,",
      "The ancient wound will be worse than enemies."
    ],
    "interpretation": "This quatrain foretells a major catastrophic event in London leading to a moral and political crisis. The prediction involves a loss of innocence and justice in the city, followed by a destructive fire or explosive event often cryptically dated using numbers like 23 and 6 (potentially pointing to the year '66, as in the Great Fire of London in 1666).",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/51.jpg"
  },
  "51": {
    "french": [
      "Le sang du juste à Londres fera faute,",
      "Bruslez par foudres de vingt trois les six,",
      "La dame antique cherra de place haute,",
      "De mesme secte plusieurs feront occis."
    ],
     "english": [
        "The blood of the just in London will be lacking,",
        "Burned by thunderbolts of twenty-three the six,",
        "The ancient lady will fall from a high place,",
        "Several of the same sect will be slain."
      ],
    "interpretation": "This quatrain is commonly linked to the English Civil War and its aftermath: the execution of the 'just' King Charles I in London (his blood 'demanded' or spilled unjustly), the Great Fire of London in 1666 (devastating burnings metaphorically as 'thunderbolts,' with 'twenty-three the six' possibly alluding to 138 victims, houses, or a date like 23 June), the downfall of the ancient royal matriarchal symbol or the monarchy itself from power, and the slaughter of many from the same faction (Royalists or Puritans) in ensuing purges.",
    "video": "https://youtu.be/HilVwx_L6Ic",
    "image": "/century_2/51.jpg"
  },
  "52": {
    "french": [
      "Dans plusieurs nuits la terre tremblera:",
      "Sur le prins temps deux effors suite:",
      "Corynthe, Ephese aux deux mers nagera:",
      "Guerre s’esmeut par deux vaillans de luite."
    ],
    "english": [
      "In many nights the earth will tremble:",
      "At the princely time two horrors will follow:",
      "Corinth and Ephesus will sail on two seas:",
      "War will be kindled by two bright champions."
    ],
    "interpretation": "Repeated earthquakes will strike over several nights. At a ruler’s moment, two dreadful events will unfold, prompting the cities of Corinth and Ephesus (on different seas) to become involved. Two heroic figures will ignite a war, indicating a dual‑front conflict in the Eastern Mediterranean.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/51.jpg"
  },
  "53": {
    "french": [
      "La grande peste de cite maritime",
      "Ne cessera que mort ne soit vengée",
      "Du iuste sang, par pris damne sans crime",
      "De la grand dame par feincte n’outraigée."
    ],
    "english": [
      "The great plague of the maritime city",
      "Will cease only when death is avenged,",
      "From the just man's blood, by a condemned prize without crime,",
      "From the great lady by deceit not overturned."
    ],
    "interpretation": "A major epidemic in a port city will continue until a death is avenged. The blood of an innocent will be claimed as a wrongful reward, while a powerful woman’s deceit will go unpunished—suggesting endless suffering until justice is finally served.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "54": {
    "french": [
      "Par gent estrange, & de Romains loingtaine",
      "Leur grand cité apres eaue fort troublée,",
      "Fille sans main, trop different domaine,",
      "Prins chief, sarreure n’auoir esté riblée."
    ],
    "english": [
      "By foreign peoples, and by Romans far away,",
      "Their great city after water will be greatly disturbed,",
      "A daughter without hand, a very different realm,",
      "Prince chief, sister not having been rebuked."
    ],
    "interpretation": "A distant Roman influence will flood a major city. A helpless daughter (perhaps a symbolic figure) will represent a markedly different domain, while a ruling prince and his sister will escape formal censure—foretelling a flood‑driven crisis and a dynastic shift.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "55": {
    "french": [
      "Dans le conflit le grand qui peuvalloyt,",
      "A son dernier fera cas merueilleux:",
      "Pendant qu’Hadrie verra ce qu’il falloyt,",
      "Dans le banquet pongnale l’orguilleux."
    ],
    "english": [
      "In the conflict the great one who could dominate,",
      "Will at his last make a marvelous case:",
      "While Hadria will see what was needed,",
      "In the Portuguese banquet the arrogant."
    ],
    "interpretation": "A powerful leader in battle will achieve a surprising victory at his final moment. The region of Hadria will recognize the necessity of this outcome, while an arrogant Portuguese banquet becomes a stage for this triumph—hinting at an unexpected defeat of a dominant power.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "56": {
    "french": [
      "Que peste & glaiue n’a peu seu definer",
      "Mort dans le puys, sommet du ciel frappé.",
      "L’abbé mourra quand verra ruiner",
      "Ceulx du naufraige l’escueil voulant grapper."
    ],
    "english": [
      "That plague and ice can hardly be defined,",
      "Death in the hill, the summit of the sky struck.",
      "The abbot will die when he sees ruin,",
      "Those of the ship‑wreck wanting the bowl to gather."
    ],
    "interpretation": "An undefined calamity of disease and frost will strike a high place (a hill), metaphorically crushing the heavens. A religious leader will perish upon witnessing destruction, and shipwreck survivors will scramble for scarce provisions—portraying a mountainous disaster and ensuing famine.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "57": {
    "french": [
      "Auant conflit le grand mur tumbera:",
      "Le grand à mort, mort trop subite & plainte:",
      "Nay imparfaict: la plus part nagera:",
      "Aupres du fleuue de sang la terre tainte."
    ],
    "english": [
      "Before conflict the great wall will collapse:",
      "The great one will die, death too sudden and lament:",
      "There is no imperfection: most will drown:",
      "Near the river of blood the earth will be stained."
    ],
    "interpretation": "Just before war, a massive barrier will fall, causing the leading figure to die suddenly. Most people will be swept away, drowning in a river stained with blood—foretelling a catastrophic collapse of defenses and massive loss of life.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "58": {
    "french": [
      "Sans pied ne main par dend ayguë & forte",
      "Par globe au fort deporc & laisné nay:",
      "Pres du portail desloyal se transporte",
      "Silene luit, petit grand emmené."
    ],
    "english": [
      "Without foot nor hand by the tree a spear and strong,",
      "Through globe to the strong pork & laisné nay:",
      "Near the disloyal gate it is transported",
      "Silence shines, a small great taken."
    ],
    "interpretation": "A figure lacking normal limbs will wield a powerful spear. A globe‑like device moves a fortified pork (perhaps a war‑ship) despite obstacles. Near a treacherous gate, something is moved in silence and a “small great” (a modest hero) is captured—suggesting covert transport of a weapon and a secretive capture.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/52.jpg"
  },
  "59": {
    "french": [
      "Classe Gauloyse par apuy de grand garde",
      "Du grand Neptune, & ses tridents souldars",
      "Rousgée Prouence pour sostenir grand bande:",
      "Plus Mars Narbon. par iauelotz & dards."
    ],
    "english": [
      "Gaulish class by the support of a great guard,",
      "Of great Neptune, and his trident‑bearing soldiers,",
      "Rousgée Prouence to sustain the great band:",
      "More Mars Narbonne, by iauelotz and spears."
    ],
    "interpretation": "A French militia, backed by a powerful guard, will receive naval support from Neptune’s forces (trident‑armed). A region (Rousgée‑Prouence) will aid a large coalition, while Mars (war) will be directed at Narbonne through weapons—indicating a combined land‑sea offensive against southern France.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "60": {
    "french": [
      "La foy Punicque en Orient rompue",
      "Gang.Iud. & Rosne, Loyre, & Tag changeront,",
      "Quand du mulet la faim sera repue,",
      "Classe espargie, sang & corps nageront."
    ],
    "english": [
      "The Punic faith in the Orient broken,",
      "Gang.Iud. and Rosne, Loyre, & Tag will change,",
      "When the mule’s hunger is satisfied,",
      "Scattered class, blood and bodies will swim."
    ],
    "interpretation": "The Carthaginian influence in the East collapses; several named powers will undergo transformation. Once the “mule” (a symbol of labor) is fed, dispersed groups will be forced into watery deaths—suggesting a broken alliance leading to widespread slaughter in the east.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "61": {
    "french": [
      "Euge, Tamins, Gironde & la Rochele:",
      "O sang Troien! Mars au port de la flesche",
      "Derrier le fleuue au fort mise l’eschele,",
      "Pointes à feu gran meurtre sus la bresche."
    ],
    "english": [
      "Euge, Tamins, Gironde and La Rochele:",
      "Oh Trojan blood! Mars at the port of the torch,",
      "Behind the river the fort places the ladder,",
      "Points of great fire murder above the breach."
    ],
    "interpretation": "Regions (Euge, etc.) will witness a Trojan‑blood‑linked war (Mars) at a burning port. A river fort will install a ladder (perhaps a siege ladder), and fiery projectiles will strike above a breach—signalling a fierce siege with fiery weapons.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "62": {
    "french": [
      "Mabus puis tost alors mourra, viendra",
      "De gens & bestes vne horrible defaite:",
      "Puis tout à coup la vengence on verra",
      "Cent, main, soif, faim, quand courra la comete."
    ],
    "english": [
      "Mabus soon then will die, will come",
      "From people and beasts a horrible defeat:",
      "Then suddenly vengeance will be seen",
      "A hundred, hand, thirst, hunger, when the comet runs."
    ],
    "interpretation": "A person named Mabus will swiftly die, bringing defeat for both men and animals. Suddenly, revenge will erupt, accompanied by widespread thirst and famine triggered by an oncoming comet—suggesting a catastrophic natural omen followed by retaliation.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "63": {
    "french": [
      "Gaulois, Ausone bien peu subiuguera,",
      "Po, Marne, & Seine fera Perme l’vrie",
      "Qui le grand mur contre eux dressera",
      "Du moindre au mur le grand perdra la vie."
    ],
    "english": [
      "Gauls, Ausonia will be barely subdued,",
      "Po, Marne, & Seine will make the wild permeate,",
      "Who will raise the great wall against them,",
      "From the smallest to the wall the great will lose life."
    ],
    "interpretation": "The Gauls and Ausonia (Italy) will only be lightly conquered. Rivers Po, Marne and Seine will overflow, weakening defenses. A massive wall raised against them will ultimately cause the builder’s own downfall—foretelling a flood‑related failure of fortifications.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "64": {
    "french": [
      "Seicher de faim, de soif gent Geneuoise",
      "Espoir prochain viendra au defaillir,",
      "Sur point tremblant sera loy Gebenoise.",
      "Classe au grand port ne se peult acuilir."
    ],
    "english": [
      "To dry out from hunger, from thirst the Genevan people,",
      "Soon hope will come to fail,",
      "On a trembling point the Geneva law will be,",
      "The great port class cannot be received."
    ],
    "interpretation": "Genevan citizens will suffer extreme hunger and thirst. The upcoming hope will collapse, shaking the legal order in Geneva. The city’s major port will be unable to welcome ships—suggesting a severe supply crisis and legal breakdown.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/53.jpg"
  },
  "65": {
    "french": [
      "Le parc enclin grande calamité",
      "Par l’Hesperie & Insubre fera:",
      "Le feu en nef, peste & captiuité:",
      "Mercure en l’Arq Saturne fenera."
    ],
    "english": [
      "The park inclined to great calamity",
      "Will be done by Hesperia & Insubria:",
      "Fire on the ship, plague and captivity:",
      "Mercury in the Arch, Saturn will breed."
    ],
    "interpretation": "A region (the “park”) will be prone to disaster, driven by western (Hesperia) and northern Italian (Insubria) forces. A ship will be set ablaze, spreading plague and taking prisoners. Mercurial (messenger) influence under Saturn’s rule will generate further chaos.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "66": {
    "french": [
      "Par grans dangiers le captif échapé:",
      "Peu de temps grand la fortune changée.",
      "Dans le palais le peuple est attrapé",
      "Par bon augure la cité est assiégée."
    ],
    "english": [
      "Through great dangers the captive escapes:",
      "In little time great fortune is changed.",
      "In the palace the people are caught",
      "By good omen the city is besieged."
    ],
    "interpretation": "A prisoner will escape amidst great peril, quickly turning his luck. Yet the populace remains trapped inside the palace, and an apparently favorable omen actually heralds a siege on the city—suggesting misleading optimism before a major attack.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "67": {
    "french": [
      "Le blonde au nez forche viendra commetre",
      "Par le duelle & chassera dehors:",
      "Les exiles dedans fera remetre",
      "Aux lieux marins commetant les plus forts."
    ],
    "english": [
      "The blond one with a forked nose will come to commit,",
      "Through the duel and will drive out:",
      "The exiles inside will be put back",
      "To the marine places committing the strongest."
    ],
    "interpretation": "A pale‑haired figure with a forked nose (a demonic or cruel leader) will act violently, dueling and expelling people. Exiles will be forced back to the sea‑coasts, where the strongest will be conscripted—signifying forced repatriation and harsh conscription.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "68": {
    "french": [
      "De l’Aquilon les effors seront grands:",
      "Sus l’Ocean sera la porte ouverte,",
      "Le règne en l’isle sera réintegrand:",
      "Tremblera Londres par voile découvert."
    ],
    "english": [
      "From the North‑west the fears will be great:",
      "On the Ocean the gate will be open,",
      "The reign on the island will be reintegrated:",
      "London will tremble by the uncovered sail."
    ],
    "interpretation": "A massive threat from the northwest will open a maritime gateway. An island kingdom will be re‑absorbed, and the capital London will shake as a unveiled sail (perhaps a fleet) approaches—foretelling a western invasion from the sea.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "69": {
    "french": [
      "Le roy Gauloys par la Celtique dextre",
      "Voiant discorde de la grand Monarchie,",
      "Sus les trois pars fera fleurir son sceptre,",
      "Contre la cappe de la grand Hirarchie."
    ],
    "english": [
      "The Gaulish king by the Celtic right,",
      "Seeing discord of the great Monarchy,",
      "On the three parts will make his scepter flourish,",
      "Against the hat of the great Hierarchy."
    ],
    "interpretation": "The French king, backed by Celtic support, will observe the great empire’s internal discord. He will expand his authority across three regions, challenging the existing hierarchical “cap” (authority) of the dominant power—signalling a rise of French influence at the expense of a higher kingdom.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "70": {
    "french": [
      "Le dard du ciel fera son extendue",
      "Mors en parlant: grande execution.",
      "La pierre en l’arbre, la fière gent rendue,",
      "Brut, humain monstre, purge expiation."
    ],
    "english": [
      "The spear of the sky will extend its reach,",
      "Death speaking: a great execution.",
      "The stone in the tree, the proud people returned,",
      "Brutal, human monster, purge atonement."
    ],
    "interpretation": "A celestial projectile (meteor or comet) will strike, delivering a massive execution. A stone lodged in a tree will symbolize the return of a proud people, while a brutal human monster will be purged—hinting at divine retribution and a cleansing of a cruel ruler.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/54.jpg"
  },
  "71": {
    "french": [
      "Les exilés en Secile viendront",
      "Pour déliver de faim la gent estrange:",
      "Au point du jour les Celtes luy faudront:",
      "La vie demeure à raison: roi se range."
    ],
    "english": [
      "The exiles in Seville will come,",
      "To deliver the foreign people from hunger:",
      "At the point of day the Celts will need him:",
      "Life remains for reason: the king aligns."
    ],
    "interpretation": "Exiles arriving in Seville will bring food to starving foreigners. At sunrise the Celts will request aid, and the king will respond rationally, adjusting his policies—foretelling a humanitarian mission that reshapes royal policy.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "72": {
    "french": [
      "Armée Celtique en Italie vexée",
      "De toutes parts conflit & grande perte:",
      "Romains fuis, ô Gaule repoussée.",
      "Pres du Thesin, Rubicon pugne incertaine."
    ],
    "english": [
      "Celtic army in Italy insulted,",
      "From all sides conflict & great loss:",
      "Romans flee, O Gaul repelled.",
      "Near the Thesin, Rubicon fights uncertain."
    ],
    "interpretation": "A Celtic force in Italy will face humiliation, leading to widespread battles and heavy casualties. Romans will retreat as Gaul pushes back, and a vague battle near the Thesin and the Rubicon river will have an uncertain outcome—suggesting a volatile Italian front.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "73": {
    "french": [
      "Au lac Fucin de Benac le riuaige",
      "Prins du Léman au port de l’Orguion:",
      "Nay de trois bras prédict belliq image,",
      "Par trois couronnes au grand Endymion."
    ],
    "english": [
      "At the lake Fucin of Benac the riuaige,",
      "Prince of Léman at the port of Orguion:",
      "Not of three arms predicts warlike image,",
      "By three crowns to the great Endymion."
    ],
    "interpretation": "Near Lake Fucin (Lake Garda) a leader from Léman will appear at the port of Orguion. A three‑armed symbol foretells war, and three crowns will be placed upon Endymion (a figure of authority), indicating a coalition of three states preparing for conflict around northern Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "74": {
    "french": [
      "DeSens, d’Autun viendront iusques au Rosne",
      "Pour passer outre vers les monts Pyrénées:",
      "La gent sortir de la Marque d’Anconne:",
      "Par terre & mer le suiura à grands traînées."
    ],
    "english": [
      "From Sens, from Autun they will come to Rosne,",
      "To cross over toward the Pyrenean mountains:",
      "The people will leave the Mark of Ancona:",
      "By land & sea they will follow with great trails."
    ],
    "interpretation": "Groups from Sens and Autun will march toward Rosne, aiming to cross into the Pyrenees. They will depart from the “Mark of Ancona” (perhaps a border zone) and travel both overland and by sea, leaving extensive trails—signalling a mass migration toward the western mountains.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "75": {
    "french": [
      "La voix ouye de l’insolit oyseau,",
      "Sur le canon du respiral estage,",
      "Si haut viendra du froment le boisseau,",
      "Que l’homme d’homme sera Anthropophage."
    ],
    "english": [
      "The unheard voice of the unusual bird,",
      "On the cannon of the respiratory stage,",
      "So high will come the wheat’s stalk,",
      "That man of man will become cannibal."
    ],
    "interpretation": "An unheard omen (the unusual bird) will signal a terrifying event. A “cannon of breath” (perhaps artillery) will reach the height of a wheat stalk, leading humanity to turn cannibalistic—an apocalyptic image of famine and desperation.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "76": {
    "french": [
      "Foudre en Bourgoigne fera cas portenteux,",
      "Que par engin ne pourra faire",
      "De leur sénat sacriste fait boiteux",
      "Fera savoir aux ennemis l’affaire."
    ],
    "english": [
      "Lightning in Burgundy will make a portentous case,",
      "That by engine cannot do",
      "From their sacrilegious senate makes them lame",
      "Will make the enemies know the affair."
    ],
    "interpretation": "A dramatic lightning strike in Burgundy will cause an event that no machine can prevent. The corrupt senate will be crippled, exposing the plot to foes—foretelling a divine strike that unmasks political treachery.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/55.jpg"
  },
  "77": {
    "french": [
      "Par arcs feu poix & par feu repoussés:",
      "Cris, hurlements sur la minuit ouys.",
      "Dedans sont mis par les ramparts cassés",
      "Par cunicules les traditeurs fuis."
    ],
    "english": [
      "By fire bows and by fire repulsed:",
      "Cries, screams at midnight heard.",
      "Inside they are placed by broken ramparts",
      "Through tunnels the traitors flee."
    ],
    "interpretation": "Arrows set ablaze and rejected fire will cause midnight cries. Those inside a besieged place are trapped by collapsed walls, while traitors escape through tunnels—depicting a desperate siege with brutal nighttime fighting.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "78": {
    "french": [
      "Le grand Neptune du profond de la mer",
      "De gent Punique & sang Gauloys mêlé,",
      "Les Isles à sang, pour le tardif ramer:",
      "Plus lui nuira que l’occult mal célé."
    ],
    "english": [
      "The great Neptune from the deep sea,",
      "Of Punic people & Gaulish blood mixed,",
      "The islands in blood, for the late to row:",
      "More will harm him than the hidden evil celestial."
    ],
    "interpretation": "A powerful maritime force (Neptune) comprising Carthaginian and French blood will dominate the seas. Blood‑stained islands will be forced to row late, suffering more than from a concealed celestial evil—signifying a brutal naval war that outweighs any hidden cosmic threat.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "79": {
    "french": [
      "La barbe crespe & noire par engin",
      "Subiuguera la gent cruele & fière.",
      "Le grand CHYREN ostera du longin",
      "Tous les captifs par Seline bannière."
    ],
    "english": [
      "The curly black beard by engine,",
      "Will subjugate the cruel & proud people.",
      "The great CHYREN will rise from afar",
      "All captives under the Seline banner."
    ],
    "interpretation": "A dark‑bearded leader aided by machinery will dominate proud, fierce peoples. A figure named “CHYREN” will appear from a distance, raising a flag (Seline) under which all captives will be gathered—foretelling a technologically backed conquest.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "80": {
    "french": [
      "Après conflit du lesé l’éloquence",
      "Par peu de temps se tramme faint repos:",
      "Point l’on n’admet les grands à délirance:",
      "Les ennemis sont remis à propos."
    ],
    "english": [
      "After the conflict of the wounded, eloquence,",
      "In little time faint rest is woven:",
      "No one admits the great to delirium:",
      "The enemies are returned to the matter."
    ],
    "interpretation": "Following a painful war, rhetoric will briefly offer rest. Yet the powerful cannot be dismissed as mad, and adversaries will be brought back into the discussion—implying political negotiations after a brutal battle.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "81": {
    "french": [
      "Par feu du ciel la cité presque aduste:",
      "L’Vrne menasse encore Deucalion:",
      "Vexée Sardaigne par la Punique fuste",
      "Après que Libra lairra son Phaëton."
    ],
    "english": [
      "By fire from the sky the city is almost scorched:",
      "The Vrne (turn) still threatens Deucalion:",
      "Sardinia angered by the Punic ship",
      "After that Libra will shine its Phaethon."
    ],
    "interpretation": "A celestial fire will nearly burn a city. A turning (perhaps a revolution) threatens the mythic Deucalion. Sardinia is provoked by a Carthaginian vessel, and then the zodiac sign Libra will illuminate a Phaethon (a bright comet) – signalling a chain of astrological and maritime events leading to upheaval.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "82": {
    "french": [
      "Par faim la proye fera loup prisonnier",
      "L’assaillant lors en extreme détresse.",
      "Le nay aiant au devant le dernier,",
      "Le grand n’eschappe au milieu de la presse."
    ],
    "english": [
      "By hunger the project will make the wolf a prisoner,",
      "The attacker then in extreme distress.",
      "The one not having at front the last,",
      "The great will not escape in the middle of the press."
    ],
    "interpretation": "Starvation will force a project (perhaps a siege engine) to capture a wolf (symbol of a fierce enemy). The aggressor will be in severe trouble, and the principal leader will be unable to flee amid the media (press) pressure—suggesting a failed military venture under public scrutiny.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/56.jpg"
  },
  "83": {
    "french": [
      "Le gros trafficq du grand Lyon change",
      "La plus part tourne en pristine ruine,",
      "Proye aux souldars par pille vendange",
      "Par Iura mont & Sueue bruine."
    ],
    "english": [
      "The great traffic of Lyon changes",
      "Most turns into pristine ruin,",
      "Project to soldiers by plundered harvest",
      "By Iura mountain & Sueue drizzle."
    ],
    "interpretation": "The bustling commerce of Lyon will devolve, turning most of it into desolation. Military supplies are taken from a plundered harvest, with the Iura mountains and Sueve region experiencing a light rain—signalling economic collapse and supply shortages for the army.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "84": {
    "french": [
      "Entre Campaigne, Sienne, Flora, Tuscie",
      "Six moys neufz iours ne plouura vne goutte.",
      "L’étranger langue en terre Dalmatie",
      "Courira sus: vastant la terre toute."
    ],
    "english": [
      "Between Campania, Siena, Flora, Tuscia,",
      "Six months nine days will not rain a drop.",
      "The foreign tongue in Dalmatian land",
      "Will run over: covering the whole earth."
    ],
    "interpretation": "In the regions of southern Italy, a six‑month plus nine‑day drought will occur. A foreign language (perhaps a conqueror’s) will spread across Dalmatia, enveloping the entire earth—indicating a prolonged drought and cultural domination.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "85": {
    "french": [
      "Le vieux plain barbe sous l’estatut seuerre,",
      "A Lyon fait dessus l’Aigle Celtique:",
      "Le petit grand trop outre perseurere:",
      "Bruit d’arme au ciel: mer rouge Lygustique."
    ],
    "english": [
      "The old plain beard under the severe statute,",
      "In Lyon makes above the Celtic Eagle:",
      "The small great too far will pursue:",
      "Sound of weapon to sky: red sea Lygustic."
    ],
    "interpretation": "An ancient leader (old beard) under strict law will be symbolised in Lyon by a Celtic eagle. A modest but far‑reaching force will chase, while the clamor of arms reaches the heavens, turning the sea red (blood). This predicts a severe militaristic enforcement in Lyon leading to a bloody sea battle.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "86": {
    "french": [
      "Naufraige à classe près d’onde Hadriatique:",
      "La terre esmeuë sur l’air en terre mis:",
      "Egypte tremble augment Mahommetique",
      "L’Herault soy rendre à crier est commis."
    ],
    "english": [
      "Ship near the Adriatic wave:",
      "The earth shaken on the air in earth placed:",
      "Egypt trembles, increase of Mahommetic",
      "The Herault will be given to shout is committed."
    ],
    "interpretation": "A vessel near the Adriatic will cause the ground to quake, mixing air and earth. Egypt will feel tremors as Islamic influence rises, and the Rhône (Herault) will be forced to protest—signalling seismic activity linked to religious expansion.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "87": {
    "french": [
      "Après viendra des extremes contrées",
      "Prince Germain sus le throsne doré:",
      "La servitude & eaux rencontrées",
      "La dame serue, son temps plus adoré."
    ],
    "english": [
      "After will come extremes from far lands,",
      "Prince German on the golden throne:",
      "Servitude & waters met",
      "The lady servant, her time more adored."
    ],
    "interpretation": "Following extreme events from distant regions, a Germanic prince will sit on a golden throne. Slavery and water (perhaps a flood) will intersect, while a lady‑servant gains heightened reverence—indicating a shift of power toward a German ruler amidst social turmoil.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "88": {
    "french": [
      "Le circuit du grand fait ruineux",
      "Le nom septiesme du cinquiesme sera:",
      "D’un tiers plus grand l’étranger belliqueux.",
      "Monton, Lutece, Aix ne garantira."
    ],
    "english": [
      "The circuit of the great ruinous act,",
      "The seventh name of the fifth will be:",
      "From a third larger the foreign belligerent.",
      "Monton, Lucca, Aix will not guarantee."
    ],
    "interpretation": "A disastrous cycle will be named (the seventh of a series). A foreign aggressor, one third larger than before, will emerge, and cities such as Monton, Lucca and Aix cannot assure safety—foretelling a new large‑scale war beyond familiar territories.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/57.jpg"
  },
  "89": {
    "french": [
      "Du iou seront demis les deux grands maîtres",
      "Leur grand pouvoir se verra augmenté:",
      "La terre neufé sera en ses hauts estres:",
      "Au sanguinaire le nombre raconté."
    ],
    "english": [
      "From the you two great masters will be split,",
      "Their great power will be seen increased,",
      "The newly made earth will be in its high estates,",
      "To the blood‑thirsty the number counted."
    ],
    "interpretation": "Two mighty rulers will divide a realm, yet both will see their power grow. A newly formed land will rise in grandeur, and the blood‑thirsty (war‑lords) will count their forces—suggesting a split empire that paradoxically strengthens both halves.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "90": {
    "french": [
      "Par vie & mort changé règne d’Ongrie:",
      "La loi sera plus âpre que servitude,",
      "Leur grand cité d’vrlements plaincts & crie:",
      "Castor & Pollux ennemis dans la lycé."
    ],
    "english": [
      "By life and death the reign of Ongri will change,",
      "The law will be harsher than servitude,",
      "Their great city’s utterances and cries:",
      "Castor & Pollux enemies in the lyce."
    ],
    "interpretation": "A kingdom (Ongri) will undergo a transformation through death and rebirth. Laws become stricter than slavery, causing the capital’s populace to wail. The twins Castor and Pollux become foes in a great school (lyce), indicating internal aristocratic rivalry.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "91": {
    "french": [
      "Soleil leuant un grand felon verra",
      "Bruit & clarté vers Aquilon tendant:",
      "Dedans le rond mort & cris lont orra",
      "Par glaiue, feu, faim, mort les attendants."
    ],
    "english": [
      "The sun will see a great felon,",
      "Sound and brightness toward the north wind:",
      "Inside the round death and cries will be seen,",
      "By ice, fire, hunger, death the waiters."
    ],
    "interpretation": "A solar omen will reveal a great criminal. Noises and a bright glare head northward. Inside, a circular death and screams will occur, accompanied by ice, fire, famine and death—hinting at a cataclysmic northern invasion.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "92": {
    "french": [
      "Feu couleur d’or du ciel en terre vu:",
      "Frappé du haut, nay, fait cas merveilleux:",
      "Grand meurtre humain: prins du grand le nepueu,",
      "Morts d’expectacles échappé l’orguilleux."
    ],
    "english": [
      "Fire golden colour from the sky seen on earth:",
      "Struck from above, now makes a marvelous case:",
      "Great human murder: prince of the great the un‑punished,",
      "Deaths of spectacles escaped the proud."
    ],
    "interpretation": "A golden fire (meteor) falls, causing a spectacular event. A massive human killing occurs, yet the prince remains unpunished. The proud escape death while many die in the spectacle—foreshadowing an unaccountable elite after a celestial disaster.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "93": {
    "french": [
      "Bien près du Tymbre presse la Libytine:",
      "Un peu devant grand inondation:",
      "Le chef du nef prins, mis à la sentine:",
      "Chasteau, palais en conflagration."
    ],
    "english": [
      "Very near the Press Thames the Libyan:",
      "A little before a great flood:",
      "The captain of the ship prince, placed in the sentinel:",
      "Castle, palace in conflagration."
    ],
    "interpretation": "Close to the Thames a Libyan presence will arise. Soon a massive flood will strike. The ship’s captain (prince) will be stationed as a watch‑man, while castles and palaces burn—indicating a flood‑induced fire in England.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "94": {
    "french": [
      "G R A N. Po, grand mal pour Gauloys receura,",
      "Vaine terreur au maritin Lyon:",
      "Peuple infini par la mer passera,",
      "Sans échapper un quart d’un milion."
    ],
    "english": [
      "GRAN. Po, great evil for Gauls will fear,",
      "Vain terror at the maritime Lyon:",
      "Infinite people will pass by the sea,",
      "Without escaping a quarter of a million."
    ],
    "interpretation": "The River Po will bring a terrible threat to the Gauls. A futile terror will grip the naval city of Lyon. Massive populations will migrate across the sea, and a quarter‑million people will fail to escape—foretelling a deadly migration and flood of the Po.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/58.jpg"
  },
  "95": {
    "french": [
      "Les lieux peuples seront inhabitables:",
      "Pour champs avoir grande division:",
      "Règnes liurés à prudents incapables:",
      "Lors les grands frères mort & dissension."
    ],
    "english": [
      "The places of peoples will be uninhabitable:",
      "For fields to have great division:",
      "Governments released to prudent incapable:",
      "Then the great brothers death & dissent."
    ],
    "interpretation": "Regions will become unlivable, dividing agricultural lands. Governments, though prudent, will prove incapable, leading to the deaths of powerful leaders (“great brothers”) and ensuing discord—signalling societal collapse due to environmental ruin.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  },
  "96": {
    "french": [
      "Flambeau ardent au ciel soir sera vu",
      "Pres de la fin & principe du Rosne:",
      "Famine, glaiue: tard le secours pourueu,",
      "La Perse tourne enuahir Macédoine."
    ],
    "english": [
      "Burning torch in the evening sky will be seen",
      "Near the end and the principle of Rosne:",
      "Famine, ice: late the rescue will be lost,",
      "Persia will turn to irritate Macedonia."
    ],
    "interpretation": "A bright fireball will appear at dusk, close to the end times and a key figure (Rosne). Famine and cold will hinder rescue efforts. Persia will provoke Macedonia—predicting a celestial omen, delayed aid, and renewed hostilities between Persia and Macedonia.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  },
  "97": {
    "french": [
      "Romain Pontife garde de t’approcher",
      "De la cité qui deux fleuves arrouse,",
      "Ton sang viendra au près de la cracher,",
      "Toy & les tiens quand fleurira la rose."
    ],
    "english": [
      "Roman Pope guards you from approaching",
      "The city that the two rivers raise up,",
      "Your blood will come near to spitting,",
      "You and yours when the rose will bloom."
    ],
    "interpretation": "A Roman Pope will protect against approaching an important city located at the confluence of two rivers. Blood will be shed nearby, and when the rose (perhaps a dynasty) blooms, you and your kin will be involved—signalling a papal defense of a strategic river city and ensuing bloodshed.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  },
  "98": {
    "french": [
      "Celuy du sang ressperse le visaige",
      "De la victime proche sacrifiée:",
      "Tonant en Leo augure par presaige:",
      "Mis estre à mort lors pour la fiancée."
    ],
    "english": [
      "He of the blood spreads the vision",
      "Of the close sacrificial victim:",
      "Thunder in Leo foretells by the strike:",
      "Placed to die then for the bride."
    ],
    "interpretation": "A blood‑related figure will reveal a prophetic image involving a nearby sacrificial victim. A thunderclap in Leo (the lion) predicts the strike, resulting in death for a bride—indicating a violent ritual sacrifice foretold by astrological omen.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  },
  "99": {
    "french": [
      "Terroir Romain qu’interpretoit augure,",
      "Par gent Gauloyse sera par trop vexée:",
      "Mais nation Celtique craindra l’heure,",
      "Boreas, classe trop loin l’auvoir poussée."
    ],
    "english": [
      "Roman land that interpreted omen,",
      "Will be too offended by the Gaulish people:",
      "But the Celtic nation will fear the hour,",
      "Boreas, class too far to obtain pushed."
    ],
    "interpretation": "A Roman region reading an omen will be angered by the Gauls. The Celtic nation will dread the forthcoming hour, while the northern wind (Boreas) pushes a distant class (perhaps a social group) farther away—foretelling strained Franco‑Roman relations and Celtic apprehension.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  },
  "100": {
    "french": [
      "Dedans les isles si horrible tumulte,",
      "Rien on n’orra qu’vne bellique brigue,",
      "Tant grand sera des predateurs l’insulte,",
      "Qu’on se viendra ranger à la grand ligue."
    ],
    "english": [
      "Inside the islands such horrible turmoil,",
      "Nothing will be had but a warlike brig,",
      "So great will be the predators’ insult,",
      "That they will come to join the great league."
    ],
    "interpretation": "Islands will experience terrible chaos, leaving only a war‑like vessel. The contempt of marauders will be enormous, eventually forcing them to unite under a great alliance (league). This predicts pirate‑filled seas that culminate in a massive naval coalition.",
    "video": "https://youtu.be/bxuMTyNKPFg",
    "image": "/century_2/59.jpg"
  }
}
