{
    "1": {
        "french": [
            "ESTANT assis de nuict secret estude,",
            "Seul reposé sur la selle d'aerain :",
            "Flambe exigue sortant de sollitude,",
            "Fait prosperer qui n'est à croire vain."
        ],
        "english": [
            "Sitting at night in secret study,",
            "Alone resting on the brass tripod:",
            "A slight flame coming out of the solitude",
            "Makes prosper that which is not vain to believe."
    ]   ,
        "interpretation": "This famous opening quatrain describes Nostradamus himself in the act of prophecy. He sits alone at night, using a brass tripod (reminiscent of the Delphic oracle), and through a small flame emerging from solitude, he achieves success in pronouncing prophecies that are not vain to believe. It sets the mystical tone for the entire work and reveals his method of scrying or meditative trance.",
        "video": "https://www.youtube.com/watch?v=VKjXCDUQ9Ec&t",
        "image": "1,1.jpg"
    },
    "2": {
        "french": [
            "La verge en main mise au milieu de Branches,",
            "De l'onde il moulle & le limbe & le pied :",
            "Un peur & voix fremissent par les manches :",
            "Splendeur diuine. Le diuin pres s'assied."
        ],
        "english": [
            "The rod in hand placed in the middle of Branches,",
            "With the wave he wets both the hem and the foot:",
            "A fear and voice tremble through the sleeves:",
            "Divine splendor. The divine sits near."
        ],
        "interpretation": "Nostradamus continues describing his ritual: holding a rod or wand amid laurel branches (evoking Branchus, son of Apollo, and the Delphic tripod), wetting the hem of his robe and his foot with water, trembling with fear and a quavering voice as divine splendor manifests and the divine presence draws near to sit beside him. This reinforces the sacred, priestly nature of his prophetic sessions.",
        "video": "https://www.youtube.com/watch?v=BhjsSqcboko&t",
        "image": "1,1.jpg"
    },
    "3": {
        "french": [
            "Quand la lictiere du tourbillon versee,",
            "Et feront faces de leurs manteaux couverts,",
            "La republique par gens nouveaux vexee,",
            "Lors blancs & rouges jugeront à l'envers."
        ],
        "english": [
            "When the litter is overturned by the whirlwind,",
            "And faces will be covered by their cloaks,",
            "The republic will be vexed by new people,",
            "Then whites and reds will judge backwards."
        ],
        "interpretation": "This quatrain is often linked to the French Revolution: the royal litter overturned in a whirlwind of upheaval, faces hidden under cloaks (suggesting disguise or mourning), a republic harassed by newcomers in power, and the colors white (royalist/Bourbon) and red (revolutionary) judging in perverse or inverted ways amid the chaos.",
        "video": "https://www.youtube.com/watch?v=rAWHgG-dYxw",
        "image": "1,1.jpg"
    },
    "4": {
        "french": [
            "Par l'univers sera faict un Monarque,",
            "Qu'en paix & vie ne sera longuement :",
            "Lors se perdra la piscature barque,",
            "Sera regie en plus grand detriment."
        ],
        "english": [
            "Throughout the universe will be made a Monarch,",
            "Who in peace and life will not be for long:",
            "Then will be lost the fishing bark,",
            "It will be governed to greater detriment."
        ],
        "interpretation": "This quatrain predicts the rise of a universal monarch—possibly a global empire or hegemonic leader—whose reign brings only brief peace. The 'fishing bark' (the Barque of St. Peter, symbol of the Catholic Church) is lost, implying the Church's authority collapses under his rule, leading to governance that causes even greater harm and spiritual ruin.",
        "video": "https://www.youtube.com/watch?v=hnuzPm97-N8",
        "image": "1,1.jpg"
    },
    "5": {
        "french": [
            "Chassez seront pour faire long combat,",
            "Par le pays seront plus fort grevez :",
            "Bourg & cité auront plus grand debat,",
            "Carcat. Narbonne auront cueurs esprouvez."
        ],
        "english": [
            "They will be chased to wage long combat,",
            "Throughout the country they will be more strongly oppressed:",
            "Town and city will have greater debate,",
            "Carcassonne, Narbonne will have their hearts tested."
        ],
        "interpretation": "Pursued forces are driven into prolonged warfare across the land, causing intense suffering. Towns and cities erupt in fierce disputes, while the southern French strongholds of Carcassonne and Narbonne face severe trials of endurance—likely sieges, battles, or civil strife that test the resolve of their inhabitants.",
        "video": "https://youtu.be/vZZ-REAZBDE",
        "image": "1,2.jpg"
    },
    "6": {
        "french": [
            "L'œil de Ravenne sera destitué,",
            "Quand à ses pieds les aisles fallliront,",
            "Les deux de Bresse auront constitué",
            "Turin, Verseil que Gaulois fouleront."
        ],
        "english": [
            "The eye of Ravenna will be forsaken,",
            "When at its feet the wings will fail,",
            "The two of Bresse will have established",
            "Turin, Vercelli that the Gauls will trample."
        ],
        "interpretation": "This quatrain describes a military campaign in northern Italy. Ravenna, the strategic 'eye' or lookout, loses its power when its flanking forces ('wings') collapse. Two leaders or cities from the Bresse region (likely Bourg-en-Bresse and another ally) organize an alliance that enables French ('Gaulois') troops to overrun Turin and Vercelli, signaling a French conquest of Piedmont during a period of Italian wars.",
        "video": "https://youtu.be/JilbBDD-V2A",
        "image": "1,2.jpg"
    },
    "7": {
        "french": [
            "Tard arriué l'execution faicte",
            "Le vent contraires, lettres au chemin prinses",
            "Les conjurez xiiij d'une secte",
            "Par le Rousseau senez les entreprinses."
        ],
        "english": [
            "Late arrived, the execution done,",
            "Contrary winds, letters seized on the way,",
            "The conspirators fourteen of one sect,",
            "By the Rousseau the enterprises will be undertaken."
        ],
        "video": "https://youtu.be/ThR7wYhYgo0",
        "image": "1,2.jpg"
    },
    "8": {
        "french": [
            "Combien de fois prinse cité solaire",
            "Sera changeant les lois barbares & vaines :",
            "Ton mal s'approche. Plus seras tributaire",
            "La grand Hadrie recourira tes veines."
        ],
        "english": [
            "How many times taken, solar city,",
            "You will be, changing the barbaric and vain laws:",
            "Your evil approaches. You will be more tributary,",
            "The great Hadria will reopen your veins."
        ],
        "interpretation": "A 'solar city'—likely a metaphor for a radiant or powerful metropolis (possibly Rome, Paris, or a heliocentric symbol)—will be captured multiple times, each conquest replacing barbaric and futile laws. As calamity nears, the city becomes increasingly subject to tribute. 'Great Hadria' (the ancient Adriatic Sea, symbolizing Venice) will reopen its vital arteries, restoring maritime trade, influence, or lifeblood after periods of decline.",
        "video": "https://youtu.be/izJs4dszkXs",
        "image": "1,2.jpg"
    },
    "9": {
        "french": [
            "De l'Orient viendra le coeur Punique",
            "Fascher Hadrie, & les hoirs Romulides,",
            "Accompagné de la classe Libyque,",
            "Temple Melites et proches Isles vuides."
        ],
        "english": [
            "From the Orient will come the Punic heart",
            "To anger Hadria and the heirs of Romulus,",
            "Accompanied by the Libyan fleet,",
            "Temples of Malta and nearby isles emptied."
        ],
        "interpretation": "A leader or power with Carthaginian ('Punic') spirit rises from the East, enraging Venice ('Hadria') and the legacy of Rome. Supported by a North African ('Libyan') navy, this force causes the temples and cities of Malta ('Melites') and surrounding islands to be abandoned—evoking a massive Mediterranean naval invasion that depopulates key Christian strongholds.",
        "video": "https://youtu.be/f_Hcbx6Y3Z4",
        "image": "1,2.jpg"
    },
    "10": {
        "french": [
            "Serpens transmis en la cage de fer,",
            "Où les enfans septains du Roy sont prins,",
            "Les vieux & peres sortiront bas de l'enfer,",
            "Ains mourir voir de fruict mort & cris."
        ],
        "english": [
            "Serpent transmitted into the iron cage,",
            "Where the seven-year-old children of the King are taken,",
            "The old and fathers will come out from the depths of hell,",
            "Before dying to see the death and cries of their fruit."
        ],
        "interpretation": "A serpent (symbol of treachery or poison) is secretly introduced into an iron cage or prison where the king's young heirs—specifically his seven children—are held captive. Ancient progenitors rise as if from hell (perhaps ancestral tombs or long-suppressed forces), only to witness in agony the murder and screams of their royal descendants before perishing themselves.",
        "video": "https://youtu.be/vIGuWTF94uU",
        "image": "1,2.jpg"
    },
    "11": {
        "french": [
            "Le mouvement de sens, coeur, pieds & mains,",
            "Seront d'accord Naples, Lyon Sicille",
            "Glaives, feux, eaux puis aux nobles Romains,",
            "Plongez, tuez, morts par cerveau debile."
        ],
        "english": [
            "The movement of mind, heart, feet and hands",
            "Will be in agreement Naples, Lyon, Seville,",
            "Glass, fire, water: then the noble Romans",
            "Will be plunged, killed, death by a feeble brain."
        ],
        "interpretation": "A coordinated effort of body and spirit unites the cities of Naples, Lyon, and Seville, along with elemental forces (glass, fire, water). This coalition overwhelms the “noble Romans” (perhaps a reference to the Vatican or Western powers), causing their downfall through a weak or misguided leadership.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "12": {
        "french": [
            "Dans peu dira faulce brute fragile,",
            "De bas en hault eslevé promptement.",
            "Puis en instant desloyale & labile,",
            "Qui de Veronne aura gouuernement."
        ],
        "english": [
            "Soon a false, crude, fragile thing will be spoken,",
            "Rising quickly from low to high:",
            "Then in an instant disloyal and unstable",
            "Who from Verona will govern."
        ],
        "interpretation": "A deceptive and weak movement will surge rapidly, gaining power before collapsing. A short lived ruler from Verona (possibly a reference to the Scaligeri or a later Italian leader) will emerge, only to be overthrown by internal treachery.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "13": {
        "french": [
            "Les exilez par ire, haine intestine,",
            "Feront au Roy grand conjuration :",
            "Secret mettront ennemis par la mine,",
            "Et ses vieux siens contre eux sedition."
        ],
        "english": [
            "Exiles, driven by anger and internal hatred,",
            "Will plot a great conspiracy against the king,",
            "Secretly they will turn enemies against each other,",
            "And his own old allies will rise in sedition against them."
        ],
        "interpretation": "Displaced nobles and bitter rivals will conspire against the monarch, using covert tactics to pit foes against one another. Even the king's longtime supporters will be drawn into rebellion, indicating a deep fracture within the ruling elite.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "14": {
        "french": [
            "De gent esclave chansons, chants & requestes.",
            "Captifs par Princes & Seigneurs aux prisons :",
            "A l'advenir par idiots sans testes,",
            "Seront receuz par diuines oraisons."
        ],
        "english": [
            "From the people will escape songs, chants and petitions,",
            "Taken captive by princes and lords in prisons:",
            "In the future, idiots without heads",
            "Will be received by divine prayers."
        ],
        "interpretation": "Cultural expression (songs, petitions) will flee oppression as princes imprison dissenters. In a later era, irrational leaders (“headless idiots”) will be legitimized by false religious rhetoric, suggesting a period where superstition masks tyranny.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "15": {
        "french": [
            "Mars nous menasse par sa force bellique,",
            "Septante fois fera le sang espandre :",
            "Auge & ruyne de l'Ecclesiastique,",
            "Et plus ceux qui d'eux rien voudront entendre."
        ],
        "english": [
            "Mars threatens us with his warlike strength,",
            "Seventy times the blood will be shed:",
            "The Auge and the Rhine of the Ecclesiastical,",
            "And even more those who will not wish to hear of them."
        ],
        "interpretation": "The god of war represents relentless conflict, with bloodshed occurring repeatedly (“seventy times”). References to “Auge” (perhaps the Aegean) and the Rhine linked to the Church imply religious wars spanning Europe and the Mediterranean. Many will refuse to acknowledge these calamities, hinting at denial or suppression of truth.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "16": {
        "french": [
            "Faulx a l'estang ioincte vers le Sagittaire,",
            "En son hault AUGE de l'exaltation,",
            "Peste, famine, mort de main militaire,",
            "Le siecle approche de renovation."
        ],
        "english": [
            "A false (or a sickle) at the stagnant pond points toward Sagittarius,",
            "In its high grade elevation of exaltation,",
            "Plague, famine, death of the military hand:",
            "The century approaches renewal."
        ],
        "interpretation": "An ill omen (the “false” or “sickle”) near a stagnant water body aligns with the zodiac sign Sagittarius, a sign of high energy. The alignment presages pestilence, famine, and military casualties, but also suggests that the current century will end and a new era will begin.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,3.jpg"
    },
    "17": {
        "french": [
            "Par quarante ans l'Iris n'apparoistra,",
            "Par quarante ans tous les jours sera veu :",
            "La terre aride en siccité croistra,",
            "Et grand deluges quand sera aperceu."
        ],
        "english": [
            "For forty years the Iris will not appear,",
            "For forty years every day will be seen:",
            "The dry earth will increase in drought,",
            "And great floods will be seen when it appears."
        ],
        "interpretation": "A forty year period of darkness or lack of “Iris” (perhaps a metaphor for rain or a celestial sign). During this time the world suffers severe drought, but when the sign finally returns, massive floods will follow—suggesting a climatic swing from severe dryness to catastrophic flooding.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "18": {
        "french": [
            "Par la discorde negligence Gauloise",
            "Sera passage à Mahommet ouvert :",
            "De sang trempé la terre & mer Senoise,",
            "Le port Phocen de voilles & nefs couvert."
        ],
        "english": [
            "Through discord and neglect, Gaul will be,",
            "A passage opened to Muhammad:",
            "Blood will soak the earth and the sea will be swollen,",
            "The Phoenician harbour will be covered with sails and ships."
        ],
        "interpretation": "Internal strife and neglect in France (Gaul) will create a pathway for the spread of Islam (“Muhammad”). The ensuing conflict will bathe both land and sea in blood, while the historic Phoenician ports (perhaps Marseille) will be filled with fleets, indicating a large naval confrontation involving Muslim forces.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "19": {
        "french": [
            "Lors que serpens viendront circuir l'are,",
            "Le sang Troyen vexé par les Espaignes :",
            "Par eux grand nombre en sera fait tare,",
            "Chef suict, caché au mares dans les saignes."
        ],
        "english": [
            "When serpents come to circle the altar,",
            "Trojan blood will be angered by the Spaniards,",
            "Through them a great number will be made defective,",
            "A chief, hidden in the marshes, will flee in the blood."
        ],
        "interpretation": "A wave of betrayal (“serpents”) surrounds a sacred place. The “Trojan” lineage (perhaps a reference to a noble house) will be provoked by Spain, resulting in many casualties or a crippled force. A leader will hide in the marshes and escape amid the carnage.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "20": {
        "french": [
            "Tours, Orleans, Blois, Angers, Reims & Nantes",
            "Citez vexees par subit changement,",
            "Par langues estranges seront tendues tentes,",
            "Feuves,dars, Renes, terre & mer tremblement."
        ],
        "english": [
            "Tours, Orléans, Blois, Angers, Reims, and Nantes,",
            "Cities upset by sudden change:",
            "By foreign tongues tents will be stretched,",
            "Floods, darts, rains, earth and sea trembling."
        ],
        "interpretation": "A swift, unsettling transformation hits several central French cities. Foreign influence (“strange languages”) spreads, possibly through migration or invasion, leading to natural disasters—floods, storms, and earthquakes—that shake both land and sea.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "21": {
        "french": [
            "Profonde argile blanche nourrit rocher,",
            "Qui d'un abysme istra lacticineuse,",
            "En vain troublez ne l'oseront toucher,",
            "Ignorant estre au fond terre argilleuse."
        ],
        "english": [
            "Deep white clay will nourish the rocky ground,",
            "Which from an abyss will become lacteous,",
            "In vain will the troubled ones dare to touch it,",
            "Ignorant beings will remain at the bottom of the clay earth."
        ],
        "interpretation": "A subterranean layer of white clay (perhaps a mineral deposit) will feed the stony terrain, turning a deep chasm milky white. Those who try to exploit it will fail, and ignorant peoples will stay buried beneath this clay, suggesting a hidden resource that remains untapped due to lack of knowledge.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "22": {
        "french": [
            "Ce qui vivra et n'ayant aucun sens,",
            "Viendra leser à mort son artifice,",
            "Autun, Chalons, Langres & les deux Sens,",
            "La grefle et glace fera grand malefice."
        ],
        "english": [
            "What will live and have no meaning,",
            "Will come to kill with its artifice:",
            "Autun, Chalon, Langres and the two Sens,",
            "The gravel and ice will do a great mischief."
        ],
        "interpretation": "A senseless phenomenon or invention will turn lethal. The cities of Autun, Chalon, Langres, and the two “Sens” (likely Sens and Sen-la-Ville) will be affected. A mixture of gravel and ice (perhaps a treacherous road or a flood of frozen debris) will cause a major disaster.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,4.jpg"
    },
    "23": {
        "french": [
            "Au mois troisiesme se levant le Soleil,",
            "Sanglier liepard, au champ Mars pour combattre",
            "Liepard lassé au Ciel estend son œil,",
            "Un aigle autour du Soleil voit s'esbattre."
        ],
        "english": [
            "In the third month, as the sun rises,",
            "A wild boar, a leopard on the March field to fight:",
            "The leopard lifts its eye to the sky,",
            "An eagle around the sun sees itself tumble."
        ],
        "interpretation": "During March, natural symbols of aggression—the boar and the leopard—appear on battlefields, indicating fierce conflict. The leopard's gaze upward and the eagle's tumbling around the sun hint at a celestial omen, possibly an eclipse or unusual solar phenomenon that is interpreted as a warning of war.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "24": {
        "french": [
            "A cité neuve pensif pour condamner,",
            "L'oisel de proye au Ciel se vient offrir :",
            "Apres victoire à captifs pardonner,",
            "Cremone & Mantoue grand maux aura souffert."
        ],
        "english": [
            "A newly built city, thoughtful to condemn,",
            "A loyal project to the heavens will be offered:",
            "After victory, to the captives forgiveness will be given,",
            "Cremona and Mantua will suffer great evils."
        ],
        "interpretation": "A recently founded city (perhaps a planned capital) adopts a moral stance, dedicating a lofty venture to the divine. Following a triumph, it shows clemency to prisoners, yet the nearby Italian cities of Cremona and Mantua endure severe suffering—likely as a consequence of the war that the new city helped spark.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "25": {
        "french": [
            "Perdu, trouvé, caché de si long siecle,",
            "Sera pasteur demy Dieu honoré :",
            "Ains que la Lune acheve son grand siecle,",
            "Par autres vents sera deshonoré."
        ],
        "english": [
            "Lost, found, hidden for such a long century,",
            "Will be a shepherd, a half god, honored,",
            "But when the moon completes its great cycle,",
            "By other wills he will be dishonored."
        ],
        "interpretation": "A figure long concealed (perhaps a religious leader or a prophetic personality) will rise as a revered “shepherd” or semi divine being. Yet at the end of a lunar cycle (symbolic of a full era), opposing powers will bring about his disgrace, indicating a rise and fall narrative for a messianic or charismatic leader.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "26": {
        "french": [
            "Le grand du fouldre tombe d'heure diurne,",
            "Mal & predict par porteur postulaire :",
            "Suivant presage tombe d'heure nocturne,",
            "Conflit Reims, Londres, Etrusque pestifere."
        ],
        "english": [
            "The great of the fold collapses in daylight,",
            "Evil and prediction by a bearer of the post,",
            "Following the fall, nighttime also collapses,",
            "Conflict in the Rhine, London, and pestilential Etruria."
        ],
        "interpretation": "A major political structure (the “fold”) will crumble both by day and by night, sparking wars that involve the Rhine region, England and an Italian (Etruscan) zone struck by disease.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "27": {
        "french": [
            "Dessous de chaine Guien du Ciel frappé,",
            "Non loing de là est caché le tresor,",
            "Qui par long siecles avoit esté grappé,",
            "Trouvé moura, l'œil crevé de ressor."
        ],
        "english": [
            "Below a chain the sky struck Guien strikes,",
            "Not far east a treasure is hidden,",
            "That for long centuries had been gathered,",
            "Found dead: the eye created of spring."
        ],
        "interpretation": "A celestial event (a “chain” of meteors) will reveal a long buried eastern treasure, ending in the death of a figure whose “eye” is a spring born symbol—perhaps a metaphor for a lost dynasty's resurgence and demise.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "28": {
        "french": [
            "La tour de Boucq craindra fuste Barbare,",
            "Un temps, long temps apres barque hesperique",
            "Bettail, gens, meubles, tous deux feront grand tare,",
            "Taurus & libra, quelle mortelle picque !"
        ],
        "english": [
            "The tower of Bouq will gain barbarian wood,",
            "A long time after the western ship,",
            "Beasts, men and furniture will both cause great loss,",
            "Taurus and Libra, what a deadly sting!"
        ],
        "interpretation": "A once great stronghold (“tower of Bouq”) will fall to barbarian forces. After a long era (“western ship”) both people and property will be devastated, with the zodiac signs Taurus and Libra hinting at a clash between agrarian (Taurus) and diplomatic (Libra) powers.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,5.jpg"
    },
    "29": {
        "french": [
            "Quand le poisson terrestre & aquatique",
            "Par force vague au gravier sera mis,",
            "Sa forme estrange suave & horrifique,",
            "Par mer aux murs bien tost les ennemis."
        ],
        "english": [
            "When the land fish and water fish",
            "Are cast onto the shore by a great wave,",
            "Their strange, savage and horrific shape,",
            "Soon the sea will bring the enemies to the walls."
        ],
        "interpretation": "A massive flood will throw both terrestrial and aquatic creatures onto coastlines, their grotesque forms terrifying defenders. The sea will then deliver invading forces against fortified cities.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "30": {
        "french": [
            "La nef estrange par le tourment marin,",
            "Abordera pres de port incogneu :",
            "Nonobstant signes de rameau palmerin,",
            "Apres mort pille bon advis tard venu."
        ],
        "english": [
            "The foreign ship, tormented by the sea,",
            "Will run aground near an unknown port,",
            "Despite the signs of the palm branch,",
            "After death it will be looted: a good thing that came late."
        ],
        "interpretation": "A foreign vessel will wreck near an undisclosed harbor; the customary omen of a palm branch (peace) will be ignored. The wreck will later be plundered, suggesting delayed but eventual retribution against an aggressor.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "31": {
        "french": [
            "Tant d'ans en Gaule les guerres dureront,",
            "Outre la course du Castulon monarque :",
            "Victoire incerte trois grands couronneront,",
            "Aigle, Coq, Lune, Lyon, Soleil en marque."
        ],
        "english": [
            "Wars in Gaul will last many years,",
            "Beyond the rule of the Castulon monarch,",
            "Uncertain victory will crown three great ones,",
            "Eagle, rooster, moon, lion, sun as the sign."
        ],
        "interpretation": "Prolonged fighting in France will persist past the reign of a ruler named Castulon. Three leaders will claim a doubtful triumph, each identified by symbols of empire (eagle), France (rooster), and celestial bodies, hinting at shifting allegiances.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "32": {
        "french": [
            "Le grand Empire sera tost translaté",
            "En lieu petit, qui bien tost viendra croistre,",
            "Lieu bien infime d'exigue comté",
            "Où au milieu viendra poser son sceptre."
        ],
        "english": [
            "The great empire will soon be moved",
            "To a small place that will quickly grow:",
            "A very tiny, insignificant county,",
            "Where in the middle it will set its scepter."
        ],
        "interpretation": "A mighty empire will be forced to relocate to a modest territory that later expands, suggesting a rise of a small state (perhaps a micro kingdom) that becomes a new imperial centre.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "33": {
        "french": [
            "Pres d'un grand pont de plaine spatieuse,",
            "Le grand Lyon par forces Cesarees,",
            "Fera abbattre hors cité rigoureuse,",
            "Par effroy portes luy seront reserrees."
        ],
        "english": [
            "Near a great bridge of spacious plain,",
            "The great lion (France) by forced Caesar's will,",
            "Will break down the rigid city,",
            "Through fearful gates it will be shut."
        ],
        "interpretation": "Close to a major crossing, France (the “lion”) will, under strong leadership, breach a fortified city, then seal it behind imposing gates—evoking a siege and conquest of a stubborn stronghold.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "34": {
        "french": [
            "L'oyseau de proye volant à la fenestre,",
            "Avant conflict faict aux François pareure,",
            "L'un bon prendra,l'un ambigu sinistre,",
            "La partie foible tiendra par bon augure."
        ],
        "english": [
            "The bird of the flying project on the left,",
            "Before a conflict made to the French appearance,",
            "One good will take, one ambiguous sinister,",
            "The faithful part will hold by good omen."
        ],
        "interpretation": "A “bird” (perhaps a fleet or emblem) on the left signals an impending clash with France. A clear side and a dark, ambiguous side will emerge, but the loyal faction will survive thanks to a favorable omen.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,6.jpg"
    },
    "35": {
        "french": [
            "Le lyon jeune le vieux surmontera,",
            "En champ bellique par singulier duelle,",
            "Dans caige d'or les yeux luy crevera,",
            "Deux classes une puis mourir mort cruelle."
        ],
        "english": [
            "The young lion will overcome the old,",
            "On the battlefield in a singular duel,",
            "In a golden cage his eyes will create:",
            "Two classes one, then die, a cruel death."
        ],
        "interpretation": "A youthful French ruler will defeat an elder rival in a unique duel. The “golden cage” metaphor suggests a prestigious arena where two groups—perhaps classes of society—are eliminated in a ruthless outcome.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "36": {
        "french": [
            "Tard le Monarque se viendra repentir",
            "De n'avoir mis à mort son aduersaire,",
            "Mais viendra bien à plus hault consentir,",
            "Que tout son sang par mort fera deffaire."
        ],
        "english": [
            "Late the monarch will come to repent",
            "For not having put his adversary to death:",
            "But he will soon consent to a higher thing",
            "That all his blood by death will undo."
        ],
        "interpretation": "A ruler, late in life, regrets sparing an enemy. He will later agree to a greater cause that ultimately leads to his own downfall and the loss of his lineage.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "37": {
        "french": [
            "Un peu devant que le Soleil s'absconse,",
            "Conflict donné, grand peuple dubiteux,",
            "Prosligez, port marin ne fait response,",
            "Pont & sepulchre en deux estranges lieux."
        ],
        "english": [
            "A little before the sun hides,",
            "A conflict given, a great doubtful people:",
            "The mariners, unresponsive,",
            "Bridge & tomb in two strange places."
        ],
        "interpretation": "Just before an eclipse, a war erupts among a skeptical populace. The navy remains passive while bridges and burial sites appear in unexpected locations, hinting at strategic misdirection.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "38": {
        "french": [
            "Le Sol & l'Aigle au victeur paroistront,",
            "Response vaine au vaincu l'on asseure,",
            "Par cor ny cris harnois n'arresteront,",
            "Vindicte paix par mors si acheve à l'heure."
        ],
        "english": [
            "The Sun and the eagle will appear as victors,",
            "Useless response, the defeated will be assured,",
            "Horned cries will not stop them,",
            "Vengeance, peace by death will be achieved in time."
        ],
        "interpretation": "Solar and imperial symbols (the eagle) triumph; the vanquished are resigned. War cries cannot halt the outcome, and a final peace comes only through death—a classic “last battle” scenario.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "39": {
        "french": [
            "De nuict dans lict le supresme estrangle,",
            "Pour trop avoir seiourné blond esleu,",
            "Par trois l'Empire subroge exancle,",
            "A mort mettra carte, & paquet ne leu."
        ],
        "english": [
            "At night in the darkness the supreme strangled,",
            "For having been over suned too much, a blond one raised,",
            "Through three the empire is usurped, exiled,",
            "To death it will put a map, a packet not theirs."
        ],
        "interpretation": "A nighttime power (the “supreme”) is strangled after excessive exposure to the sun (perhaps an over reaching ruler). Three forces usurp the empire, leading to exile and a fatal “map”—a metaphor for a disastrous territorial contract.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "40": {
        "french": [
            "La trombe fausse dissimulant folie,",
            "Fera Bisance un changement de loix.",
            "Hystra d'Egypte, qui veut que l'on deslie,",
            "Edict changeant monnoye & aloys."
        ],
        "english": [
            "The false trumpet concealing madness",
            "Will bring a great change of laws:",
            "The Egyptian hysteria that wants it untied,",
            "An edict changing money and alloys."
        ],
        "interpretation": "A deceptive proclamation (the “false trumpet”) will mask insanity, leading to sweeping legal reforms. Egyptian unrest will force a decree that alters currency and metal standards—suggesting economic upheaval driven by foreign agitation.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,7.jpg"
    },
    "41": {
        "french": [
            "Siege en cité est de nuict assaillie,",
            "Peu eschapé, non loin de mer conflict,",
            "Femme de joye, retours fils defaillie,",
            "Poison & lettres cachees dans le plic."
        ],
        "english": [
            "Siege in a city, attacked by night,",
            "Few escape: not far from sea conflict.",
            "Woman of joy, returned son weakened,",
            "Poison and letters hidden in the fold."
        ],
        "interpretation": "A city endures a nocturnal siege; only a few flee, the fight spilling to nearby coasts. A once joyful woman returns with a frail son, and secret poison laden correspondence is discovered, pointing to espionage.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "42": {
        "french": [
            "Le dix Calende d'Avril de faict Gotique",
            "Resuscité encor par gens malins,",
            "Le feu estainct,assemblee diabolique,",
            "Cherchant les os du d'Amant & Pselin."
        ],
        "english": [
            "The tenth Kalends of April, a Gothic deed,",
            "Revived again by cunning people:",
            "The fire is extinguished, a diabolic assembly,",
            "Seeking the gold of the Lover & Pselyn."
        ],
        "interpretation": "On early April, a Gothic style plot is revived by schemers. A hidden fire (secret knowledge) is suppressed as a demonic council hunts for hidden riches tied to a lover figure and a mysterious “Pselyn,” hinting at occult treasure hunts.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "43": {
        "french": [
            "Avant qu'advienne le changement d'Empire,",
            "Il adviendra un cas bien merveilleux,",
            "Le champ mué, le pillier de Porphire",
            "Mis, transmué sus le rocher noilleux."
        ],
        "english": [
            "Before the empire's change,",
            "A very wonderful case will happen,",
            "The field shifts, the pillar of porphyry,",
            "Placed, moved upon the ancient rock."
        ],
        "interpretation": "Prior to a dynastic shift, a remarkable event occurs: a battle field changes, and a monumental porphyry column is relocated onto an ancient stone—a symbolic transfer of imperial authority.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "44": {
        "french": [
            "En bref seront de retour sacrifices,",
            "Contrevenants seront mis à martyre :",
            "Plus ne seront moines, abbez, ne novices,",
            "Le miel sera beaucoup plus cher que cire."
        ],
        "english": [
            "In a short time sacrifices will return,",
            "Opponents will be made martyrs:",
            "No more monks, abbots nor novices:",
            "Honey will be far more costly than wax."
        ],
        "interpretation": "A brief but intense period of religious persecution will see opponents executed as martyrs; monastic life will vanish, and basic commodities like honey will skyrocket in price—signs of social and economic collapse.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "45": {
        "french": [
            "Secteur de sectes grand peine au delateur,",
            "Beste en theatre, dresse le jeu scenique,",
            "Du faict antique ennobly l'inventeur,",
            "Par sectes monde confus & schismatique."
        ],
        "english": [
            "Sector of great sects, first to the betrayer:",
            "Best in theatre, the staged scene set,",
            "From the ancient fact the ennobler of the listener,",
            "Through sects a confused, schismatic world."
        ],
        "interpretation": "A powerful religious movement (the “sector of sects”) will first betray, using theatrical propaganda to glorify its doctrine, creating a fractured, confused world of competing sects.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "46": {
        "french": [
            "Tout apres d'Aux, de Lestore & Mirande,",
            "Grand feu du ciel en trois nuicts tumbera :",
            "Cause adviendra bien stupende & Mirande,",
            "Bien peu apres la terre tremblera."
        ],
        "english": [
            "All near Aux, Lectore & Mirande,",
            "A great fire from the sky will fall in three nights:",
            "A cause will indeed be astounding and miraculous:",
            "Very soon after the earth will tremble."
        ],
        "interpretation": "Near the towns named (perhaps in France), a celestial fire (meteorite) will strike over three nights, causing a spectacular event, followed swiftly by an earthquake—signs of a cataclysmic natural disaster.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,8.jpg"
    },
    "47": {
        "french": [
            "Du lac Leman les sermons fascheront,",
            "Des jours seront reduicts par des semaines,",
            "Puis mois, puis an, puis tous defailliront,",
            "Les Magistrats damneront leurs lois vaines."
        ],
        "english": [
            "From Lake Léman the sermons will anger:",
            "Days will be reduced by the weeks,",
            "Then months, then years, then all will fail,",
            "The magistrates will condemn their vain laws."
        ],
        "interpretation": "From the region of Lake Geneva, fiery preaching will shorten days (symbolic of time shortening crises). Over weeks, months, years the situation worsens until all collapses, and judges invalidate their own ineffective statutes.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "48": {
        "french": [
            "Vingt ans du regne de la Lune passez,",
            "Sept mille ans autre tiendra sa monarchie :",
            "Quand le Soleil prendra ses jours lassez,",
            "Lors accomplir & mine ma prophetie."
        ],
        "english": [
            "Twenty years after the moon's reign,",
            "Another seven thousand years will hold its monarchy:",
            "When the sun takes its weary days,",
            "Then my prophecy will be fulfilled and mined."
        ],
        "interpretation": "After a short lunar era, an extraordinarily long rule (seven millennia) will begin. When the sun's vigor wanes, the prophet's prediction will finally materialise—perhaps an allegory for a civilization's rise and fall spanning epochs.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "49": {
        "french": [
            "Beaucoup avant telle menees,",
            "Ceux d'Orient par la vertu lunaire :",
            "L'an mil sept cens feront grand emmenees,",
            "Subjugant presque le coing Aquilonaire."
        ],
        "english": [
            "Many, many before such leads,",
            "Those of the East by lunar virtue,",
            "One thousand seven hundred will make great movements,",
            "Subjugating almost the Aquilonian corner."
        ],
        "interpretation": "A great eastern force, guided by lunar influence, will in the year 1700 launch massive campaigns that almost dominate the north western (Aquilonian) region—hinting at a sweeping Asian expansion into Europe.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "50": {
        "french": [
            "De l'aquatique triplicité naistra,",
            "D'un qui fera le Jeudy pour sa feste :",
            "Son bruit, loz, regne, sa puissance croistra,",
            "Par terre & mer aux Oriens tempeste."
        ],
        "english": [
            "From the watery triple will be born,",
            "One who will make the jury for his feast:",
            "His sound, law, reign, his power will grow,",
            "By land and sea to the east storms will rise."
        ],
        "interpretation": "A triple water entity (perhaps a naval alliance) will give rise to a judge like leader who celebrates his own rule. His authority expands, bringing storms both on land and sea toward the east—suggesting a powerful maritime empire.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "51": {
        "french": [
            "Chefs d'Aries, Jupiter & Saturne,",
            "Dieu eternel quelles mutations !",
            "Puis par long siecle son maling temps retourne",
            "Gaule & Italie, quelles esmotions !"
        ],
        "english": [
            "Chief of Aries, Jupiter & Saturn,",
            "Eternal god, what mutations!",
            "Then after a long century his bad time returns,",
            "Gaul & Italy what emotions!"
        ],
        "interpretation": "A ruler born under Aries, governed by the influence of Jupiter and Saturn, will experience great changes. After a century of decline, the fortunes of France and Italy will rise, reflecting astrological cycles affecting national moods.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "52": {
        "french": [
            "Les deux malins de Scorpion conjoincts,",
            "Le grand seigneur meurdry dedans la salle :",
            "Peste à l'Eglise par le nouveau Roy joinct,",
            "L'Europe basse & Septentrionale."
        ],
        "english": [
            "The two cunning Scorpions conjoined,",
            "The great lord wounded inside his hall:",
            "Plague to the church by the new joint king,",
            "Lower and Northern Europe."
        ],
        "interpretation": "Two scheming figures (Scorpion sign) will unite, injuring a great lord in his palace. A new joint ruler will unleash a plague upon the Church, affecting both Southern and Northern Europe.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,9.jpg"
    },
    "53": {
        "french": [
            "Las qu'on verra grand peuple tormenté",
            "Et la loy saincte en totale ruine",
            "Par aultres loyx toute Chrestienté,",
            "Quand d'or d'argent trouue nouuelle mine."
        ],
        "english": [
            "Alas, a great people will be tormented,",
            "And the holy law in total ruin,",
            "By other laws all Christianity,",
            "When gold and silver find a new mine."
        ],
        "interpretation": "A mighty nation will undergo suffering; sacred doctrine collapses, replaced by new legal codes across Christianity, coinciding with the discovery of rich gold, silver veins—suggesting wealth driven religious reform.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"
    },
    "54": {
        "french": [
            "Deux revolts faits du malin falcigere,",
            "De regne & siecles faict permutation:",
            "Le mobil signe à son endroict si ingere",
            "Aux deux egaux & d'inclination."
        ],
        "english": [
            "Two revolts made by the malicious falciger,",
            "Of reign & centuries a permutation:",
            "The mobile sign to its place so ingests,",
            "To the two equals & of inclination."
        ],
        "interpretation": "Two uprisings, instigated by a deceitful “falcon bearer,” will swap the order of reigns and eras. A shifting emblem (perhaps a flag) will settle between two equal powers, indicating a balance of forces after turmoil.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"
    },
    "55": {
        "french": [
            "Sous l'opposite climat Babylonique",
            "Grande sera de sang effusion,",
            "Que terre & mer,aïr,ciel sera inique:",
            "Secte,faim,regnes, pestes,confusion."
        ],
        "english": [
            "Under the opposite Babylonian climate,",
            "Great will be the blood spill,",
            "That earth & sea, air, sky will be unjust:",
            "Sect, famine, reigns, plagues, confusion."
        ],
        "interpretation": "A climate opposite to that of ancient Babylon (perhaps extreme drought) will bring massive bloodshed, natural imbalance, and widespread turmoil—religious sects, famine, multiple regimes, pestilence, and chaos.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"	
    },
    "56": {
        "french": [
            "Vous verrés tost & tard faire grand change",
            "Horreurs extremes, & vindications,",
            "Que si la lune conduicte par son ange",
            "Le ciel s'approche des inclinations."
        ],
        "english": [
            "You will see soon and later a great change,",
            "Extreme horrors, and vindications,",
            "If the moon is guided by its angel,",
            "The heavens draw near to the inclinations."
        ],
        "interpretation": "Both near and far in time, a massive transformation will occur, bringing terrible suffering and eventual justice. If lunar influences are steered rightly, the cosmos will align with new cosmic forces—hinting at an astro political realignment.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"
    },
    "57": {
        "french": [
            "Par grand discord la trombe tremblera.",
            "Accord rompu dressant la teste au ciel:",
            "Bouche sanglante dans le sang nagera:",
            "Au sol sa face ointe de laict & miel."
        ],
        "english": [
            "By great discord the trumpet will tremble.",
            "Broken accord raising its head to the sky:",
            "A bloody mouth will swim in blood:",
            "On the ground its face anointed with milk & honey."
        ],
        "interpretation": "Severe discord will cause a once proud proclamation (“trumpet”) to shake. Broken treaties point upward; a savage battle will drown in blood, yet the aftermath is strangely stained with symbols of abundance (milk and honey), indicating a bitter peace after carnage.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"
    },
    "58": {
        "french": [
            "Trenché le ventre,naistra auec deux testes,",
            "Et quatre bras:quelques an s entier viura:",
            "Iour qui Alquilloye celebrera ses festes",
            "Foussan,Turin,chief Ferrare suyura."
        ],
        "english": [
            "Stabbed in the belly, born with two heads,",
            "And four arms: it will live a whole few years,",
            "Day when Alquilloye will celebrate its feasts,",
            "Fusssan, Turin, chief Ferrara will endure."
        ],
        "interpretation": "A monstrous creature (symbolic of a tyrant) with multiple heads and arms will arise, surviving only a short lifespan. Its “day” aligns with a festival in Alquilloy, and cities like Turin and Ferrara will feel its impact—perhaps a short lived war of many fronts.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,10.jpg"
    },
    "59": {
        "french": [
            "Les exiles deportés dans les isles",
            "Au changement d'vng plus cruel monarque,",
            "Seront meurtrys: & mis deux des scintilles",
            "Qui de parler ne seront estés parques."
        ],
        "english": [
            "The exiles deported to the islands",
            "When a more cruel monarch changes,",
            "Will be murdered and two of the sparks will be placed,",
            "Who will not be allowed to speak."
        ],
        "interpretation": "Exiled peoples sent to islands will face murder under a harsher ruler. Two “sparks” (perhaps leaders or symbols) will be suppressed, silencing dissent.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "60": {
        "french": [
            "Vn Empereur naistra pres d'Italie,",
            "Qui a l'Empire sera vendu bien cher,",
            "Diront auecques quels gens il se ralie",
            "Qu'on trouuera moins prince que boucher."
        ],
        "english": [
            "An emperor will be born near Italy,",
            "Who will sell the Empire for a high price,",
            "They will say who he laughs with,",
            "That he will be found less a prince than a butcher."
        ],
        "interpretation": "A new ruler near Italy will commercialise the empire, betraying its noble image; contemporaries will mock him as a butcher rather than a prince—foretelling a despotic, profiteering leader.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "61": {
        "french": [
            "La republique miserable infelice",
            "Sera vastée du nouueau magistrat:",
            "Leur grand amas de l'exil malefice",
            "Fera Sueue rauir leur grand contract."
        ],
        "english": [
            "The miserable unhappy republic",
            "Will be devastated by the new magistrate:",
            "Their great mass of exile malefice",
            "Will make the south mourn their great contract."
        ],
        "interpretation": "A weak republic will be crushed by a new ruler; the forced exile of many will cause sorrow in the southern regions where previous agreements collapse.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "62": {
        "french": [
            "La grande perte las que feront les letres:",
            "Auant le cicle de Latona parfaict,",
            "Feu,grand deluge plus par ignares sceptres",
            "Que de long siecle ne se verra refaict."
        ],
        "english": [
            "The great loss that letters will cause:",
            "Before the perfect cycle of Latona,",
            "Fire, great flood more by ignorant scepters",
            "Than a long century will not be remade."
        ],
        "interpretation": "Written decrees will bring a massive loss. Before a perfect cycle (Latona = moon), fire and flood, driven by ignorant rulers, will cause destruction far exceeding any century long peace.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "63": {
        "french": [
            "Les fleaux passés diminue le monde",
            "Long temps la paix terres inhabitées",
            "Seur marchera par ciel, terre, mer, & onde:",
            "Puis de nouueau les guerres suscitées."
        ],
        "english": [
            "Past plagues lessen the world",
            "For a long time peace on uninhabited lands",
            "Will walk by sky, earth, sea, & wave:",
            "Then anew wars will be caused."
        ],
        "interpretation": "After previous pandemics, a prolonged peace will settle over empty territories, but eventually new wars will arise, reigniting conflict.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "64": {
        "french": [
            "De nuit soleil penseront avoir veu",
            "Quand le pourceau demy-homme on verra,",
            "Bruict,chant,bataille,au ciel battre aperceu",
            "Et bestes brutes a parler lon orra."
        ],
        "english": [
            "At night the sun will think they saw,",
            "When the half man pig will be seen,",
            "Noise, song, battle, the sky seemed to beat,",
            "And brute beasts will speak for a long time."
        ],
        "interpretation": "An eclipse like illusion (“night sun”) will be confused with a half human creature; tumultuous sounds fill the sky, and even savage beasts seem to speak—symbolising a surreal, chaotic omen.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,11.jpg"
    },
    "65": {
        "french": [
            "Enfant sans mainsiamais veu si grand foudre:",
            "L'enfant royal au ieu d'œsteuf blessé.",
            "Au puy brises:fulgures alant mouldre:",
            "Trois sous les chaines  par le milieu troussés:"
        ],
        "english": [
            "A child without hands ever seen such great lightning:",
            "The royal child at the foot of the east wounded.",
            "At the hill breezes: lightning strikes molten:",
            "Three under the chains by the middle torn."
        ],
        "interpretation": "A powerless child witnesses a massive lightning strike; a royal heir is wounded in the east. Storms atop a hill cause molten lightning, and three captives are torn while chained—evoking a disastrous royal injury during a storm.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "66": {
        "french": [
            "Celui qui lors portera les nouuelles,",
            "Apres vn peu il viendra respirer.",
            "Viuiers,Tournon,Montferrant & Pradelles,",
            "Gresle & tempestes les fera souspirer."
        ],
        "english": [
            "He who will then carry the news,",
            "After a little will come to breathe.",
            "Old towns, Tournon, Montferrant & Pradelles,",
            "Gravel and storms will make them gasp."
        ],
        "interpretation": "A messenger will spread the news; soon after, towns such as Tournon and Montferrand will be shaken by harsh weather and landslides—signalling a cascade of bad tidings across the region.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "67": {
        "french": [
            "La grand famine que ie sens approcher,",
            "Souvent tourner, puis être universelle,",
            "Si grande & longue qu'on viendra arracher",
            "Du bois racine,& l'enfant de mammelle."
        ],
        "english": [
            "The great famine I sense approaching,",
            "Often turn, then be united again,",
            "So great & long that one will come to pull",
            "From the wood root, and the child of the breast."
        ],
        "interpretation": "A looming, prolonged famine will force peoples to wander and later unite. The scarcity will be so severe that people will resort to pulling roots from trees and even cannibalising infants—an image of extreme desperation.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "68": {
        "french": [
            "O quel horrible & malheureux torment",
            "Troys innocens qu'on viendra à liurer.",
            "Poyson suspecte,mal garde tradiment",
            "Mis en horreur par bourreaux enyurés."
        ],
        "english": [
            "Oh what a horrible and unhappy torment,",
            "Three innocents will be bound.",
            "Suspect poison, badly guarded betrayal,",
            "Placed in horror by the condemned executioners."
        ],
        "interpretation": "Three innocent victims will be tied up, poisoned, and betrayed poorly guarded, becoming objects of horror by executioners—suggesting a notorious martyrdom or wrongful execution.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "69": {
        "french": [
            "La grand montaigne ronde de sept estades,",
            "Apres paix,guerre,faim,inundation,",
            "Roulera loing abysmant grands contrades,",
            "Mesmes antiques,& grand fondation."
        ],
        "english": [
            "The great round mountain of seven stages,",
            "After peace, war, famine, flood,",
            "It will roll far beyond great opposite lands,",
            "Ancient masses, and great foundation."
        ],
        "interpretation": "A seven phase cosmic mountain (perhaps a celestial cycle) will follow a sequence of peace, war, famine and flood, then extend beyond known territories, affecting ancient peoples and foundational structures—hinting at a world shaking series of events.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "70": {
        "french": [
            "Pluie,faim,guerre en Perse non cessée",
            "La foy trop grande trahira le monarque,",
            "Par la finie en Gaule commencée:",
            "Secret augure pour à un être parque."
        ],
        "english": [
            "Rain, famine, war in Persia never ceasing,",
            "The too great faith will betray the monarch,",
            "Through the ending begun in Gaul:",
            "Secret omen for a being to be spared."
        ],
        "interpretation": "Endless rain, famine and war in Persia will cause the monarch's own fanatic followers to betray him. The downfall will start in Gaul, with a hidden omen protecting a single individual.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,12.jpg"
    },
    "71": {
        "french": [
            "La tour marine troys foys prise & reprise",
            "Par Hespagnols,barbares,Ligurins:",
            "Marseille & Aix, Arles par ceux de Pise",
            "Vast,feu,fer,pillé Auignon des Thurins."
        ],
        "english": [
            "The sea tower taken three times and retaken",
            "By Spaniards, barbarians, Ligurians:",
            "Marseille, Aix and Arles by the Pisans,",
            "Vast, fire, iron, pillaged Auignon of the Thuries."
        ],
        "interpretation": "A coastal fortress changes hands three times among Spanish, barbarian, Ligurian and Pisan forces. French cities Marseille, Aix and Arles suffer fire, iron weaponry and pillage—depicting a fierce Mediterranean conflict.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "72": {
        "french": [
            "Du tout Marseille des habitans changée,",
            "Course & poursuitte iusques au pres de Lyon.",
            "Narbon.Tholoze par Bourdeaux outragee:",
            "Tués captifz presque d'un milion."
        ],
        "english": [
            "All of Marseille's inhabitants changed,",
            "Race and pursuit go towards near Lyon.",
            "Narbonne, Toulon outraged by Bordeaux:",
            "Killed, captive nearly a million."
        ],
        "interpretation": "Marseille's population is displaced; a chase heads toward Lyon. Narbonne and Toulon, angered by Bordeaux, suffer massive casualties—approaching a million—indicating a massive internal French war.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "73": {
        "french": [
            "France à cinq pars par neglect assaillie",
            "Tunys,Argiels esmeus par Persiens,",
            "Leon,Seuille,Barcelonne faillie",
            "N'aura la classe par les Venitiens."
        ],
        "english": [
            "France attacked on five sides by neglect,",
            "Tunics, Argiles (or Argiles) seized by Persians,",
            "León, Seuil, Barcelona failed,",
            "Will not have the class by the Venetians."
        ],
        "interpretation": "France faces attacks from five directions, weakened by neglect. Persian forces capture clothing (perhaps supplies) and key cities (León, Seuil, Barcelona) fall, while Venice does not intervene—showing a multi front collapse.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "74": {
        "french": [
            "Apres seiourné vogueront en Epire:",
            "Le grand secours viendra vers Antioche,",
            "Le noir poil crespe tendra fort à l'empire:",
            "Barbe d'ærain le roustira en broche."
        ],
        "english": [
            "After a night will sail in Epirus:",
            "Great aid will come toward Antioch,",
            "The black, curly hair will strongly strain the empire:",
            "Golden beard will prick it like a brooch."
        ],
        "interpretation": "Following a dark night, ships will set sail from Epirus. Assistance will head to Antioch, while a dark haired ruler (perhaps a Byzantine or Turkish leader) will press hard on the empire; a golden bearded figure will pierce it—suggesting a decisive battle in the Eastern Mediterranean.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "75": {
        "french": [
            "Le tyran Siene occupera Sauone:",
            "Le fort gaigné tiendra classe marine:",
            "Les deux armées par la marque d'Ancone",
            "Par effraigneur le chef s'en examine."
        ],
        "english": [
            "The Sienian tyrant will occupy Saône:",
            "The strong gaigned will hold the naval class:",
            "Both armies by the mark of Anchone,",
            "The frightening chief will examine himself."
        ],
        "interpretation": "A tyrant from Siena will seize the Saône River region; a fortified force will maintain naval superiority. Two armies, identified by the “Anchone” sign, will be led by a terrifying commander who scrutinises his own strategy—indicating a decisive regional clash.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "76": {
        "french": [
            "D'vn nom farouche tel proferé sera,",
            "Que les troys seurs auront fato le nom:",
            "Puis grand peuple par langue & faict duira",
            "Plus que nul autre aura bruit & renom"
        ],
        "english": [
            "A fierce name will be spoken,",
            "The three brothers will bear that name,",
            "Then a great people will be led by language and deed,",
            "And no one else will have its fame or reputation."
        ],
        "interpretation": "A powerful, perhaps feared, title will arise and be carried by three related leaders. Their tongue driven actions will unite a vast nation, granting it a reputation unrivaled by any other power.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,13.jpg"
    },
    "77": {
        "french": [
            "Entre deux mers dressera promontoire",
            "Que puis mourra par le mords du cheual:",
            "Le sien Neptune pliera voyle noire,",
            "Par Calpre & classe aupres de Rocheual."
        ],
        "english": [
            "Between two seas it will erect a promontory,",
            "Which will eventually die by the horse's bite,",
            "Its own Neptune will bend a black sail,",
            "By calipers and fleet near Rocheual."
        ],
        "interpretation": "A strategic coastal outpost will be built between two bodies of water. It will later be destroyed (the “horse's bite” symbolising cavalry). The naval power (“Neptune”) will be forced to lower its banner, with precise measurements (“calipers”) and ships gathering near a place called Rocheual, indicating a naval defeat of a fortified position.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "78": {
        "french": [
            "D'un chief viellard naistra sens hebete,",
            "Degenerant par sauoir & par armes",
            "Le chef de Françe par sa sœur redouté:",
            "Champs diuisés,concedés aux gendarmes."
        ],
        "english": [
            "From an old chief will be born a senseless youth,",
            "Degenerating through knowledge and weapons,",
            "The chief of France will be feared by his sister,",
            "Fields divided, given to the gendarmes."
        ],
        "interpretation": "An aged ruler produces an immature successor who lacks wisdom. The new French leader will be opposed even by his own sister, and agricultural lands will be partitioned and handed over to the military police, hinting at internal strife and militarisation of the countryside.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "79": {
        "french": [
            "Bazaz,Lectore,Condon,Ausch,& Agine",
            "Esmeus par loys,querele & monopole.",
            "Car Bourd. Thoulouze Bay.metra en ruine",
            "Renouueler voulant leur tauropole."
        ],
        "english": [
            "Bazaz, Lectore, Condon, Ausch and Agine,",
            "Oppressed by laws, quarrels and monopoly.",
            "Because Bourd. Thoulouze Bay. metra lies in ruin,",
            "Renouveler wishes their metropolis."
        ],
        "interpretation": "A group of towns (or families) is crushed by oppressive legislation, internal quarrels and monopolistic powers. The ruin of a central hub (Bourd Thoulouze) leads to an attempt to rebuild a new capital, signalling a shift of political centre after a collapse.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "80": {
        "french": [
            "De la sixiesme claire splendeur celeste",
            "Viendra tonner si fort en la Bourgoigne:",
            "Puis naistra monstre de treshideuse beste.",
            "Mars,apuril,May,Iuing grand charpin & rongne."
        ],
        "english": [
            "From the sixth clear celestial splendour",
            "A thunder will strike so hard in Burgundy,",
            "Then a monster of dreadful beast will be born.",
            "Mars, April, May, July — great charcoal and rust."
        ],
        "interpretation": "A notable astronomical event (the “sixth” star or planet) will bring a violent storm to Burgundy. From its aftermath a monstrous creature (perhaps a war or plague) will emerge. The mention of successive months and “charcoal & rust” hints at a prolonged period of fire, decay and warfare.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "81": {
        "french": [
            "D'humain troupeau neuf seront mis à part",
            "De iugement & conseil separés:",
            "Leur fort sera diuisé en depart",
            "Kappa, Thita, Lambda mors bannis esgarés."
        ],
        "english": [
            "Nine will be set apart from the human flock,",
            "From judgment and separated counsel:",
            "Their strength will be divided in parts,",
            "Kappa, Theta, Lambda dead, banished, astray."
        ],
        "interpretation": "A new group of people will be isolated from the main society, deprived of legal and advisory structures. Their power will be fragmented, leaving them hidden, scattered and effectively exiled.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "82": {
        "french": [
            "Quand les colomnes de bois grande tremblée",
            "D'Auster conduicte couuerte de rubriche",
            "Tant vuidera dehors grand assemblée,",
            "Trembler Vienne & le païs d'Austriche."
        ],
        "english": [
            "When the great wooden columns shake,",
            "From the south a covered rubric appears,",
            "A great assembly will be emptied outside,",
            "Vienna and the country of Austria will tremble."
        ],
        "interpretation": "A massive structural collapse (perhaps a bridge or church) in the south triggers panic that dissolves gatherings. The disturbance spreads to Austria, causing political and social tremors in Vienna.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,14.jpg"
    },
    "83": {
        "french": [
            "La gent estrange diuisera butins,",
            "Saturne en Mars son regard furieux:",
            "Horrible strage aux Tosquans & Latins,",
            "Grecs,qui seront à frapper curieux."
        ],
        "english": [
            "The foreign people will divide the spoils,",
            "Saturn in March with his furious gaze:",
            "A horrible wreck to the Tosquans and Latins,",
            "Greeks, who will be struck out of curiosity."
        ],
        "interpretation": "Outsiders will share loot after a battle. An astrological influence (Saturn in March) brings a violent calamity to the peoples of the Iberian Peninsula (“Tosquans”) and the Latins, while the Greeks become collateral victims—suggesting a broad, pan European war under a harsh planetary alignment.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "84": {
        "french": [
            "Lune obscurcie aux profondes tenebres,",
            "Son frere passe de couleur ferrugine:",
            "Le grand caché long temps sous les latebres,",
            "Tiedera fer dans la plaie sanguine."
        ],
        "english": [
            "Moon darkened in deep shadows,",
            "Its brother passes in rusty colour,",
            "The great hidden one long beneath the shadows,",
            "Will bind iron in the bloody wound."
        ],
        "interpretation": "A lunar eclipse (dark moon) will be accompanied by a reddish companion (perhaps Mars). A long concealed force will emerge, using iron (weapons) to seal a bloody conflict—signalling a sudden, iron clad war after a period of obscurity.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "85": {
        "french": [
            "Par la response de dame,roy troublé:",
            "Ambadassadeurs mespriseront leur vie:",
            "Le grand ses freres contrefera doublé",
            "Par deus mourront,ire,haine,enuie."
        ],
        "english": [
            "By the lady's reply, the king is disturbed:",
            "Ambassadors will despise their own lives:",
            "The great will double his brothers' offense,",
            "Two will die, anger, hatred, enmity."
        ],
        "interpretation": "A queen's answer unsettles the monarch, leading diplomats to act recklessly. A powerful figure will repeat the wrongdoing of his siblings, resulting in the death of two individuals and the spread of anger and hatred—a cascade of political intrigue.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "86": {
        "french": [
            "La grande royne quand se verta vaincu,",
            "Fera exces de masculin courraige:",
            "Sus cheual,fluue passera toute nue,",
            "Suite par fer: à foy fera oultrage."
        ],
        "english": [
            "When the great queen sees herself defeated,",
            "She will overdo masculine courage:",
            "On a horse, blood will run completely naked,",
            "Followed by iron: at fire it will cause outrage."
        ],
        "interpretation": "A defeated queen will overcompensate with overtly aggressive, masculine actions. A battle on horseback will be blood soaked, and iron weapons will ignite controversy—signaling a violent, gender role challenged conflict after a royal loss.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "87": {
        "french": [
            "Ennosigée feu du centre de terre",
            "Fera trembler au tour de cité neusue:",
            "Deux grands rochiers long temps feront la guerre",
            "Puis Arethusa rougira nouueau fleuue."
        ],
        "english": [
            "A hidden fire from the earth's centre",
            "Will make the surrounding new city tremble:",
            "Two great rocks will wage war for a long time,",
            "Then Arethusa will redden a new river."
        ],
        "interpretation": "A subterranean eruption (volcano) will shake a newly founded city. Two massive fortresses (the “great rocks”) will engage in prolonged conflict, after which the river Arethusa (or a waterway) will turn red—likely from blood or lava—symbolising a cataclysmic uprising.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "88": {
        "french": [
            "Le diuin mal surprendra le grand prince",
            "Vn peu deuant aura femme espousée,",
            "Son puy & credit à vn coup viendra mince,",
            "Conseil mourra pour la teste rasée."
        ],
        "english": [
            "The divine evil will surprise the great prince,",
            "A little before he will have a married wife,",
            "His hill and credit will come to a thin blow,",
            "Council will die for the shaved head."
        ],
        "interpretation": "A hidden malignant force will catch a powerful ruler offguard shortly after his marriage. His stature and reputation will be reduced to nothing by a single strike, and his advisory council will be eliminated (perhaps by beheading)—foretelling a sudden topple of a princely dynasty.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,15.jpg"
    },
    "89": {
        "french": [
            "Touts ceux de Ilerde seront dedans Mosselle,",
            "Metans à mort tous ceux de Loyre & Seine:",
            "Secours marin viendra pres d'haulte velle",
            "Quand Hespagnols ouurira toute veine."
        ],
        "english": [
            "All those of the world will be within Mosselle,",
            "Murder will take all those of the Loire & Seine:",
            "Naval aid will arrive near the high vale,",
            "When the Spaniards will open every vein."
        ],
        "interpretation": "A catastrophe will gather people in the town of Mosselle, while mass killings sweep the regions of the Loire and Seine rivers. Naval forces will intervene nearby, but Spanish troops will cut off all lines of supply (“open every vein”), indicating a brutal invasion of France's heartland.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "90": {
        "french": [
            "Bourdeaux,Poitiers,au son de la campane,",
            "A grande classe ira iusques à l'Angon,",
            "Contre Gauloys sera leur tramontane,",
            "Quand monstres hideux naistra près de Orgon."
        ],
        "english": [
            "Bordeaux, Poitiers, at the sound of the bell,",
            "A great force will go as far as Angers,",
            "Against the Gauls will be their southwest wind,",
            "When hideous monsters are born near Orgon."
        ],
        "interpretation": "The ringing of church bells in Bordeaux and Poitiers signals a massive army moving toward Angers. A fierce “south west wind” (metaphor for a military surge) will confront the French, and grotesque “monsters” perhaps barbarian war bands will appear near Orgon, heralding a dreadful invasion.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "91": {
        "french": [
            "Les dieux feront aux humains apparence,",
            "Ce quils seront auteurs de grand conflit:",
            "Auant ciel veu serain espée & lance,",
            "Que vers main gauche sera plus grand afflit"
        ],
        "english": [
            "The gods will appear to humans,",
            "They will be authors of a great conflict:",
            "Before the sky sees a serene sword and spear,",
            "Which to the left hand will be a greater affliction."
        ],
        "interpretation": "Divine apparitions will inspire humans to start a massive war. Before the heavens witness a calm battle (sword and spear), a greater misfortune will strike those who wield the weapons left handed perhaps a symbolic warning about a misguided side of the conflict.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "92": {
        "french": [
            "Sous vn la paix par tout sera clamée,",
            "Mais non long temps pille & rebellion,",
            "Par refus ville, terre & mer entamée,",
            "Morts & captifz le tiers d'un milion."
        ],
        "english": [
            "A peace will be proclaimed everywhere,",
            "But not for long; plunder and rebellion will follow,",
            "Through refusal of city, land and sea,",
            "Dead and captive a third of a million."
        ],
        "interpretation": "A proclaimed universal peace will be short lived. Soon after, looting and uprising erupt, as cities, lands and seas reject the settlement. The result will be roughly 300,000 deaths and captives, indicating a massive, disastrous collapse of the peace treaty.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "93": {
        "french": [
            "Terre Italique pres des monts tremblera,",
            "Lyon & coq non trop confederés,",
            "En lieu de peur l'un l'autre saidera",
            "Seul Castulon & Celtes moderés."
        ],
        "english": [
            "Italian land near the mountains will tremble,",
            "Lyon and the rooster (France) not too allied,",
            "In place of fear each will aid the other,",
            "Only Castulon and moderate Celts."
        ],
        "interpretation": "The mountainous regions of Italy will experience earthquakes or turmoil. French factions (Lyon and the symbolic rooster) will stay loosely allied, but mutual aid will replace fear. Only the region of Castulon (perhaps a fictional stronghold) and moderate Celtic groups will remain stable, hinting at a fragmented but cooperative front.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "94": {
        "french": [
            "Au port Selin le tyran mis à mort",
            "La liberté non pourtant recouurée:",
            "Le nouveau Mars par vindicte & remort:",
            "Dame par force de frayeur honorée."
        ],
        "english": [
            "At the port of Selin the tyrant was killed,",
            "Freedom was not yet restored:",
            "The new Mars (war) by vengeance and death:",
            "Lady honoured by the force of fear."
        ],
        "interpretation": "A tyrant is slain at the harbor of Selin, yet liberty does not immediately return. A renewed war (“Mars”) driven by revenge brings further bloodshed, while a woman (perhaps a queen or martyr) is celebrated through fear—illustrating a cycle of violent power change.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,16.jpg"
    },
    "95": {
        "french": [
            "Devant moustier trouvé enfant besson",
            "D'heroic sang de moine & vestutisque:",
            "Son bruit par secte langue & puissance son",
            "Qu'on dira fort eleué le vopisque."
        ],
        "english": [
            "Before the mounted one was found a mute child,",
            "Of heroic monk's blood and vestal mystery:",
            "His fame by sect, language and power,",
            "Will be said to be highly elevated, the Vopsique."
        ],
        "interpretation": "Prior to a cavalry commander's rise, a silent child of noble (monastic) lineage appears. His reputation spreads through sectarian support, language, and power, eventually being exalted to a legendary status (“Vopsique” likely a corrupted term for a mythic hero).",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    },
    "96": {
        "french": [
            "Celui qu'aura la charge de destruire",
            "Temples,& sectes, changés par fantasie,",
            "Plus aux rochiers qu'aux viuans viendra nuire",
            "Par langue ornée d'oreilles ressaisies."
        ],
        "english": [
            "He who will have the task of destroying",
            "Temples and sects, altered by fantasy,",
            "Will harm more the rocks than the living,",
            "By a language adorned with reclaimed ears."
        ],
        "interpretation": "A designated destroyer will attack religious sites, driven by imagined motives. His campaign will impact stone structures (castles, monasteries) more than people, and he will use a twisted, revived tongue—perhaps an archaic language—to legitimize his destruction.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    },
    "97": {
        "french": [
            "Ce que fer flamme n'asceu paracheuer,",
            "La doulce langue au conseil viendra faire.",
            "Par repos, songe, le roy fera resuer.",
            "Plus l'ennemi en feu, sang militaire."
        ],
        "english": [
            "What flame does not finish will be completed,",
            "The sweet tongue will come to counsel,",
            "Through rest and dream, the king will revive,",
            "The more the enemy is on fire, military blood."
        ],
        "interpretation": "Unfinished fiery actions will be completed later. A persuasive voice will advise the ruler, who, after a period of rest or vision, will regain strength. The enemy's burning (literal or metaphorical) will cause further military bloodshed—suggesting a resurgence after a pause.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    },
    "98": {
        "french": [
            "Le chef qu'aura conduit peuple infini",
            "Loing de son ciel, de meurs & langue estrange:",
            "Cinq mil en Crete & Thessale fini,",
            "Le chef fuiant sauvé en marine grange."
        ],
        "english": [
            "The leader who will guide an endless people,",
            "Far from his heaven, from dead and foreign tongue:",
            "Five thousand in Crete and Thessaly will end,",
            "The fleeing leader will be saved in a marine barn."
        ],
        "interpretation": "A charismatic ruler will lead a massive, wandering populace far from its original homeland, dealing with death and a foreign language. Around five thousand in Crete and Thessaly will perish, while the leader escapes aboard a naval vessel—indicating a disastrous migration and a narrow escape for its commander.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    },
    "99": {
        "french": [
            "Le grand monarque que fera compaignie",
            "Avec deux roys unis par amitié:",
            "O quel soupir fera la grande mesnie:",
            "Enfants Narbon à l'entour quel pitié!"
        ],
        "english": [
            "The great monarch will have company,",
            "With two kings united by friendship:",
            "Oh, what sigh will make the great household,",
            "Children of Narbonne around, what pity!"
        ],
        "interpretation": "A supreme ruler will be accompanied by two allied kings. Their alliance will cause a sigh of resignation for the great court, while the children of Narbonne suffer—signalling an alliance that marginalises local populations.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    },
    "100": {
        "french": [
            "Long temps au ciel sera veu gris oiseau",
            "Au pres de Dole & de Tousquane terre,",
            "Tenant au bec vn verdoiant rameau,",
            "Mourra tost grand, & finira la guerre."
        ],
        "english": [
            "For a long time a grey bird will be seen in the sky,",
            "Near Dole and the land of Tousquane,",
            "Holding a greenish branch in its beak,",
            "Soon a great one will die and the war will end."
        ],
        "interpretation": "A long lasting grey bird (perhaps a raven) will appear over the regions of Dole and Tousquane, bearing a budding branch—a symbol of new hope. Soon after, a great leader will die, bringing the conflict to a close.",
        "video": "https://youtu.be/bxuMTyNKPFg",
        "image": "1,17.jpg"
    }
}