{
  "1": {
    "french": [
      "Contre les rouges sectes se banderont,",
      "Feu, eau, fer, corde par paix se minera:",
      "Au point mourir ceux qui machineront,",
      "Fors vn que monde sur tout ruinera."
    ],
    "english": [
      "Against the red sects they will bind,",
      "Fire, water, iron, rope by peace will be mined:",
      "Those who scheme will die at that point,",
      "Only one will ruin the whole world."
    ],
    "interpretation": "Nostradamus foresees a coalition of elemental forces (fire, water, iron, rope) being marshaled to crush radical “red” movements—likely religious or political insurgents. Anyone who continues plotting against this alliance is destined to perish, and a single dominant power (perhaps an empire or a charismatic ruler) will ultimately bring about worldwide devastation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/175.jpg"
  },
  "2": {
    "french": [
      "La paix s’approche d’vn costé, & la guerre,",
      "Oncques ne fut la poursuitte si grande:",
      "Plaindre homme, femme sang innocent par terre,",
      "Et ce sera de France a toute bande."
    ],
    "english": [
      "Peace draws near on one side, and war,",
      "Never has the chase been so great:",
      "Men and women weep, innocent blood on the ground,",
      "And this will affect all of France."
    ],
    "interpretation": "A fragile peace is about to collapse, unleashing a conflict of unprecedented scale. The resulting bloodshed will claim countless civilian lives, spreading throughout every region of France and causing a national calamity.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/175.jpg"
  },
  "3": {
    "french": [
      "Le Neron ieune dans les trois cheminees,",
      "Fera de paiges vifs pour ardoir ietter:",
      "Heureux qui loing sera de tels menees,",
      "Trois de son sang le feront mort guetter."
    ],
    "english": [
      "The young Nero in three chimneys,",
      "Will make lively pages to set fire:",
      "Happy is he who stays far from such deeds,",
      "Three of his blood will await death."
    ],
    "interpretation": "A youthful tyrant—symbolically likened to Nero—will employ fiery propaganda (“lively pages”) to stir unrest. Those who keep their distance from his influence will be spared, while three members of his own family will meet fatal ends, warning of internal dynastic collapse.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/175.jpg"
  },
  "4": {
    "french": [
      "Arriuera au port de Corsibonne,",
      "Pres de Rauenne, qui pillera la dame:",
      "En mer profonde legat de la Vlisbonne,",
      "Sous roc cachez rauiront septante ames."
    ],
    "english": [
      "It will arrive at the port of Corsibonne,",
      "Near Rauenne the lady will be pillaged:",
      "In deep sea the legacy of Vlisbonne,",
      "Seventy souls will be hidden under a rock."
    ],
    "interpretation": "A naval expedition lands at Corsibonne and raids nearby Rauenne, targeting a noble lady. The attack results in a massive loss of life—seventy people are concealed beneath a cliff—indicating a brutal coastal raid with a hidden death toll.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/175.jpg"
  },
  "5": {
    "french": [
      "L’horrible guerre qu’en Occident s’appreste,",
      "L’an ensuiuant viendra la pestilence,",
      "Si fort horrible que ieune, vieux, ne beste,",
      "Sang, feu, Mercure, Mars, Iupiter en France."
    ],
    "english": [
      "The horrible war that approaches in the West,",
      "The following year the plague will come,",
      "So terrible that young and old alike will not survive,",
      "Blood, fire, Mercury, Mars, Jupiter over France."
    ],
    "interpretation": "A devastating western war will be followed by a deadly plague that spares no age group. The reference to the planets Mercury (plague), Mars (war) and Jupiter (authority) suggests simultaneous turmoil of disease, conflict, and political upheaval throughout France.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "6": {
    "french": [
      "Camp pres de Noudam passera Goussan ville,",
      "Et à Maiores laissera son enseigne:",
      "Conuertira en instant plus de mille,",
      "Cherchant les deux remettre en chaine & legne."
    ],
    "english": [
      "Camp near Noudam will pass through Goussan town,",
      "And will leave its banner at Maiores:",
      "It will convert in an instant more than a thousand,",
      "Seeking to bind the two again in chain and alliance."
    ],
    "interpretation": "A military camp moves from Noudam to Goussan, planting its standard at Maiores. The force rapidly swells, recruiting over a thousand men, with the purpose of re‑uniting two previously divided factions under a renewed alliance.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "7": {
    "french": [
      "Au lieu de DRVX vn Roy reposera,",
      "Et cherchera loy changeant d’Anatheme:",
      "Pendant le ciel si tresfort tonnera,",
      "Portée neufue Roy tuera soi même."
    ],
    "english": [
      "In place of DRVX a king will rest,",
      "And will seek law changing an anathema:",
      "While the sky thunders very strongly,",
      "The newly arrived king will kill himself."
    ],
    "interpretation": "A new ruler replaces a predecessor (DRVX) and attempts to overturn a longstanding religious or legal prohibition (the anathema). A violent storm mirrors the turmoil, and the king ultimately commits suicide—warning that radical reforms can lead to self‑destruction.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "8": {
    "french": [
      "Au costé gauche à l’endroit de Vitry,",
      "Seront guettez les trois rouges de France:",
      "Tous assommez rouge, noir non meurdry,",
      "Par les Bretons remis en asseurance."
    ],
    "english": [
      "On the left side at the location of Vitry,",
      "The three red forces of France will be watched:",
      "All red are struck down, black will not die,",
      "The Bretons will be restored in assurance."
    ],
    "interpretation": "In the Vitry region a surveillance operation targets three French radical groups (the “reds”). They are eliminated, while a “black” faction survives. The Bretons, previously weakened, regain confidence—signifying a power shift through political purges.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "9": {
    "french": [
      "A la Ferté prendra la Vidame,",
      "Nicol tenu rouge qu’auoit produit la vie:",
      "La grand Loyse naistra que fera clame,",
      "Donnant Bourgongne à Bretons par enuie."
    ],
    "english": [
      "At the fortress the Vidame will take over,",
      "Nicol, a red man, who gave birth to life:",
      "The great Loise will be born and will proclaim,",
      "Giving Burgundy to the Bretons as a gift."
    ],
    "interpretation": "A vidame (feudal officer) conquers a stronghold, aided by a charismatic red leader (Nicol). The newly emerged ruler, Loise, announces the transfer of Burgundy to the Bretons—indicating a major territorial re‑allocation in favour of Brittany.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "10": {
    "french": [
      "Conflict Barbar en la [Cornere] noire, [Cornette]",
      "Sang espandu, trembler la Dalmatie,",
      "Grand Ismael mettra son promontoire,",
      "Ranes trembler secours Lusitanie."
    ],
    "english": [
      "Barbarian conflict in the black corner,",
      "Blood spreads, Dalmatia trembles,",
      "Great Ishmael will place his promontory,",
      "Frogs will tremble, aid Lusitania."
    ],
    "interpretation": "A savage war erupts in a dark, remote region, causing massive bloodshed that shakes Dalmatia. A powerful leader (Great Ishmael) establishes a fortified position, while “frogs” (a nickname for French forces) are forced to retreat, prompting aid from Lusitania (Portugal).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/176.jpg"
  },
  "11": {
    "french": [
      "La pille faicte à la coste marine,",
      "In cita noua & parens amenez.",
      "Plusieurs de Malte par le fait de Messine,",
      "Estroit serrez seront mal guerdonnez."
    ],
    "english": [
      "The plunder made on the marine coast,",
      "In this new city and parents are brought:",
      "Many from Malta because of Messina,",
      "Tight straits will be badly guarded."
    ],
    "interpretation": "Coastal raids target a newly founded settlement; families are captured. Maltese forces, drawn by events in Messina, attempt to block narrow sea passages, but poor defenses make the strait vulnerable to further pillage.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "12": {
    "french": [
      "Au lieu de DRVX vn Roy reposera,",
      "Et cherchera loy changeant d’Anatheme:",
      "Pendant le ciel si tresfort tonnera,",
      "Portée neufue Roy tuera soi même."
    ],
    "english": [
      "In place of DRVX a king will rest,",
      "And will seek law changing an anathema:",
      "While the sky thunders very strongly,",
      "The newly arrived king will kill himself."
    ],
    "interpretation": "A new ruler replaces a predecessor (DRVX) and attempts to overturn a longstanding religious or legal prohibition (the anathema). A violent storm mirrors the turmoil, and the king ultimately commits suicide—warning that radical reforms can lead to self‑destruction.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "13": {
    "french": [
      "Le lys Dauffois portera dans Nansi,",
      "Iusques en Flandres electeur de l’Empire",
      "Neufue obturee au grand Montmorency,",
      "Hors lieux prouuez deliure à clere peyne."
    ],
    "english": [
      "The Dauffois lily will carry into Nansi,",
      "From Flanders the elector of the Empire,",
      "Newly blocked at the great Montmorency,",
      "Outside places prove delivery to a clear penalty."
    ],
    "interpretation": "A symbolic lily (Dauffois) moves into Nansi; the Imperial elector from Flanders is obstructed at Montmorency, leading to a decisive punitive action outside the normal political venues.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "14": {
    "french": [
      "Dans le milieu de la forest Mayenne,",
      "Sol au Lyon la fouldre tombera:",
      "Le grand bastard yssu de grand du Maine,",
      "Ce iour fougeres pointe en sang entrera."
    ],
    "english": [
      "In the middle of the Mayenne forest,",
      "The sun over Lyon will fall the flood:",
      "The great bastard of the great Maine will rise,",
      "Today the fern’s point will enter in blood."
    ],
    "interpretation": "A hidden uprising in the dense Mayenne woods will unleash a flood from the Lyon region. A powerful, illegitimate figure from Maine emerges, and a bloody clash occurs at a strategic point (the “fern”), signalling a violent regional power shift.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "15": {
    "french": [
      "De nuict viendra par la forest de Reines,",
      "Deux pars vaultorte Herne la pierre blanche.",
      "Le moyne noir en gris dedans Varennes,",
      "Esleu cap. cause tempeste, feu, sang, tranche."
    ],
    "english": [
      "At night will come through the forest of Queens,",
      "Two parts vaulted Herne the white stone.",
      "The black monk in grey inside Varennes,",
      "Chosen cap. causes storm, fire, blood, cutting."
    ],
    "interpretation": "A nocturnal force moves through the “forest of Queens,” splitting into two columns that strike a white‑stone citadel (Herne). A dark, cloaked leader in Varennes is selected, and his command brings a storm of fire, blood and slaughter.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "16": {
    "french": [
      "Au temple haut de Bloys sacre Salonne,",
      "Nuict pont de Loyre Prelat, Roy pernicant:",
      "Curseur victoire aux marests de la lone,",
      "D’où prelature de blancs à bormeant."
    ],
    "english": [
      "At the high Bloys temple sacred Salonne,",
      "Night bridge of the Loire, prelate, pernicious king:",
      "Cursed victory at the marshes of the lone,",
      "From where the white prelature will bloom."
    ],
    "interpretation": "In a lofty Bloys sanctuary, a night‑time crossing of the Loire is overseen by a corrupt monarch and a prelate. A cursed triumph in isolated marshes paves the way for a resurgence of a reformist, “white” ecclesiastical movement.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/177.jpg"
  },
  "17": {
    "french": [
      "Roy & sa cour au lieu de langue halbe,",
      "Dedans le temple vis à vis du palais:",
      "Dans le iardin Duc de Mantor & d’Albe,",
      "Albe & Mantor poignard langue & palais."
    ],
    "english": [
      "King and his court at the half‑language place,",
      "Inside the temple facing the palace:",
      "In the garden Duke of Mantor & of Albe,",
      "Albe & Mantor stab language and palace."
    ],
    "interpretation": "A bilingual court (half‑language) is split between sacred and secular spaces. In the royal garden, dukes Mantor and Albe plot against both the spoken word (propaganda) and the seat of power, suggesting a coup that targets both religion and state.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "18": {
    "french": [
      "Puisnay ioüant au fresch dessoubs la tonne,",
      "Le haut du toict du milieu sur la teste,",
      "Le pere Roy au temple saint Salonne,",
      "Sacrifiant sacrera fum de fete."
    ],
    "english": [
      "Puisnay goes to the fresh below the barrel,",
      "The top of the middle roof on the head,",
      "The father king in the holy Salonne temple,",
      "Sacrificing will consecrate smoke of the feast."
    ],
    "interpretation": "Prince Puisnay descends to a lower chamber (under a barrel) and crowns a new ruler (“the head”). The former king makes a final sacrifice in the Salonne temple, turning the celebratory smoke into a sacred offering—a ritual closure to a dynastic transition.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "19": {
    "french": [
      "Sur le palais au rochier des fenestres,",
      "Seront rauis les deux petits royaux:",
      "Passer aurelle Luthece, Denis cloistres,",
      "Nonnain, Mallods aualler verts noyaux."
    ],
    "english": [
      "On the palace at the rocky windows,",
      "The two small royals will be raised:",
      "Pass aurelle Luthece, Denis cloisters,",
      "Nonnain, Mallods will go to green cores."
    ],
    "interpretation": "A palace built into a rocky façade raises two junior heirs. Their journey takes them through opulent (aurelle) and monastic (cloister) settings, ending in hidden, fertile enclaves—representing a secret succession plan.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "20": {
    "french": [
      "Passant les ponts venir pres des rosiers,",
      "Tard arriué plustost qu’il cuidera,",
      "Viendront les noues Espagnols à Besiers,",
      "Qui cassera la chasse emprinse."
    ],
    "english": [
      "Crossing the bridges near the rose bushes,",
      "Arriving late, more than he imagined,",
      "The new Spaniards will come to Besiers,",
      "Who will break the seized hunt."
    ],
    "interpretation": "A force moves across bridges close to rose gardens, arriving later than expected. New Spanish troops appear at Besiers, disrupting a previously captured pursuit—signalling a reversal of fortune for the hunters.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "21": {
    "french": [
      "Nice sortie sur nom des lettres aspres,",
      "La grande cappe fera present non sien:",
      "Proche de vultry aux murs de vertes capres,",
      "Apres plombin le vent à bon essien."
    ],
    "english": [
      "Nice emergence on the name of harsh letters,",
      "The great cloak will present not his own:",
      "Near the vulgar walls of green capers,",
      "After the lead the wind to good essence."
    ],
    "interpretation": "A proclamation from Nice uses severe language; an imposing authority (the “great cloak”) is imposed on a populace that does not belong to it. Near crude, verdant fortifications, a heavy (lead) period ends, and a favorable breeze (reform) follows.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "22": {
    "french": [
      "De bois la garde, vent clos ronds pont sera,",
      "Haut le receu frappera le Dauphin,",
      "Le vieux teccon bois vnis passera,",
      "Passant plus outre du Duc le droit confin."
    ],
    "english": [
      "From the wooden guard, a closed wind round the bridge will be,",
      "High the receiver will strike the Dauphin,",
      "The old teak wood will pass,",
      "Going further beyond the Duke the right confinement."
    ],
    "interpretation": "A wooden fortification creates a sealed wind over a bridge; a high‑ranking figure (the “receiver”) strikes the heir apparent (the Dauphin). Ancient timber (a symbol of tradition) is moved aside as the duke expands his jurisdiction.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/178.jpg"
  },
  "23": {
    "french": [
      "Voile Symacle port Massiliolique,",
      "Dans Venise port marcher aux Pannons:",
      "Partir du goufre & sinus Illirique,",
      "Vast à Socile, Ligurs coups de canons."
    ],
    "english": [
      "Symbolic veil bearing Massiliotic,",
      "In Venice the port walks to the Pannons:",
      "Leave the gorge and Illiric sinus,",
      "Vast to Socile, Ligurian cannon shots."
    ],
    "interpretation": "A banner representing Massilia (Marseille) moves from Venice toward the Pannonian front. The army exits a mountainous gorge (the “illiric sinus”) and opens a broad front toward Socile, using Ligurian artillery—a coordinated land‑sea offensive.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "24": {
    "french": [
      "Lors que celuy qu’à nul ne donne lieu,",
      "Abandonner voudra lieu prins non prins:",
      "Feu nef par saignes, bitument à Charlieu,",
      "Seront Quintin Balez reprins."
    ],
    "english": [
      "When the one who gives no place,",
      "Will want to abandon the taken place not taken:",
      "Fire ship by blood, they will bite at Charlieu,",
      "Quintin Balez will be retaken."
    ],
    "interpretation": "A ruler who offers no settlement abandons an occupied region. A fire‑ship battle (blood‑stained) erupts near Charlieu, after which the town of Quintin Balez is reclaimed—signalling a contested reclamation of a strategic port.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "25": {
    "french": [
      "Au port de Puola & de sainct Nicolas,",
      "Perir Normande au goufre Phanatique,",
      "Cap. de Bisance rues crier helas,",
      "Secours de Gaddes & du grand Philippique."
    ],
    "english": [
      "At the port of Puola and Saint Nicholas,",
      "Norman will die in the Phanatic gorge,",
      "Captain of Bisance streets cry alas,",
      "Rescue from Gaddes and the great Philippic."
    ],
    "interpretation": "A naval base at Puola (St. Nicholas) suffers a catastrophic loss when a Norman force is trapped in a mysterious gorge. The captain of Bisance laments, while aid arrives from Gaddes and a decisive “philippic” (forceful speech or rally) attempts to reverse the disaster.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "26": {
    "french": [
      "Le tremblement de terre à Mortara,",
      "Cassich sainct George à demy perfondrez:",
      "Paix assoupie la guerre esueillera,",
      "Dans temple à Pasques abysmes enfondrez."
    ],
    "english": [
      "The earthquake at Mortara,",
      "St. George’s shrine deep‑flooded:",
      "Sleepy peace will end the war,",
      "In the Easter temple abyssal depths will be sunk."
    ],
    "interpretation": "A seismic shock at Mortara floods the shrine of St. George, symbolising divine upheaval. A period of uneasy peace finally resolves the war, and a newly built Easter temple conceals a massive, hidden foundation—perhaps a metaphor for restructuring after conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "27": {
    "french": [
      "De fin porphire profond collon trouuee",
      "Dessouz la lauze escripts capitolin:",
      "Os poil retors Romain force prouuee,",
      "Classe agiter au port de Methelin."
    ],
    "english": [
      "From deep purple end, a column is found,",
      "Below the slate, Capitol scripts:",
      "A twisted bone, Roman force proved,",
      "Class shaken at the port of Methelin."
    ],
    "interpretation": "An ancient violet‑colored column is uncovered beneath a slate roof, bearing Latin (Capitol) inscriptions. A contorted bone confirms Roman military presence, shaking the local elite (“class”) at the strategic port of Methelin.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "28": {
    "french": [
      "Hercules Roy de Rome & d’Annemarc,",
      "De Gaule trois Guion surnommé,",
      "Trembler l’Italie & l’vnde de sainct Marc,",
      "Premier sur tous monarque renommé."
    ],
    "english": [
      "Hercules, king of Rome & Annemarc,",
      "From Gaul three Guion nicknamed,",
      "Italy will tremble and the vendetta of Saint Mark,",
      "First among all, a famed monarch."
    ],
    "interpretation": "A heroic ruler, likened to Hercules, unites Rome and Annemarc, while three Gaulish leaders (Guion) assist. Their combined might forces Italy to quake and sparks a retributive clash linked to Saint Mark—elevating this figure to a pre‑eminent monarch.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/179.jpg"
  },
  "29": {
    "french": [
      "Le part soluz mary sera mitré,",
      "Retour conflict passera sur le thuille:",
      "Par cinq cens vn trahyr sera tiltré",
      "Narbon & Saulce par coutaux auons d’huille."
    ],
    "english": [
      "The part of Mary’s solution will be crowned,",
      "Return conflict will pass over the thuille:",
      "Through five hundred a traitor will be tilted,",
      "Narbonne & Saulce by the knife of oil."
    ],
    "interpretation": "A resolution concerning Mary (perhaps a religious settlement) receives formal approval. As conflict resurfaces, a betrayal among five hundred people tops the scale, resulting in the violent demise (cut by oil‑sharpened knives) of forces in Narbonne and Saulce.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg"
  },
  "30": {
    "french": [
      "Et Ferdinand blonde sera descorte, [deserte]",
      "Quitter la fleur, suiure le Macedon,",
      "Au grand besoin defaillira sa routte,",
      "Et marchera contre le Myrmidon."
    ],
    "english": [
      "And Ferdinand the blond will be deserted,",
      "Leave the flower, follow the Macedon,",
      "In great need his route will falter,",
      "And he will march against the Myrmidon."
    ],
    "interpretation": "Ferdinand, a fair‑haired leader, is abandoned and abandons a symbolic “flower” (perhaps a treaty) to adopt Macedonian tactics. In dire circumstances his campaign falters, forcing him into a clash with the mythic Myrmidons—suggesting a desperate foreign war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg"
  },
  "31": {
    "french": [
      "Un grand Roy prins entre les mains d’vn loyne,",
      "Non loin de Pasque confusion coup cultre:",
      "Perpet, captifs temps que foudre en la husne,",
      "Lors que trois freres se blesseront & murtre."
    ],
    "english": [
      "A great king taken into the hands of a lion,",
      "Not far from Easter, confusion, cultural blow:",
      "Perpetual captives while lightning strikes the furnace,",
      "When three brothers will wound each other and murder."
    ],
    "interpretation": "A prominent monarch is captured by a fierce power (the lion). Around Easter, cultural upheaval accompanied by storm‑like lightning creates a climate of perpetual captivity, while three royal brothers turn on each other, resulting in fratricide.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg" 
  },
  "32": {
    "french": [
      "Pont & moulins en Decembre versez,",
      "En si haut lieu montera la Garonne:",
      "Meurs, edifices, Tolose renuersez,",
      "Qu’on ne sçaura son lieu autant matronne."
    ],
    "english": [
      "Bridge and mills poured in December,",
      "In such a high place the Garonne will rise:",
      "Death, buildings, Tolose will be renewed,",
      "No one will know its place as much as a matron."
    ],
    "interpretation": "In December, new infrastructure (bridges, mills) is built at a lofty altitude, causing the Garonne river to surge upward. Structures and the town of Tolose are rebuilt, but the exact location remains as secretive as a matron’s private chambers.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg" 
  },
  "33": {
    "french": [
      "L’entree de Blaye par Rochelle & l’Anglois,",
      "Passera outre le grand Aemathien:",
      "Non loin d’Agen attendra le Gaulois,",
      "Secours Narbonne deceu par entretien."
    ],
    "english": [
      "The entry of Blaye through Rochelle and the English,",
      "Will pass beyond the great Aemathian:",
      "Not far from Agen the Gaul will wait,",
      "Rescue of Narbonne will die by maintenance."
    ],
    "interpretation": "A force enters Blaye via Rochelle and English allies, moving beyond the formidable Aemathian line. Near Agen, a Gallic leader bides his time, while support from Narbonne collapses due to neglect—indicating a stalled campaign.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg" 
  },
  "34": {
    "french": [
      "En Arbissel à Vérone & Carcari,",
      "De nuict conduits par Sauonne attraper,",
      "Le vif Gascon Turby, & la Scerry:",
      "Derrier mur vieux & neuf palais gripper."
    ],
    "english": [
      "In Arbissel at Verona and Carcari,",
      "Night led by Sauonne will capture,",
      "The lively Gascon Turby, and the Scerry:",
      "The back wall old and new palace will seize."
    ],
    "interpretation": "Night forces under Sauonne seize the energetic Gascon leader Turby and the Scerry party near Arbissel, Verona and Carcari, capturing both an ancient rear wall and a newly constructed palace.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/180.jpg" 
  },
  "35": {
    "french": [
      "Pres de Quintin dans la forest bourlis,",
      "Dans l’Abaye seront Flamens tranchés:",
      "Les deux puisnais de coups my estourdis,",
      "Suitte oppressee & gardes tous achés."
    ],
    "english": [
      "Near Quintin in the forest of Bourlis,",
      "In the Abbey the Flamens will be cut:",
      "The two further blows will stun my mind,",
      "Oppressed succession and all guards will be taken."
    ],
    "interpretation": "Close to Quintin, an abbey witnesses a violent purge of the “Flamens” (possibly heretical monks). Additional blows stun observers, and a suppressed line of succession is seized along with the entire guard contingent.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "36": {
    "french": [
      "Lors que celuy qu’à nul ne donne lieu,",
      "Abandonner voudra lieu prins non prins:",
      "Feu nef par saignes, bitument à Charlieu,",
      "Seront Quintin Balez reprins."
    ],
    "english": [
      "When the one who gives no place,",
      "Will want to abandon the taken place not taken:",
      "Fire ship by blood, they will bite at Charlieu,",
      "Quintin Balez will be retaken."
    ],
    "interpretation": "A ruler who offers no settlement abandons an occupied territory. A fire‑ship battle (blood‑shed) erupts near Charlieu, after which the strategic point of Quintin Balez is reclaimed.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "37": {
    "french": [
      "Au port de Puola & de sainct Nicolas,",
      "Perir Normande au goufre Phanatique,",
      "Cap. de Bisance rues crier helas,",
      "Secours de Gaddes & du grand Philippique."
    ],
    "english": [
      "At the port of Puola and Saint Nicholas,",
      "Norman will die in the Phanatic gorge,",
      "Captain of Bisance streets cry alas,",
      "Rescue from Gaddes and the great Philippic."
    ],
    "interpretation": "A naval base at Puola (St. Nicholas) suffers a catastrophic loss when a Norman force is trapped in a mysterious gorge. The captain of Bisance laments, while aid from Gaddes and a forceful “philippic” rally attempts to recover the situation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "38": {
    "french": [
      "Le tremblement de terre à Mortara,",
      "Cassich sainct George à demy perfondrez:",
      "Paix assoupie la guerre esueillera,",
      "Dans temple à Pasques abysmes enfondrez."
    ],
    "english": [
      "The earthquake at Mortara,",
      "St. George’s shrine deep‑flooded:",
      "Sleepy peace will end the war,",
      "In the Easter temple abyssal depths will be sunk."
    ],
    "interpretation": "A seismic event at Mortara floods the shrine of St. George, symbolising divine upheaval. A period of uneasy peace finally resolves the war, and a massive abyss is created beneath an Easter temple—suggesting a foundational restructuring after conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "39": {
    "french": [
      "De fin porphire profond collon trouuee",
      "Dessouz la lauze escripts capitolin:",
      "Os poil retors Romain force prouuee,",
      "Classe agiter au port de Methelin."
    ],
    "english": [
      "From deep purple end, a column is found,",
      "Below the slate, Capitol scripts:",
      "A twisted bone, Roman force proved,",
      "Class shaken at the port of Methelin."
    ],
    "interpretation": "An ancient violet‑colored column is discovered beneath a slate roof, bearing Capitol inscriptions. A contorted bone confirms Roman military presence, unsettling the local elite (“class”) at the strategic port of Methelin.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "40": {
    "french": [
      "Hercules Roy de Rome & d’Annemarc,",
      "De Gaule trois Guion surnommé,",
      "Trembler l’Italie & l’vnde de sainct Marc,",
      "Premier sur tous monarque renommé."
    ],
    "english": [
      "Hercules, king of Rome & Annemarc,",
      "From Gaul three Guion nicknamed,",
      "Italy will tremble and the vendetta of Saint Mark,",
      "First among all, a famed monarch."
    ],
    "interpretation": "A heroic ruler, likened to Hercules, joins forces with Annemarc, while three Gaulish leaders (Guion) assist. Their combined might causes Italy to quake and sparks a vendetta linked to Saint Mark, establishing this figure as a pre‑eminent monarch.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/181.jpg" 
  },
  "41": {
    "french": [
      "Le part soluz mary sera mitré,",
      "Retour conflict passera sur le thuille:",
      "Par cinq cens vn trahyr sera tiltré",
      "Narbon & Saulce par coutaux auons d’huille."
    ],
    "english": [
      "The part of Mary’s solution will be crowned,",
      "Return conflict will pass over the thuille:",
      "Through five hundred a traitor will be tilted,",
      "Narbonne & Saulce by the knife of oil."
    ],
    "interpretation": "A settlement involving Mary receives official sanction. As conflict resurfaces, a betrayal among five hundred people topples the balance, leading to violent deaths (oil‑sharpened knives) in Narbonne and Saulce.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "42": {
    "french": [
      "Et Ferdinand blonde sera descorte, [deserte]",
      "Quitter la fleur, suiure le Macedon,",
      "Au grand besoin defaillira sa routte,",
      "Et marchera contre le Myrmidon."
    ],
    "english": [
      "And Ferdinand the blond will be deserted,",
      "Leave the flower, follow the Macedon,",
      "In great need his route will falter,",
      "And he will march against the Myrmidon."
    ],
    "interpretation": "Ferdinand, a fair‑haired leader, is abandoned and abandons a symbolic treaty (“the flower”) to adopt Macedonian tactics. In extreme need his campaign stalls, forcing him into a desperate clash with the legendary Myrmidons.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "43": {
    "french": [
      "Un grand Roy prins entre les mains d’vn loyne,",
      "Non loin de Pasque confusion coup cultre:",
      "Perpet, captifs temps que foudre en la husne,",
      "Lors que trois freres se blesseront & murtre."
    ],
    "english": [
      "A great king taken into the hands of a lion,",
      "Not far from Easter, confusion, cultural blow:",
      "Perpetual captives while lightning strikes the furnace,",
      "When three brothers will wound each other and murder."
    ],
    "interpretation": "A powerful monarch is captured by a ferocious force (the lion). Around Easter, cultural upheaval and a storm of metaphorical lightning create a climate of perpetual captivity, while three royal brothers betray and murder each other.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "44": {
    "french": [
      "Pont & moulins en Decembre versez,",
      "En si haut lieu montera la Garonne:",
      "Meurs, edifices, Tolose renuersez,",
      "Qu’on ne sçaura son lieu autant matronne."
    ],
    "english": [
      "Bridge and mills poured in December,",
      "In such a high place the Garonne will rise:",
      "Death, buildings, Tolose will be renewed,",
      "No one will know its place as much as a matron."
    ],
    "interpretation": "Winter construction of bridges and mills elevates the Garonne river to an unusual height. While rebuilding follows the loss of lives and structures, the exact location of this feat remains secret, known only to a select few.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "45": {
    "french": [
      "L’entree de Blaye par Rochelle & l’Anglois,",
      "Passera outre le grand Aemathien:",
      "Non loin d’Agen attendra le Gaulois,",
      "Secours Narbonne deceu par entretien."
    ],
    "english": [
      "The entry of Blaye through Rochelle and the English,",
      "Will pass beyond the great Aemathian:",
      "Not far from Agen the Gaul will wait,",
      "Rescue from Narbonne will die by maintenance."
    ],
    "interpretation": "A force enters Blaye via Rochelle with English allies, moving past the formidable Aemathian line. Near Agen, a Gallic commander pauses, while support from Narbonne collapses because of neglect, stalling the advance.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "46": {
    "french": [
      "En Arbissel à Vérone & Carcari,",
      "De nuict conduits par Sauonne attraper,",
      "Le vif Gascon Turby, & la Scerry:",
      "Derrier mur vieux & neuf palais gripper."
    ],
    "english": [
      "In Arbissel at Verona and Carcari,",
      "Night led by Sauonne will capture,",
      "The lively Gascon Turby, and the Scerry:",
      "The back wall old and new palace will seize."
    ],
    "interpretation": "Night forces under Sauonne capture the energetic Gascon leader Turby and the Scerry group near Arbissel, Verona and Carcari, taking control of both an ancient rear wall and a newly built palace.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/182.jpg" 
  },
  "47": {
    "french": [
      "Pres de Quintin dans la forest bourlis,",
      "Dans l’Abaye seront Flamens tranchés:",
      "Les deux puisnais de coups my estourdis,",
      "Suitte oppressee & gardes tous achés."
    ],
    "english": [
      "Near Quintin in the forest of Bourlis,",
      "In the Abbey the Flamens will be cut:",
      "The two further blows will stun my mind,",
      "Oppressed succession and all guards will be taken."
    ],
    "interpretation": "Close to Quintin, an abbey undergoes a violent purge of the “Flamens” (perhaps heretical monks). Additional blows shock observers, and a suppressed line of succession is seized along with the entire guard.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "48": {
    "french": [
      "Lors que celuy qu’à nul ne donne lieu,",
      "Abandonner voudra lieu prins non prins:",
      "Feu nef par saignes, bitument à Charlieu,",
      "Seront Quintin Balez reprins."
    ],
    "english": [
      "When the one who gives no place,",
      "Will want to abandon the taken place not taken:",
      "Fire ship by blood, they will bite at Charlieu,",
      "Quintin Balez will be retaken."
    ],
    "interpretation": "A leader who offers no settlement abandons an occupied region. A fire‑ship battle (blood‑stained) erupts near Charlieu, after which the strategic point of Quintin Balez is reclaimed.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "49": {
    "french": [
      "Au port de Puola & de sainct Nicolas,",
      "Perir Normande au goufre Phanatique,",
      "Cap. de Bisance rues crier helas,",
      "Secours de Gaddes & du grand Philippique."
    ],
    "english": [
      "At the port of Puola and Saint Nicholas,",
      "Norman will die in the Phanatic gorge,",
      "Captain of Bisance streets cry alas,",
      "Rescue from Gaddes and the great Philippic."
    ],
    "interpretation": "A naval base at Puola (St. Nicholas) suffers a catastrophic loss when a Norman force is trapped in a mysterious gorge. The captain of Bisance laments, while aid from Gaddes and a forceful “philippic” rally attempts to recover the situation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "50": {
    "french": [
      "Le tremblement de terre à Mortara,",
      "Cassich sainct George à demy perfondrez:",
      "Paix assoupie la guerre esueillera,",
      "Dans temple à Pasques abysmes enfondrez."
    ],
    "english": [
      "The earthquake at Mortara,",
      "St. George’s shrine deep‑flooded:",
      "Sleepy peace will end the war,",
      "In the Easter temple abyssal depths will be sunk."
    ],
    "interpretation": "A seismic event at Mortara floods the shrine of St. George, symbolising divine upheaval. A period of uneasy peace finally resolves the war, and a massive abyss is created beneath an Easter temple—suggesting a foundational restructuring after conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "51": {
    "french": [
      "Contre les rouges sectes se banderont,",
      "Feu, eau, fer, corde par paix se minera:",
      "Au point mourir ceux qui machineront,",
      "Fors vn que monde sur tout ruinera."
    ],
    "english": [
      "Against the red sects they will bind,",
      "Fire, water, iron, rope by peace will be mined:",
      "Those who scheme will die at that point,",
      "Only one will ruin the whole world."
    ],
    "interpretation": "Nostradamus pictures a coalition of forces (fire, water, iron and rope) organized to suppress a radical, ‘red‑coloured’ movement—likely a reference to revolutionary or heretical groups. The verse warns that any conspirators who continue their machinations will meet swift death, and that a single dominant power (perhaps an empire or a charismatic ruler) will ultimately bring total destruction to the world, hinting at an unprecedented, all‑encompassing war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "52": {
    "french": [
      "La paix s’approche d’vn costé, & la guerre,",
      "Oncques ne fut la poursuitte si grande:",
      "Plaindre homme, femme sang innocent par terre,",
      "Et ce sera de France a toute bande."
    ],
    "english": [
      "Peace draws near on one side, and war,",
      "Never has the chase been so great:",
      "Men and women weep, innocent blood on the ground,",
      "And this will affect all of France."
    ],
    "interpretation": "A fragile peace is about to break, giving way to a massive conflict that will eclipse all previous wars. The poet stresses the heavy civilian toll—men, women and children will shed innocent blood—suggesting a civil war or foreign invasion that engulfs the whole of France and its provinces.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/183.jpg" 
  },
  "53": {
    "french": [
      "Le Neron ieune dans les trois cheminees,",
      "Fera de paiges vifs pour ardoir ietter:",
      "Heureux qui loing sera de tels menees,",
      "Trois de son sang le feront mort guetter."
    ],
    "english": [
      "The young Nero in three chimneys,",
      "Will make lively pages to set fire:",
      "Happy is he who stays far from such deeds,",
      "Three of his blood will await death."
    ],
    "interpretation": "A tyrannical ruler, likened to Nero, will use propaganda (‘lively pages’) to incite violence. The verse advises distancing oneself from his sphere of influence, as those close to him (three of his own kin) are doomed to die—a warning about the fatal consequences of proximity to despotic power.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "54": {
    "french": [
      "Arriuera au port de Corsibonne,",
      "Pres de Rauenne, qui pillera la dame:",
      "En mer profonde legat de la Vlisbonne,",
      "Sous roc cachez rauiront septante ames."
    ],
    "english": [
      "It will arrive at the port of Corsibonne,",
      "Near Rauenne, where the lady will be pillaged:",
      "In deep sea the legacy of Vlisbonne,",
      "Seventy souls will be hidden under a rock."
    ],
    "interpretation": "A fleet will reach a strategic harbour (Corsibonne) and launch a raid on a noblewoman near Rauenne. The raid’s aftermath will involve a massive loss of life (seventy people) concealed beneath a cliff or rock, indicating a catastrophic naval assault with a hidden massacre.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "55": {
    "french": [
      "L’horrible guerre qu’en Occident s’appreste,",
      "L’an ensuiuant viendra la pestilence,",
      "Si fort horrible que ieune, vieux, ne beste,",
      "Sang, feu, Mercure, Mars, Iupiter en France."
    ],
    "english": [
      "The horrible war that approaches in the West,",
      "The following year the plague will come,",
      "So terrible that young and old alike will not survive,",
      "Blood, fire, Mercury, Mars, Jupiter over France."
    ],
    "interpretation": "A massive western war will be followed by a devastating plague. Both the conflict and disease will be so severe that all ages perish. The reference to the planets Mercury, Mars and Jupiter signals that celestial forces (disease, war, and political upheaval) will converge over France, producing a cataclysmic era.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "56": {
    "french": [
      "Camp pres de Noudam passera Goussan ville,",
      "Et à Maiores laissera son enseigne:",
      "Conuertira en instant plus de mille,",
      "Cherchant les deux remettre en chaine & legne."
    ],
    "english": [
      "Camp near Noudam will pass through Goussan town,",
      "And will leave its banner at Maiores:",
      "It will convert in an instant more than a thousand,",
      "Seeking to bind the two again in chain and alliance."
    ],
    "interpretation": "A military camp moving from Noudam to Goussan will plant its standard at Maiores, implying a change of allegiance. The force will rapidly recruit or conscript a thousand men, aiming to reunite two previously divided factions under a new alliance.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "57": {
    "french": [
      "Au lieu de DRVX vn Roy reposera,",
      "Et cherchera loy changeant d’Anatheme:",
      "Pendant le ciel si tresfort tonnera,",
      "Portée neufue Roy tuera soi même."
    ],
    "english": [
      "In place of DRVX a king will rest,",
      "And will seek law changing an anathema:",
      "While the sky thunders very strongly,",
      "The newly arrived king will kill himself."
    ],
    "interpretation": "A ruler replaces a predecessor (DRVX) and attempts to overturn a longstanding religious or legal prohibition (anathema). A powerful storm mirrors the turmoil, and the king ultimately commits suicide—suggesting that radical reform can lead to self‑destruction.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "58": {
    "french": [
      "Au costé gauche à l’endroit de Vitry,",
      "Seront guettez les trois rouges de France:",
      "Tous assommez rouge, noir non meurdry,",
      "Par les Bretons remis en asseurance."
    ],
    "english": [
      "On the left side at the location of Vitry,",
      "The three red forces of France will be watched:",
      "All red are struck down, black will not die,",
      "The Bretons will be restored in assurance."
    ],
    "interpretation": "In the region of Vitry a surveillance operation targets three radical French groups (the ‘reds’). They are eliminated, while a ‘black’ faction survives. The Bretons, previously weakened, regain confidence—indicating a power shift through political purges.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/184.jpg" 
  },
  "59": {
    "french": [
      "A la Ferté prendra la Vidame,",
      "Nicol tenu rouge qu’auoit produit la vie:",
      "La grand Loyse naistra que fera clame,",
      "Donnant Bourgongne à Bretons par enuie."
    ],
    "english": [
      "At the fortress the Vidame will take over,",
      "Nicol, a red man, who gave birth to life:",
      "The great Loise will be born and will proclaim,",
      "Giving Burgundy to the Bretons as a gift."
    ],
    "interpretation": "A vidame (a feudal officer) conquers a stronghold, aided by a charismatic red leader (Nicol). The newly emerged ruler, Loise, announces the transfer of Burgundy to the Bretons—signalling a major territorial re‑allocation in favor of Brittany.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "60": {
    "french": [
      "Conflict Barbar en la [Cornere] noire, [Cornette]",
      "Sang espandu, trembler la Dalmatie,",
      "Grand Ismael mettra son promontoire,",
      "Ranes trembler secours Lusitanie."
    ],
    "english": [
      "Barbarian conflict in the black corner,",
      "Blood spreads, Dalmatia trembles,",
      "Great Ishmael will place his promontory,",
      "Frogs will tremble, aid Lusitania."
    ],
    "interpretation": "A savage war erupts in a dark, remote region, causing massive bloodshed that shakes Dalmatia. A powerful leader dubbed ‘Great Ishmael’ establishes a fortified position, while the ‘frogs’ (a nickname for French forces) are forced to retreat, prompting aid from Lusitania (Portugal).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "61": {
    "french": [
      "La pille faicte à la coste marine,",
      "In cita noua & parens amenez.",
      "Plusieurs de Malte par le fait de Messine,",
      "Estroit serrez seront mal guerdonnez."
    ],
    "english": [
      "The plunder made on the marine coast,",
      "In this new city and parents are brought:",
      "Many from Malta because of Messina,",
      "Tight straits will be badly guarded."
    ],
    "interpretation": "Coastal raids target a newly founded settlement, with families being captured. Maltese forces, drawn by events in Messina, attempt to block the narrow sea passages, but poor defenses make the strait vulnerable to further pillage.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "62": {
    "french": [
      "Au grand de Cheramon agora,",
      "Seront croisez par ranc tous attachez,",
      "Le pertinax Oppi, & Mandragora,",
      "Raugon d’Octobre le tiers seront laschez."
    ],
    "english": [
      "In the great Cheramon arena,",
      "All the rancour‑bound will be crossed and tied,",
      "The stubborn Oppi and Mandragora,",
      "In October the third will be released."
    ],
    "interpretation": "In a grand public space (Cheramon’s arena) hostile factions are forced into confrontation and restraint. The stubborn characters Oppi and the witch‑like Mandragora symbolise entrenched resistance, yet a third element will be freed in October, possibly a catalyst for change.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "63": {
    "french": [
      "Plainctes & pleurs cris, & grands hurlemens",
      "Pres de Narbon a Bayonne & en Foix,",
      "O quels horribles calamitez changemens,",
      "Auant que Mars reuolu quelques fois."
    ],
    "english": [
      "Wailing, cries and great shrieks,",
      "Near Narbonne, Bayonne and in Foix,",
      "What horrible calamities and changes,",
      "Before Mars revives a few times."
    ],
    "interpretation": "Regions around Narbonne, Bayonne and Foix will experience massive distress—wailing and violent upheavals. The planet Mars (symbol of war) will return sporadically, indicating intermittent outbreaks of armed conflict amidst broader societal collapse.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "64": {
    "french": [
      "L’Æmathion passer monts Pyrennées,",
      "En Mars Narbon ne fera resistance,",
      "Par mer & terre fera si grand menee,",
      "Cap. n’ayant terre seure pour demeurance."
    ],
    "english": [
      "Æmathion will cross the Pyrenees mountains,",
      "In March Narbonne will not resist,",
      "By sea and land a great campaign will be made,",
      "The captain lacks firm ground for settlement."
    ],
    "interpretation": "A commander named Æmathion will lead a force across the Pyrenees. In March, Narbonne offers no resistance, allowing a combined maritime–land offensive. However, the leader will be unable to secure a permanent base, suggesting a fleeting but powerful thrust.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/185.jpg" 
  },
  "65": {
    "french": [
      "Dedans le coing de Luna viendra rendre",
      "Où sera prins & mis en terre estrange,",
      "Les fruicts immeurs seront à grand esclandre,",
      "Grand vitupere, à l’vn grande loüange."
    ],
    "english": [
      "Inside Luna’s corner it will come to give back",
      "Where it will be taken and placed in foreign earth,",
      "The endless fruits will cause great scandal,",
      "A great vituperation, with one great praise."
    ],
    "interpretation": "From a lunar (or secret) source, a treasure or knowledge will be recovered and buried abroad. Its seemingly limitless value will spark widespread scandal, generating both harsh criticism and a singular, possibly prophetic, commendation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "66": {
    "french": [
      "Paix, vnion sera & changement,",
      "Estats, offices bas haut & haut bien bas",
      "Dresser voyage, le fruict premier tourment,",
      "Guerre cesser, ciuil proces debats."
    ],
    "english": [
      "Peace, union will be and change,",
      "States, offices low and high and high very low,",
      "Prepare travel, the first fruit is torment,",
      "War will cease, civic process debates."
    ],
    "interpretation": "A period of peace and political union will usher in systemic change across all levels of government. The first results will be painful (“torment”), but ultimately war will end and civic debate will replace battlefield decisions.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "67": {
    "french": [
      "Du haut des monts à l’entour de Lizere",
      "Port à la roche Valent cent assemblez",
      "De Chasteauneuf Pierre late en donzere",
      "Contre le Crest Romans foy assemblez."
    ],
    "english": [
      "From the high mountains around Lizere,",
      "Port to the rock they will gather a hundred assemblies,",
      "From Chasteauneuf the stone is placed in Donzere,",
      "Against the Roman Crest faith they will gather."
    ],
    "interpretation": "From mountainous territories near Lizere, a hundred councils converge on a rocky stronghold. Stones from Chasteauneuf are installed at Donzere as a symbolic act of resistance against Roman religious authority, indicating a coordinated uprising.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "68": {
    "french": [
      "Du mont Aymar sera noble obscurcie,",
      "Le mal viendra au ioinct de Saone & Rosne:",
      "Dans bois cachez soldats iour de Lucie",
      "Qui ne fut onc vn si horrible throsne."
    ],
    "english": [
      "From Mount Aymar a noble will be darkened,",
      "Evil will come at the junction of Saône and Rosne:",
      "In hidden woods soldiers of the day of Lucy",
      "Who was never such a horrible beast."
    ],
    "interpretation": "A once‑honorable figure from Aymar falls into darkness. A malign force appears at the confluence of the Saône and Rosne rivers, while troops hidden in forests (linked to Saint Lucy’s feast) confront an unprecedented monstrous enemy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "69": {
    "french": [
      "Sur le mont de Bailly & la Bresle",
      "Seront cachez de Grenoble les fiers",
      "Outre Lyon, Vien eux si grand gresle.",
      "Langoult en terre n’en restera vn tiers."
    ],
    "english": [
      "On Mount Bailly and the Bresle,",
      "The proud ones from Grenoble will be hidden,",
      "Beyond Lyon, they will come so great a flood.",
      "In the land, only a third will remain."
    ],
    "interpretation": "A disaster on Mount Bailly and the Bresle river will trap proud forces from Grenoble. A massive flood beyond Lyon will sweep the region, leaving only a third of the population alive.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "70": {
    "french": [
      "Harnois tranchant dans les flambeaux cachez,",
      "Dedans Lyon, le iour du Sacrement,",
      "Ceux de Vienne seront trestous hachez,",
      "Par les cantons Latins Mascon ne ment."
    ],
    "english": [
      "Harnois slicing in hidden torches,",
      "Inside Lyon, the day of the Sacrament,",
      "Those from Vienna will all be hacked,",
      "By the Latin cantons Mascon does not lie."
    ],
    "interpretation": "A covert attack (Harnois) with concealed torches takes place in Lyon on a holy feast day. Viennese troops are brutally cut down, while the Latin cantons (perhaps French regions) maintain honesty about the event.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/186.jpg" 
  },
  "71": {
    "french": [
      "Aux lieux sacrez animaux veu à trixe,",
      "Auec celuy qui n’osera le iour.",
      "A Carcassonne pour disgrace propice,",
      "Sera posé pour plus ample seiour."
    ],
    "english": [
      "At the sacred places animals are seen to be tortured,",
      "With the one who will not dare the day.",
      "In Carcassonne for a convenient disgrace,",
      "It will be placed for a larger settlement."
    ],
    "interpretation": "Ritual animal cruelty occurs at holy sites, overseen by a cowardly authority. In Carcassonne this atrocity is exploited to disgrace opponents, and the event is used as a pretext to expand or relocate a settlement.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "72": {
    "french": [
      "Encor seront les saincts temples pollus,",
      "Et expilles par Senat Tholosain,",
      "Saturne deux trois cicles reuollus.",
      "Dans Auril, May, gens de nouueau leuain."
    ],
    "english": [
      "The holy temples will still be polluted,",
      "And expelled by the Tholosain Senate,",
      "Saturn will be renewed for two or three cycles.",
      "In Auril, May, people of a new place."
    ],
    "interpretation": "Sacred temples continue to be defiled, leading the Tholosain Senate to banish them. Saturn’s influence resurges for several astrological cycles, affecting a newly founded community during the months of January (Auril) and May.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "73": {
    "french": [
      "Dans Fois entrez Roy cerulée Turban:",
      "Et regnera moins euolu Saturne,",
      "Roy Turban blanc Bizance cueur ban,",
      "Sol, Mars, Mercure pres la hurne."
    ],
    "english": [
      "In faith enter the crowned Turban king:",
      "And Saturn will reign less openly,",
      "White Turban king of Byzantium forbidden,",
      "Sun, Mars, Mercury near the horn."
    ],
    "interpretation": "A charismatic ruler wearing a turban (perhaps of Eastern origin) ascends the throne, while Saturn’s overt power wanes. A white‑turbaned Byzantine ruler is prohibited, and the planets Sun, Mars and Mercury align near a prophetic ‘horn’, heralding a new political order.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "74": {
    "french": [
      "Dans la cité de Fertsod homicide,",
      "Fait, & fait multe beuf arant ne macter,",
      "Retours encores aux honneurs d’Artemide",
      "Et à Vulcan corps morts sepulturer."
    ],
    "english": [
      "In the city of Fertsod murder,",
      "Deeds, and many oxen will not be slaughtered,",
      "Returns again to the honors of Artemis",
      "And to Vulcan, dead bodies will be buried."
    ],
    "interpretation": "A violent episode in Fertsod results in many killings, but oddly spare livestock. Afterward, the population returns to worship Artemis (the hunt) while the dead are interred in a Vulcan (fire‑linked) ritual, blending martial and chthonic rites.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "75": {
    "french": [
      "De l’Ambraxie & du pays de Thrace",
      "Peuple par mer, mal, & secours Gaulois,",
      "Perpetuelle en prouence la trace,",
      "Auec vestige de leurs coustume & loix."
    ],
    "english": [
      "From Ambraxia and the land of Thrace,",
      "People by sea, suffering, and Gallic aid,",
      "Everlasting in abundance the track,",
      "With remains of their customs and laws."
    ],
    "interpretation": "Migrants from Ambraxia and Thrace cross the sea, enduring hardship, while Gaulish forces assist. Their cultural imprint (customs and law) remains indelibly marked on the lands they settle.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "76": {
    "french": [
      "Auec le noir Rapax & sanguinaire,",
      "Yssu du peaultre de l’inhumain Neron,",
      "Emmy deux fleuues main gauche militaire,",
      "Sera meurtry par Ioyne chaulueron."
    ],
    "english": [
      "With the black Rapax and blood‑thirsty,",
      "Born from the beast of inhuman Nero,",
      "Emmy two rivers left‑handed military,",
      "Will be killed by joyful killers."
    ],
    "interpretation": "A savage, black‑faced force (Rapax) arises from the cruelty of a Nero‑like tyrant. Two military groups, symbolised as ‘left‑handed rivers’, are cut down by assassins who act with a perverse sense of joy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/187.jpg" 
  },
  "77": {
    "french": [
      "Le regne prins le Roy [conuicra] [coniurera]",
      "La dame prinse à mort iurez à sort,",
      "La vie à Royne fils on desniera,",
      "Et la pellix au fort de la consort."
    ],
    "english": [
      "The reign will seize the king (conspiracy),",
      "The lady taken to death will beg fate,",
      "Life to the queen’s son will be shown,",
      "And the pellicle to the strong consort."
    ],
    "interpretation": "A conspiratorial regime overthrows the monarch. A doomed lady pleads for destiny, while the queen’s son is revealed as the new heir. The protective “pellicle” (covering) is handed to a powerful consort, indicating a re‑arranged royal hierarchy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "78": {
    "french": [
      "La dame Grecque de beauté laydique,",
      "Heureuse fait de procs innumerable,",
      "Hors translatee au regne Hispanique,",
      "Captiue prinse mourir mort miserable."
    ],
    "english": [
      "The Greek lady of Lydian beauty,",
      "Happy made of countless processes,",
      "Outside translated to the Spanish reign,",
      "Captured, taken, die in miserable death."
    ],
    "interpretation": "A beautiful Greek woman from Lydia becomes entangled in countless political intrigues. She is transferred to Spanish jurisdiction, captured and eventually dies in a pitiable manner—perhaps an allegory for diplomatic hostages.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "79": {
    "french": [
      "Le chef de classe par fraude stratageme,",
      "Fera timides sortir de leurs Galleres,",
      "Sortis meurtris chef renieur de cresme,",
      "Puis par l’embusche luy rendront le saleres."
    ],
    "english": [
      "The class leader by fraudulent scheme,",
      "Will make the timid leave their galleries,",
      "Wounded they exit, the chief returns from cream,",
      "Then through ambush they will return the thieves."
    ],
    "interpretation": "A deceptive leader forces cowardly members out of their safe spaces; they emerge wounded while the leader re‑emerges from a place of comfort (“cream”). An ambush later restores stolen goods, signalling a cycle of betrayal and retribution.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "80": {
    "french": [
      "Le Duc voudra les siens exterminer,",
      "Enuoyera les plus forts lieux estranges:",
      "Par tyrannie Bize & Luc ruiner,",
      "Puy les Barbares sans vin feront vendanges."
    ],
    "english": [
      "The duke will want to exterminate his own,",
      "He will send the strongest to strange places:",
      "By tyranny Bize and Luc will ruin,",
      "The barbarians will harvest without wine."
    ],
    "interpretation": "A duke orders the elimination of his own supporters, sending elite troops to faraway lands. His tyrannical actions devastate the regions of Bize and Luc, while barbarian forces reap a barren harvest, lacking the celebratory wine that signals victory.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "81": {
    "french": [
      "Le Roy rusé entendra ses embusches,",
      "De trois quartiers ennemis assaillir:",
      "Vn nombre estrange larmes de coqueluches,",
      "Viendra Lemprin du traducteur faillir."
    ],
    "english": [
      "The cunning king will hear his ambushes,",
      "To assault three enemy quarters:",
      "A foreign number of poppy tears,",
      "Will come, the translator’s apprentice will fail."
    ],
    "interpretation": "A shrewd monarch becomes aware of plots and attacks three enemy sectors. An influx of foreign refugees (symbolised by “poppy tears”) arrives, and a translator’s apprentice is unable to fulfill his duties—perhaps indicating failed diplomatic negotiations.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "82": {
    "french": [
      "Par le deluge & pestilence forte,",
      "La cité grande de long temps assiegee:",
      "La sentinelle & garde de main morte,",
      "Subite prinse, mais de nulle outragee."
    ],
    "english": [
      "Through great flood and strong plague,",
      "The great city long besieged:",
      "The sentinel and guard of dead hand,",
      "Suddenly taken, but no outrage."
    ],
    "interpretation": "A major metropolis suffers a prolonged siege exacerbated by flood and plague. Its defenders (sentinel and guard) are abruptly overrun, yet the population remains strangely silent—perhaps reflecting resignation or oppression.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/188.jpg" 
  },
  "83": {
    "french": [
      "Sol vingt de Taurus si fort terre trembler,",
      "Le grand theatre remply ruinera:",
      "L’air, ciel & terre obscurcir & troubler,",
      "Lors l’infidelle Dieu & saincts voguera."
    ],
    "english": [
      "Earth twenty of Taurus so strong the land will tremble,",
      "The great theater will fill and ruin:",
      "Air, sky and earth will darken and disturb,",
      "When the unfaithful God and saints will sail."
    ],
    "interpretation": "A powerful astrological event (Taurus at its twentieth degree) triggers earthquakes and chaos. A grand spectacle ensues, bringing ruin as natural elements darken. The phrase about “unfaithful God and saints” suggests apostasy or religious turmoil during the upheaval.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "84": {
    "french": [
      "Roy exposé porfera l’hecatombe,",
      "Apres auvoir trouué son origine:",
      "Torrent ouurir de marbre & plomb la tombe,",
      "D’un grand Romain d’enseigne Medusine."
    ],
    "english": [
      "Exposed king will bring the massacre,",
      "After having found his origin:",
      "A torrent will dig marble and lead the tomb,",
      "From a great Roman bearing the Medusa emblem."
    ],
    "interpretation": "A king, once uncovered (perhaps a usurper), brings about a massacre. His lineage is revealed, and a flood of marble and lead creates a tomb—evocative of the Medusa‑symbolic Roman, suggesting a tyrant’s downfall and an ominous burial.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "85": {
    "french": [
      "Passer Guienne, Languedoc & le Rosne,",
      "D’Agen tenant de Marmande & la Roolle:",
      "D’ouurir par foy parroy, Phocen tiendra son trosne",
      "Conflict aupres saint Pol de Manseole."
    ],
    "english": [
      "Cross Guienne, Languedoc and the Rosne,",
      "From Agen holding Marmande and the Roolle:",
      "To open by fire the strong, Phocen will hold his throne",
      "Conflict near Saint Pol of Manseole."
    ],
    "interpretation": "A campaign sweeps through Guienne, Languedoc and the Rosne region, with Agen consolidating Marmande and the Roolle. Phocen (perhaps a fortified city) resists with fire, while a clash erupts near Saint Pol of Manseole—hinting at a wide‑scale war across southern France.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "86": {
    "french": [
      "De bourg Lareyne parviendront droit à Chartres",
      "Et feront pres du pont Anthoni pause,",
      "Sept pour la paix cauteleux comme Martres,",
      "Feront entree d’armee à Paris clause."
    ],
    "english": [
      "From the town of Lareyne they will arrive straight to Chartres",
      "And will pause near the Anthoni bridge,",
      "Seven for peace, cautious like the Martres,",
      "Will make an army entry into Paris as a clause."
    ],
    "interpretation": "Troops from Lareyne march directly to Chartres, stopping at the Anthoni bridge. Seven cautious units (perhaps the Martres) negotiate peace, but ultimately an army gains access to Paris under a treaty clause.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "87": {
    "french": [
      "Par la forest du Touphon essartee,",
      "Par hermitage sera posé le temple,",
      "Le Duc d’Estampes par sa ruse inuentee.",
      "Du mont Lehori prelat donra exemple."
    ],
    "english": [
      "Through the Touphon forest cleared,",
      "A hermitage will place the temple,",
      "The Duke of Estampes by his subtle cunning.",
      "From Mount Lehori the prelate will set an example."
    ],
    "interpretation": "A cleared forest (Touphon) allows a hermitage to erect a new temple. The Duke of Estampes uses clever stratagems, while a prelate on Mount Lehori offers moral leadership—suggesting a blend of political scheming and religious reform.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "88": {
    "french": [
      "Calais Arras, secours à Theroanne,",
      "Paix et semblant simulera l’escoutte,",
      "Soulde d’Alobrox descendre par Roane.",
      "Destornay peuple qui defera la routte."
    ],
    "english": [
      "Calais, Arras, aid to Theroanne,",
      "Peace and semblance will simulate the scout,",
      "Alobrox’s soul descends through Roane.",
      "Destornay people who will make the road."
    ],
    "interpretation": "Cities Calais and Arras send help to Theroanne. A façade of peace masks intelligence gathering. The spirit of Alobrox (possibly a rebel leader) moves via Roane, while the Destornay population builds a new route, indicating reconstruction after conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/189.jpg" 
  },
  "89": {
    "french": [
      "Sept ans sera Philipp. fortune prospere,",
      "Rabaissera des Arabes l’effort,",
      "Puis son midy perplex rebors affaire",
      "Ieune ognion abismera son fort."
    ],
    "english": [
      "For seven years Philipp’s fortune will prosper,",
      "He will lower the Arabs’ effort,",
      "Then his perplexed middle will turn the affair around,",
      "Young onion will sink his strength."
    ],
    "interpretation": "Philipp enjoys seven years of success, weakening Arab opposition. However, an indecisive middle period flips the situation, and an inexperienced ‘young onion’ (perhaps a naive adviser) undermines his power, leading to decline.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "90": {
    "french": [
      "Vn capitaine de la Grand Germanie",
      "Se viendra rendre par simulé secours",
      "Au Roy des Roys aide de Pannonie,",
      "Que sa reuolte fera de sang grand cours."
    ],
    "english": [
      "A captain of Great Germany",
      "Will come to render simulated aid",
      "To the King of Kings aided by Pannonia,",
      "Whose revolt will make great blood flow."
    ],
    "interpretation": "A German commander offers false assistance to the supreme monarch, who is backed by Pannonia. Their rebellion triggers massive bloodshed, implying a disastrous betrayal by a supposed ally.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "91": {
    "french": [
      "L’horrible peste Perynthe & Nicopolle,",
      "Le Chersonnez tiendra & Marceloyne,",
      "La Thessalie vastera l’Amphipolle,",
      "Mal incogneu, et le refus d’Anthoine."
    ],
    "english": [
      "The horrible plague of Perynthe & Nicopolle,",
      "The Chersonese will hold and Marceloyne,",
      "Thessaly will devastate Amphipolis,",
      "Badly unknown, and the refusal of Anthoine."
    ],
    "interpretation": "A devastating epidemic spreads through Perynthe and Nicopolle. The Chersonese (a strategic region) and Marceloyne hold out, while Thessaly attacks Amphipolis. An unknown factor and Anthoine’s refusal exacerbate the crisis.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "92": {
    "french": [
      "Le Roy voudra en cité neufue entrer,",
      "Par ennemis expugner l’on viendra",
      "Captif libere faux dire & perpetrer,",
      "Roy dehors estre, loin d’ennemis tiendra."
    ],
    "english": [
      "The king will wish to enter a new city,",
      "Enemies will be expelled as they come,",
      "Captive released, false speech and perpetration,",
      "King will be outside, far from enemies he will hold."
    ],
    "interpretation": "A monarch seeks to occupy a newly founded city, but enemies are driven out as they approach. A prisoner is freed, spreading lies and crimes, while the king stays at a distance, maintaining authority away from direct conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "93": {
    "french": [
      "Les ennemis du fort bien esloignez,",
      "Par chariots conduict le bastion.",
      "Par sur les murs de Bourges esgrongnez",
      "Quand Hercules battra l’Hæmathion."
    ],
    "english": [
      "The enemies of the strong will be well removed,",
      "By chariots the bastion is led.",
      "Upon the walls of Bourges they will spar,",
      "When Hercules will strike the Æmathion."
    ],
    "interpretation": "A stronghold is evacuated of foes using transport (chariots). Subsequent fighting occurs atop the walls of Bourges, culminating in a heroic strike (Hercules) against a formidable opponent (Æmathion).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "94": {
    "french": [
      "Foibles galeres seront vnies ensemble,",
      "Ennemis faux le plus fort en rampart:",
      "Foibles assaillies Vratislaue tremble,",
      "Lubecq & Mysne tiendront barbare part."
    ],
    "english": [
      "Weak galleys will be united together,",
      "False enemies the strongest in the rampart:",
      "Weak attacked, Vratislavia trembles,",
      "Lubecq & Mysne will hold the barbarian part."
    ],
    "interpretation": "A fleet of feeble ships is assembled to confront deceitful enemies who have fortified themselves. The weak are assaulted, causing Vratislavia to shake, while Lubecq and Mysne retain control over a barbarian sector.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/190.jpg" 
  },
  "95": {
    "french": [
      "Le nouueau faict conduira l’exercite,",
      "Proche apamé iusqu’aupres du riuage:",
      "Tendant secours de Millannoile eslite,",
      "Duc yeux priué à Milan fer de cage."
    ],
    "english": [
      "The new deed will lead the army,",
      "Close to the flood near the river:",
      "Seeking aid from the elite of Millannoile,",
      "Duke’s eyes imprisoned in Milan’s iron cage."
    ],
    "interpretation": "A fresh initiative directs the troops toward a riverine flood zone. They seek reinforcement from the elite force of Millannoile, while a duke is captured and held in a Milanese prison, suggesting political intrigue intertwined with military operations.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  },
  "96": {
    "french": [
      "Dans cité entrer exercit desniee,",
      "Duc entrera par persuasion,",
      "Aux foibles portes clam armee amenee,",
      "Mettront feu, mort, de sang effusion."
    ],
    "english": [
      "Into the city the army will enter,",
      "The duke will enter by persuasion,",
      "Through weak doors the army will be brought,",
      "They will set fire, death, a flood of blood."
    ],
    "interpretation": "An army assaults a city, with a duke using diplomatic persuasion to gain entry. They breach flimsy gates, igniting widespread destruction, death and massive bloodshed.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  },
  "97": {
    "french": [
      "De mer copies en trois pars diuisées,",
      "A la seconde les viures failliront,",
      "Desesperez cherchant champs Helisees,",
      "Premiers en breche entrez victoire auront."
    ],
    "english": [
      "From the sea copies divided into three parts,",
      "In the second the lives will fail,",
      "Desperate seeking the fields of Helexes,",
      "First in the breach will enter and win."
    ],
    "interpretation": "A naval force splits into three detachments; the second suffers heavy casualties. Desperate soldiers push toward the fields of Helexes, and those who breach first secure victory.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  },
  "98": {
    "french": [
      "Les affligez par faute d’vn seul taint,",
      "Contremenant à partie opposite,",
      "Aux Lygonnois mandera que contraint",
      "Seront de rendre le grand chef de Molite."
    ],
    "english": [
      "The afflicted by the fault of a single stain,",
      "Opposite the contrary part,",
      "Will order the Lygonnois to be forced,",
      "They will have to return the great chief of Molite."
    ],
    "interpretation": "A single misdeed causes widespread suffering. In response, the authorities compel the Lygonnois to comply, demanding the restoration of the chief of Molite—perhaps a political restitution after an injustice.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  },
  "99": {
    "french": [
      "Vent Aquilon fera partir le siege,",
      "Par meurs ietter cendres, chaux, & poussiere:",
      "Par pluye apres, qui leur fera bien piege,",
      "Dernier secours contre leur frontiere."
    ],
    "english": [
      "North wind will make the siege depart,",
      "By death it will throw ashes, lime, and dust:",
      "After rain, that which will trap them well,",
      "The last help against their border."
    ],
    "interpretation": "A strong north wind lifts a siege, scattering ash, lime and dust—signs of destruction. Subsequent rain creates muddy traps for the attackers, and a final force arrives to defend the frontier.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  },
  "100": {
    "french": [
      "Naualle pugne nuit sera superee,",
      "Le feu aux naues à l’Occident ruine:",
      "Rubriche neufue, la grand nef coloree,",
      "Ire à vaincu, & victoire en bruine."
    ],
    "english": [
      "The night battle of Naualle will be overcome,",
      "Fire on the ships will ruin the West:",
      "A new rubic will color the great ship,",
      "Anger will be beaten, and victory in the rain."
    ],
    "interpretation": "A nocturnal naval battle at Naualle ends in defeat for the aggressors; fire aboard ships devastates Western fleets. A newly painted (rubric) vessel signifies a fresh start, and after the fury subsides a rainy victory is achieved.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_9/191.jpg" 
  }
}
