{
  "1": {
    "french": [
      "APRES combat & bataille nauale,",
      "Le grand Neptune à son plus hault beffroy,",
      "Rouge auersaire de fraieur viendra pasle,",
      "Metant le grand ocean en effroy."
    ],
    "english": [
      "After sea combat and battle,",
      "The great Neptune will raise his highest trumpet,",
      "A red adversary of the furnace will not come,",
      "Turning the great ocean into terror."
    ],
    "interpretation": "A major naval war ends with Neptune sounding a warning. An expected fiery foe fails to appear, leaving the ocean itself as a source of dread—signifying a sudden, chaotic sea‑storm after a battle.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "2": {
    "french": [
      "Le diuin verbe donrra à la sustance",
      "Comprins ciel terre,or occult au fait mystique",
      "Corps, ame, esprit aiant toute puissance,",
      "Tant sous ses pieds, comme au siege celique."
    ],
    "english": [
      "The divine word will be given to the substance,",
      "Encompassing sky and earth, hidden gold in mystical act,",
      "Body, soul, spirit having all power,",
      "Both under its feet and at the celestial seat."
    ],
    "interpretation": "A sacred utterance will empower matter itself, linking heaven, earth and hidden riches. The combined might of body, soul and spirit will dominate both the ground and the heavenly throne—foretelling a profound spiritual revelation that reshapes reality.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "3": {
    "french": [
      "Mars & Mercure & l’argent ioint ensemble",
      "Vers le midi extreme siccité:",
      "Au fond d’Asie on dira terre tremble,",
      "Corinthe, Ephese lors en perplexité."
    ],
    "english": [
      "Mars, Mercury and silver join together,",
      "Towards midday an extreme drought,",
      "In deep Asia the earth will be said to tremble,",
      "Corinth and Ephesus will then be perplexed."
    ],
    "interpretation": "A conjunction of war (Mars), communication (Mercury) and wealth (silver) brings a severe midday drought. The far‑east will feel earth‑shaking tremors, puzzling the Mediterranean cities of Corinth and Ephesus—signalling a worldwide climatic and seismic upset.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "4": {
    "french": [
      "Quand seront proches le defaut des lunaires,",
      "De l’vn a l’autre ne distant grandement,",
      "Ftoid, siccité, danger vers les frontieres, (froid)",
      "Mesmes ou l’oracle a prins commencement."
    ],
    "english": [
      "When the lunar defects become near,",
      "From one to the other they are not greatly distant,",
      "Cold, drought, danger towards the borders (cold),",
      "Even the oracle has begun the beginning."
    ],
    "interpretation": "A lunar irregularity will soon affect the world, bringing cold snaps and drought, especially near frontiers. Even the oracle marks this as the start of a new era—indicating a climatic shift linked to moon phases that threatens border regions.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "5": {
    "french": [
      "Pres, loing defaut de deux grand luminaires",
      "Qui survivra entre l’Auril & Mars.",
      "O quel cherté! mais deux grands debonaires",
      "Par terre & mer secourront toutes pars."
    ],
    "english": [
      "Near and far the flaw of two great lights,",
      "Which will survive between April and March.",
      "Oh what a cost! Yet two great benefactors,",
      "By land and sea will aid all places."
    ],
    "interpretation": "A defect affecting two major celestial bodies (perhaps the Sun and Moon) will occur between March and April. Despite the heavy price, two powerful patrons will provide assistance via land and sea, suggesting that even amid astronomical disturbances, allies will intervene to mitigate the damage.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "6": {
    "french": [
      "Dans temples clos le foudre y entrera,",
      "Les citadins dedans leurs forts greués:",
      "Cheuaux, beufs, hommes, l’onde mur touchera,",
      "Par faim, soif sous les plus foibles arnés."
    ],
    "english": [
      "In closed temples lightning will enter,",
      "The city dwellers inside their forts will be mourned:",
      "Horses, oxen, men, the wave will touch the wall,",
      "By hunger, thirst the weakest will be armed."
    ],
    "interpretation": "Lightning will strike sacred enclosed structures, causing the inhabitants trapped in fortresses to suffer. Flood waters will breach walls, affecting livestock and people. The weakest will be left to starve, hinting at a disaster that combines fire, flood and famine in a fortified city.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "7": {
    "french": [
      "Les fuitifs, feu du ciel sus les piques:",
      "Conflit prochain des corbeaux s’esbatans,",
      "De terre on crie aide secour celiques,",
      "Quand pres des murs seront les combatants."
    ],
    "english": [
      "The fugitives, fire from the sky above the spikes:",
      "Soon conflict of cackling ravens,",
      "From the earth we cry for heavenly aid,",
      "When near the walls the fighters will be."
    ],
    "interpretation": "Escaped prisoners will be rained upon by fire from above. A forthcoming skirmish likened to noisy ravens will erupt, and people will pray for divine assistance as battles approach the city walls—foretelling a sudden aerial attack and desperate prayer.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "8": {
    "french": [
      "Les Cimbres ioints avec leurs voisins,",
      "Depopuler viendront presque l’Hespagne:",
      "Gents amassés Guienne & Limosins",
      "Seront en ligue, & leur feront compagnie."
    ],
    "english": [
      "The Cimbri joined with their neighbours,",
      "They will almost depopulate Spain:",
      "People gathered from Guienne and Limousin",
      "Will be in league and keep them company."
    ],
    "interpretation": "The tribe of the Cimbri, allied with nearby peoples, will nearly wipe out Spain’s population. French regions Guienne and Limousin will form an alliance to oppose them—indicating a massive migratory invasion and a regional coalition against it.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "9": {
    "french": [
      "Bourdeaux, Rouen & la Rochele ioints",
      "Tiendront au tour la grand mer oceane:",
      "Anglois, Bretons & les Flamans conioints",
      "Les chasseront iusques au‑pres de Roane."
    ],
    "english": [
      "Bordeaux, Rouen and La Rochele together,",
      "Will hold the great oceanic sea around:",
      "Anglo‑Saxons, Bretons and the Flemish united,",
      "Will drive them up close to Roane."
    ],
    "interpretation": "Cities of Bordeaux, Rouen and La Rochele will guard the Atlantic. Allied English, Breton and Flemish forces will push their enemies (perhaps the French) close to Roane (a river), indicating a coordinated maritime campaign against a coastal stronghold.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "10": {
    "french": [
      "De sang & faim plus grande calamité",
      "Sept fois s’apreste à la marine plage,",
      "Monech de faim, lieu prins, capituité,",
      "Le grand mené croc en ferrée cage."
    ],
    "english": [
      "From blood and hunger a greater calamity,",
      "Seven times prepares for the naval beach,",
      "Monach of famine, place taken, captivity,",
      "The great led a hook in a iron cage."
    ],
    "interpretation": "A huge disaster of bloodshed and starvation will strike the navy seven times. A famine‑afflicted leader will be captured and imprisoned in a metal cage, suggesting a series of naval defeats leading to the capture of a high‑ranking commander.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "11": {
    "french": [
      "Les armes battre au ciel longue saison,",
      "L’arbre au milieu de la cité tumbé:",
      "Vermine, rongne, glaiue en face tyson,",
      "Lors le monarque d’Hadrie succombé."
    ],
    "english": [
      "Weapons beat the sky for a long season,",
      "The tree in the middle of the city fell:",
      "Worms, rot, ice opposite the Tyson,",
      "When the monarch of Hadria succumbed."
    ],
    "interpretation": "Prolonged warfare will cause artillery fire toward the heavens. A central city tree collapses, symbolising decay; rot and ice spread across the land. The ruler of Hadria (a region) dies, indicating a long war ending with a ruler’s death and environmental decay.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "12": {
    "french": [
      "Par la tumeur de Heb. Po, Tag. Timbre & Rosne",
      "Et par l’estang Leman & Aretin,",
      "Les deux grans chefs & cites de Garonne",
      "Prins, morts, noies. Partir humain butin."
    ],
    "english": [
      "By the tumour of Heb. Po, Tag. Stamp and Rosne,",
      "And by the lake Leman and Aretin,",
      "The two great chiefs and cities of the Garonne,",
      "Prince, dead, drowned. Human booty to depart."
    ],
    "interpretation": "A disease afflicting regions (Heb, Po, Tag, Rosne) along with lakes (Leman, Aretin) will strike. Two major leaders of the Garonne area will die or drown, and human plunder will be taken. This points to a plague‑related disaster that also brings military defeat.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "13": {
    "french": [
      "Par foudre en l’arche or & argent fondu:",
      "Des deux captifs l’un l’autre mangera:",
      "De la cité le plus grand estendu,",
      "Quand submergée la classe nagera."
    ],
    "english": [
      "By lightning in the arch gold and melted silver:",
      "Of the two captives one will eat the other:",
      "From the city the greatest is spread out,",
      "When the class is submerged it will sail."
    ],
    "interpretation": "A lightning strike will melt gold and silver in an arch. Two captives will resort to cannibalism. The city’s largest portion will be flooded, and a class (perhaps a naval fleet) will be forced to sail—signalling a catastrophic storm that causes both economic loss and desperate survival acts.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "14": {
    "french": [
      "Par le rameau du vaillant personage",
      "De France infime: par le père infelice",
      "Honours, richesses trauail en son vieil âge",
      "Pour auvoir creu le conseil d’homme nice."
    ],
    "english": [
      "By the branch of the valiant figure",
      "Of tiny France: by the unhappy father",
      "Honours, riches travel in his old age",
      "To have dug the counsel of a nice man."
    ],
    "interpretation": "A heroic French figure (perhaps a minor noble) will be guided by an ill‑fated father. In his later years honours and wealth will move, uncovering the advice of a wise man—suggesting a modest leader’s rise through paternal misfortune and eventual revelation of wise counsel.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "15": {
    "french": [
      "Cuer, vigor, gloire le regne changera",
      "De tous points contre aiant son adversaire.",
      "Lors France enfance par mort subjugera.",
      "Le grand regent sera lors plus contraire."
    ],
    "english": [
      "Heart, strength, glory the reign will change,",
      "From every side against his opponent.",
      "Then France’s youth will be subjugated by death.",
      "The great regent will then be more opposite."
    ],
    "interpretation": "A ruler’s vigor and glory will shift the kingdom’s course, confronting enemies from all directions. France’s youthful generation will be crushed by death, and the chief regent will become even more contrary—foretelling a harsh regime that ends juvenile hope.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "16": {
    "french": [
      "Le prince Anglois Mars à son cuer de ciel",
      "Voudra poursuiure sa fortune prospere,",
      "Des deux duelles l’un percera le fiel:",
      "Hay de lui, bien aimé de sa mère."
    ],
    "english": [
      "The Anglo‑Prince Mars to his heart of sky",
      "Will want to pursue his prosperous fortune,",
      "Of the two duels one will pierce the poison:",
      "Hay of him, well‑loved by his mother."
    ],
    "interpretation": "An English princely figure (named Mars) will seek to expand his destiny. In a pair of duels, one will strike a deadly blow (piercing poison). He will be beloved by his mother, hinting at a young martial leader whose victory is both personal and political.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "17": {
    "french": [
      "Mont Auentine brusler nuit sera veu:",
      "Le ciel obscur tout à un coup en Flandres,",
      "Quand le monarque chassera son nepueu:",
      "Leurs gens d’Eglise commetront les esclandres."
    ],
    "english": [
      "Mount Auentine burning night will be seen:",
      "The dark sky all at once in Flanders,",
      "When the monarch will chase his nephew:",
      "Their church people will commit the scandals."
    ],
    "interpretation": "A night fire on Mount Auentine will be visible over dark Flemish skies. The ruler will pursue his nephew, while clerics engage in scandalous deeds. This suggests dynastic conflict accompanied by religious corruption and a striking celestial fire.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "18": {
    "french": [
      "Apres la pluie laict assés longuete,",
      "En plusieurs lieux de Reins le ciel touché",
      "Helasquel meurtre de seng pres d’eux s’apreste.",
      "Peres & filz rois n’oseront approcher."
    ],
    "english": [
      "After the rain the milk is long enough,",
      "In several places of the kidneys the sky is touched",
      "Alas, the murder of the scent near them prepares.",
      "Fathers & son kings will not dare approach."
    ],
    "interpretation": "Following heavy rains, a milky fog lingers. The sky strikes multiple “kidney” regions (likely river basins). An imminent murder will take place nearby, deterring even royal fathers and sons from approaching—signalling a poisonous environment and royal retreat."
  ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "19": {
    "french": [
      "En Luques sang & laict viendra plouuoir:",
      "Un peu devant changement de preteur,",
      "Grand peste & guerre, faim & soif fera voir,",
      "Loin, ou mourra leur prince recteur."
    ],
    "english": [
      "In Luques blood and milk will pour:",
      "A little before the change of lender,",
      "Great plague and war, hunger and thirst will be seen,",
      "Far away, their prince rector will die."
    ],
    "interpretation": "In Luques, blood and milk will flow (perhaps a baptism of war). Shortly before a financial shift, plague, war, famine and thirst will appear, and the governing prince will die far from home—foretelling a catastrophic upheaval in Luques with a remote ruler’s death."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "20": {
    "french": [
      "Par les contrées du grand fleuve Bethique",
      "Loin d’Ibere, au regne de Granade,",
      "Croix repoussées par gens Mahumetiques",
      "Un de Cordube trahira la contrade."
    ],
    "english": [
      "Through the lands of the great Bethic river,",
      "Far from Iberia, in the reign of Granada,",
      "Crosses repelled by Muslim peoples,",
      "One from Cordoba will betray the region."
    ],
    "interpretation": "Along the great Bethic (likely Betic) river, far from the Iberian peninsula yet under Granada’s rule, Christian symbols will be rejected by Muslim populations, and a conspirator from Cordoba will betray the area—indicating religious conflict and internal treason in southern Spain."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "21": {
    "french": [
      "Au crustamin par mer Hadriatique",
      "Apparoistra vn horride poisson,",
      "De face humaine, & la fin aquatique,",
      "Qui se prendra dehors de l’ameçon."
    ],
    "english": [
      "At the crust (shore) of the Adriatic sea,",
      "A horrible fish will appear,",
      "Human face, and the aquatic end,",
      "That will be taken outside the hook."
    ],
    "interpretation": "Along the Adriatic coast, a monstrous sea creature with a human‑like face will surface, leading to a watery demise for those caught outside of safety (the “hook”). This portends a terrifying marine monster causing deaths at sea."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "22": {
    "french": [
      "Six iours l’assaut devant cité donné:",
      "Liurée sera forte & aspère bataille:",
      "Trois la rendront & à eux pardonné:",
      "Le reste à feu & sang tranche traille."
    ],
    "english": [
      "Six days the assault before the given city:",
      "Freed will be a strong and harsh battle:",
      "Three will give it back and be forgiven:",
      "The rest with fire and blood will cut the trail."
    ],
    "interpretation": "A siege will last six days before a city is attacked. A fierce battle will free the city, three parties will be pardoned, while the remaining forces will be slain by fire and blood—predicting a concise yet brutal siege with partial clemency."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "23": {
    "french": [
      "Si France passes outre mer lygustique,",
      "Tu te verras en isles & mers enclos:",
      "Mahommet contraire: plus mer Adriatique:",
      "Cheuaux & d’asnes tu rougeras les os."
    ],
    "english": [
      "If France passes beyond the Lygustic sea,",
      "You will see yourself on islands and enclosed seas:",
      "Muhammad opposite: more Adriatic sea:",
      "Horses and donkeys you will redden the bones."
    ],
    "interpretation": "If France moves beyond the western sea, it will find itself among islands and confined waters. In opposition, Islamic forces from the Adriatic will attack, leaving dead horses and donkeys—foretelling a conflict over Mediterranean domination."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "24": {
    "french": [
      "De l’entreprinse grande confusion,",
      "Perte de gens, trésor innumerable:",
      "Tu ny dois faire encor extension",
      "France a mon dire fais que sois recordable."
    ],
    "english": [
      "From the great enterprise great confusion,",
      "Loss of people, countless treasure:",
      "You must not make further extension",
      "France, in my saying, make yourself memorable."
    ],
    "interpretation": "A massive project will cause utter confusion, massive loss of life and irreplaceable wealth. No further expansion should be attempted; France should instead aim for lasting legacy—advising against over‑ambitious ventures after a disastrous enterprise."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "25": {
    "french": [
      "Qui au royaume Nauarrois paruiendra",
      "Quand de Secile & Naples seront ioints:",
      "Bigorre & Landes par Foyx Loron tiendra,",
      "D’un qui d’Hespaigne sera par trop conioint."
    ],
    "english": [
      "Who in the Nautorian kingdom will appear",
      "When Seville and Naples are joined:",
      "Bigorre and Landes will be held by Foyx Loron,",
      "From one who from Spain will be too much joined."
    ],
    "interpretation": "A figure will rise in the “Nautorian” realm when Seville (Secile) and Naples unite. The regions of Bigorre and Landes will be controlled by a power named Foyx Loron, while a Spanish figure will become overly involved—suggesting a new ruler emerging through a Franco‑Spanish alliance."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "26": {
    "french": [
      "Des rois & princes dresseront simulacres,",
      "Augures, creuz esleués aruspices:",
      "Corne, victime d’orée, & d’azur, d’acre:",
      "Interpretés seront les extispices."
    ],
    "english": [
      "Kings and princes will raise simulacra,",
      "Omen, raised cross augurs:",
      "Horn, victim of dawn, & of azure, of sharpness:",
      "The extispices will be interpreted."
    ],
    "interpretation": "Monarchs will create false idols; signs and cross‑like auguries will appear. A horn (perhaps a trumpeting omen) and victims of dawn and sky will be studied by extispicy (divination from entrails)—indicating a period of elaborate prophetic practices accompanying political displays."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "27": {
    "french": [
      "Prince Libyque puissant en Occident",
      "Francois d’Arabe viendra tant enflammer:",
      "Scauans aux lettres fera condescendent,",
      "La langue Arabe en Francois translater."
    ],
    "english": [
      "Powerful Libyan prince in the West,",
      "Francis of Arab will come to inflame so much:",
      "Scauans to letters will make descend,",
      "The Arabic language will translate into French."
    ],
    "interpretation": "A dominant Libyan ruler will impact western lands. An Arab‑named Francis will arrive, stirring passions. Scholars will lower themselves to letters, translating Arabic into French—hinting at cultural and political exchange between the Arab world and Western Europe."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "28": {
    "french": [
      "De terre foible & pauure parentèle,",
      "Par bout & paix paruiendra dans l’empire.",
      "Long temps regner vne jeune femelle,",
      "Qu’oncq en regne n’en suruint vn si pire."
    ],
    "english": [
      "From weak and poor earth kinship,",
      "By end and peace will appear in the empire.",
      "A young female will reign for a long time,",
      "But when she reigns she will not be so much worse."
    ],
    "interpretation": "From a fragile, impoverished lineage, a peaceful era will emerge in the empire. A young woman will rule for an extended period, yet her reign will not be as terrible as expected—signifying a surprisingly stable female monarchy after a period of weakness."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "29": {
    "french": [
      "Les deux nepueus en divers lieux nourris:",
      "Nauale pugne, terre, pères tombés",
      "Viendront si haut esleués enguerris",
      "Venger l’iniure: ennemis succombés."
    ],
    "english": [
      "The two nephews in different places fed:",
      "Naval fight, earth, fathers fallen",
      "Will come so high raised enemies",
      "To avenge the injury: enemies defeated."
    ],
    "interpretation": "Two nephews, each nourished in separate locations, will lead naval battles amid fallen patriarchs. They will rise high, defeating enemies to avenge past wounds—indicating a family‑driven war of revenge across sea and land."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "30": {
    "french": [
      "Celuy qu’en luite & fer au fait bellique,",
      "Aura porté plus grand que lui le pris,",
      "De nuit au lit six lui feront la pique,",
      "Nud sans harnois subit sera surpris."
    ],
    "english": [
      "He who in light and iron at warlike deed,",
      "Will bear greater than him the price,",
      "At night on the bed six will make the sting,",
      "Naked without armor will suddenly be surprised."
    ],
    "interpretation": "A warrior renowned for bright, iron warfighting will pay a higher price than expected. Six assassins will strike him at night while he is unarmed. This foretells a surprise attack on a famed combatant."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "31": {
    "french": [
      "Aux champs de Mede, d’Arabe & d’Armenie,",
      "Deux grands copies trois fois s’assembleront:",
      "Pres du riuage d’Araxes la mesnie,",
      "Du grand Solman en terre tomberont."
    ],
    "english": [
      "In the fields of Mede, Arab and Armenian,",
      "Two great copies three times will assemble:",
      "Near the flooding of Araxes the mess,",
      "From the great Solomon will fall to earth."
    ],
    "interpretation": "In regions of Media, Arab lands and Armenia, three powerful forces (copies) will gather. Near the Araxes river’s flood, a major figure (Solomon) will fall, indicating a coalition of eastern powers and a catastrophic defeat of a great ruler."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "32": {
    "french": [
      "Le grand sepulcre du peuple Aquitanique",
      "S’approchera auprès de la Tousquane,",
      "Quand Mars sera près du coing Germanique,",
      "Et au terroir de la gent Mantuane."
    ],
    "english": [
      "The great tomb of the Aquitanian people",
      "Will approach near the Tousquane,",
      "When Mars is near the Germanic corner,",
      "And to the land of the Mantuan people."
    ],
    "interpretation": "A massive burial (catastrophe) affecting Aquitaine will reach near the region of Tousquane. At the same time Mars (war) will be close to Germanic borders, and the Mantuan lands will also be affected—signalling widespread war and death across western Europe."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "33": {
    "french": [
      "En la cité où le loup entrera,",
      "Bien près de là les ennemis seront:",
      "Copie étrange grand païs gastera.",
      "Aux murs & Alpes les amis passeront."
    ],
    "english": [
      "In the city where the wolf will enter,",
      "Very near there the enemies will be:",
      "Strange copy great country will be destroyed.",
      "To the walls and Alps the friends will pass."
    ],
    "interpretation": "A city breached by a wolf (symbolic of invasion) will soon be surrounded by foes. A foreign “copy” (perhaps a replica army) will devastate a great land, while allies will move toward the walls and the Alps—indicating a siege with both destructive invaders and relieving forces."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "34": {
    "french": [
      "Quand le defaut du soleil lors sera,",
      "Sus le plain jour le monstre sera vu:",
      "Tout autrement on l’interpretera.",
      "Cherté n’a garde: nul ny aura pourue."
    ],
    "english": [
      "When the sun’s defect will be then,",
      "Above the plain day the monster will be seen:",
      "Everything else will be interpreted.",
      "Cost has no guard: none will have it ruined."
    ],
    "interpretation": "A sun defect (eclipse) will reveal a monster in the daylight plains. All other signs will be re‑interpreted, and wealth (cost) will no longer protect anyone—foretelling a solar eclipse that unveils a terrifying omen and nullifies previous safeguards."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "35": {
    "french": [
      "Du plus profond de l’Occident d’Europe,",
      "De paures gens vn jeune enfant naistra,",
      "Qui par sa langue séduira grande troupe:",
      "Son bruit au regne d’Orient plus croistra."
    ],
    "english": [
      "From the deepest West of Europe,",
      "From poor people a young child will be born,",
      "Who by his language will seduce a great crowd:",
      "His fame in the Eastern reign will increase more."
    ],
    "interpretation": "In the far western part of Europe a child of humble origin will be born. His speech will attract large followings, and his reputation will grow especially in the East—suggesting a charismatic figure from the West who will influence Eastern powers."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "36": {
    "french": [
      "Enseueli non mort apopletique",
      "Sera trouue auvoir les mains mangées:",
      "Quand la cité damnera l’heretique,",
      "Qu’auoit leurs loix si leur sembloit changées."
    ],
    "english": [
      "Enseueli not dead apoplectic",
      "Will be found having eaten hands:",
      "When the city will condemn the heretic,",
      "That their laws seemed changed."
    ],
    "interpretation": "A person named Enseueli, not dead but maddened, will be discovered having mutilated himself. The city will denounce a heretic, altering its laws in the process—suggesting a violent madness that spurs religious persecution and legal reform."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "37": {
    "french": [
      "Auant l’assaut oraison prononcée:",
      "Milan prins d’aigle par embusches deceuz:",
      "Muraille antique par canons enfoncée,",
      "Par feu & sang à mercy peu receuz."
    ],
    "english": [
      "Before the assault prayer spoken:",
      "Milan prince of eagle by ambushes deceived:",
      "Ancient wall broken by cannons,",
      "By fire & blood little mercy received."
    ],
    "interpretation": "A prayer will precede an attack. The Milanese ruler (eagle symbol) will be outwitted by ambushes. An old fortification will be shattered by artillery, with fire and blood offering little mercy—foretelling a brutal siege of Milan."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "38": {
    "french": [
      "La gent Gauloise & nation étrangère",
      "Outre les monts, morts prins & profligés:",
      "Au mois contraire & proche de vendange",
      "Par les seigneurs en accord rédigés."
    ],
    "english": [
      "The Gaulish people and foreign nation",
      "Beyond the mountains, dead princes and plundered:",
      "In the opposite month and near harvest",
      "By the lords in agreement written."
    ],
    "interpretation": "Gauls and foreign peoples beyond the mountains will see princes killed and loot taken. During an off‑season close to harvest, lords will formalise treaties—suggesting a delayed yet decisive pact after heavy losses."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "39": {
    "french": [
      "Les sept en trois mis en concorde",
      "Pour subiuguer des alpes Apennines:",
      "Mais la tempeste & Ligure couarde",
      "Les profligent en subites ruines."
    ],
    "english": [
      "The seven in three placed in agreement,",
      "To subjugate the Alpine Apennines:",
      "But the storm and cowardly Ligurian",
      "Will plunge them into sudden ruins."
    ],
    "interpretation": "Seven forces, grouped as three alliances, will try to dominate the Alpine‑Apennine region. However, a storm and a timid Ligurian side will cause their rapid downfall—signalling an alliance’s collapse due to natural and political weakness."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "40": {
    "french": [
      "Le grand theatre se viendra redresser:",
      "Le dez geté, & les rets ia tendus.",
      "Trop le premier en glaz viendra lasser,",
      "Par arcs prostraits de long temps ia fendus."
    ],
    "english": [
      "The great theatre will come to be restored:",
      "The dice cast, and the nets are stretched.",
      "Too much the first in ice will come to tire,",
      "By bows prostrated for a long time they were split."
    ],
    "interpretation": "A major cultural center (the theatre) will be rebuilt; gambling (dice) and fishing nets will be set. Excessive ice will cause fatigue, and long‑standing bows (perhaps weapons) will break—implying a revival of arts amid harsh winter conditions that damage armaments."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "41": {
    "french": [
      "Bosseu sera esleu par le conseil,",
      "Plus hideux monstre en terre n’aperceu.",
      "Le coup volant prelat creuera l’œil:",
      "Le traistre au roy pour fidele receu."
    ],
    "english": [
      "Bosseu will be chosen by the council,",
      "No more hideous monster seen on earth.",
      "The flying blow of the prelate will create the eye:",
      "The traitor to the king for faithful receives."
    ],
    "interpretation": "A figure named Bosseu will be appointed by a council, ending the sight of a terrifying monster. A prelate’s swift strike will expose the traitor, who will be rewarded for loyalty to the king—suggesting a political purge and reward system."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "42": {
    "french": [
      "L’enfant naistra à deux dents à la gorge",
      "Pierres en Tuscie par pluie tomberont:",
      "Peu d’ans apres ne sera bled, ne orge,",
      "Pour saouler ceux qui de faim failliront."
    ],
    "english": [
      "The child will be born with two teeth in the throat",
      "Stones in Tuscia will fall by rain:",
      "Few years later it will not be wheat, nor barley,",
      "To drown those who will fail from hunger."
    ],
    "interpretation": "A child born with a malformation (two teeth in the throat) heralds a disaster where stones rain down in Tuscia. Within years, crops will fail, leading to famine and drowning of those who cannot eat—foretelling a famine accompanied by a catastrophic storm."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "43": {
    "french": [
      "Gents d’alentour de Tarn, Loth, & Garonne,",
      "Gardés les monts Apennines passer,",
      "Vostre tombeau pres de Rome & d'Anconne",
      "Le noir poil crespe fera trophée dresser."
    ],
    "english": [
      "People around Tarn, Loth, & Garonne,",
      "Guard the Apennine mountains to pass,",
      "Your tomb near Rome & Ancona",
      "The black curly hair will raise a trophy."
    ],
    "interpretation": "Inhabitants of the Tarn, Loth and Garonne regions will defend the Apennines. A burial site near Rome and Ancona will be marked by a trophy fashioned from dark curly hair—perhaps a symbol of a defeated enemy—signalling a defensive stand in Italy and a commemorative monument."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "44": {
    "french": [
      "Quand l’animal à l’homme domestique",
      "Apres grands peines & saults viendra parler:",
      "Le foudre à vierge sera si maleficque,",
      "De terre prinse, & suspendue en l’air."
    ],
    "english": [
      "When the animal to the domestic man",
      "After great pains and jumps will come to speak:",
      "The lightning to the virgin will be so malignant,",
      "From the earth taken, and suspended in the air."
    ],
    "interpretation": "A domesticated animal (perhaps a horse) will, after suffering, begin to ‘speak’—a metaphor for a warning. A deadly lightning strike will hit a virgin, lifting something from the ground into the sky—suggesting a supernatural omen involving a pure figure and a storm."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "45": {
    "french": [
      "Les cinq étranges entrés dedans le temple,",
      "Leur sang viendra la terre prophaner:",
      "Aux Thoulousains sera bien dur exemple",
      "D’un qui viendra ses loÿs exterminer."
    ],
    "english": [
      "The five strange ones entered within the temple,",
      "Their blood will make the earth barren:",
      "To the Thoulous will be a hard example",
      "Of one who will come to exterminate his laws."
    ],
    "interpretation": "Five mysterious figures will infiltrate a temple, spilling blood that renders the land barren. The people of Thoulous will receive a harsh lesson from a person who will eradicate his own laws—hinting at a sacrilegious act that devastates a region and leads to legal destruction."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "46": {
    "french": [
      "Le ciel (de Plancus la cité) nous presaige",
      "Par clairs insignes & par estoiles fixes,",
      "Que de son change subit s’approche l’âge,",
      "Ne pour son bien, ne pour ses maléfices."
    ],
    "english": [
      "The sky (of Plancus the city) will seize us",
      "By clear signs and by fixed stars,",
      "From its sudden change the age approaches,",
      "Neither for its good, nor for its evils."
    ],
    "interpretation": "A celestial event over Plancus (a city) will strike, marked by clear omens and steady stars. This abrupt shift signals a new era, neither wholly beneficial nor wholly harmful—foretelling a pivotal epochal change driven by astronomical signs."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "47": {
    "french": [
      "Le vieux monarque deschassé de son règne",
      "Aux Orient[s] son secours ira querre:",
      "Pour peur des croix pliera son enseigne:",
      "En Mitilène ira pour port et terre."
    ],
    "english": [
      "The old monarch expelled from his reign",
      "To the East his aid will go to seek:",
      "For fear of the cross he will bend his banner:",
      "In Miletus he will go for port and land."
    ],
    "interpretation": "An ousted elderly king will look eastward for assistance. Fearing the Christian cross, he will change his standard and travel to Miletus (Asia Minor) seeking a harbor and territory—signalling a displaced ruler turning to the East for refuge and power."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "48": {
    "french": [
      "Sept cents captifs estaches rudement",
      "Pour la moitié meurtrir, donné le sort,",
      "Le proche espoir viendra si promptement",
      "Mais non si tost qu’une quinzième mort."
    ],
    "english": [
      "Seven hundred captives harshly torn",
      "For half to be killed, fate given,",
      "Near hope will come so quickly,",
      "But not as soon as a fifteenth death."
    ],
    "interpretation": "Seven hundred prisoners will suffer brutal fates, with half dying. A glimmer of hope will arrive relatively fast, though not as fast as the next death among a group of fifteen—suggesting a grim captivity with a delayed but eventual rescue."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "49": {
    "french": [
      "Regne Gauloys tu seras bien change:",
      "En lieu étranger est translaté l’empire",
      "Entre autres morts, & loÿs seras rangé :",
      "Rouan & Chartres te feront bien du pire."
    ],
    "english": [
      "The Gaulish reign you will be well changed:",
      "In a foreign place the empire is transferred",
      "Among other deaths, and laws you will be arranged:",
      "Rouen & Chartres will do you great evil."
    ],
    "interpretation": "The Gaulish kingdom will undergo a profound transformation, moving its empire to a foreign land. Many will die and laws will be reordered. The cities of Rouen and Chartres will bring about severe misfortune—signalling a forced relocation and legal upheaval with hostile French cities."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "50": {
    "french": [
      "La république de la grande cité",
      "A grand rigueur ne voudra consentir:",
      "Roi sortir hors par trompette cité",
      "L’eschele au mur, la cité repentir."
    ],
    "english": [
      "The republic of the great city",
      "Will not want to consent to great rigor:",
      "King will exit out by trumpet of the city",
      "The ladder to the wall, the city repent."
    ],
    "interpretation": "A major urban republic will refuse harsh discipline. A monarch will depart, signalled by a city’s trumpet. A ladder placed against a wall symbolizes the city’s remorse—foretelling a sovereign’s forced exit and an embarrassed civic authority."
    ,
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "51": {
    "french": [
      "P A R I S coniure vn grand meurtre commetre,",
      "Bloys le fera sortir en plain effet:",
      "Ceux d’Orleans voudront leur chef remetre,",
      "Angiers, Troye, Langres leur feront grand forfait."
    ],
    "english": [
      "Paris conspires to commit a great murder,",
      "Blois will bring it about in full effect,",
      "Those of Orléans will want to restore their leader,",
      "Angers, Troyes, Langres will give them a heavy penalty."
    ],
    "interpretation": "A political plot in Paris will lead to a high‑profile assassination. Blois will be the instrument, while the people of Orléans demand the return of their chief. The cities of Angers, Troyes and Langres will retaliate harshly, signalling civil strife in central France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "52": {
    "french": [
      "En la Campaigne sera si longue pluie,",
      "Et en la Pouile si grande siccité.",
      "Coq verra l’aigle, l’aesle mal accomplie:",
      "Par Lyon mise sera en extremité."
    ],
    "english": [
      "In the countryside a very long rain will fall,",
      "And in Pouile an extreme drought,",
      "The rooster will see the eagle, the task ill‑done:",
      "Through Lyon a final thrust will be placed."
    ],
    "interpretation": "A region will experience prolonged rain, while another suffers severe drought. A symbolic clash (rooster vs. eagle) will end badly, and Lyon will become the decisive battleground, indicating contrasting weather disasters leading to conflict in the region.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "53": {
    "french": [
      "Quand le plus grand emportera le pris",
      "De Nuremberg d’Auspurg, & ceux de Basle",
      "Par Aggripine chef Francqfort repris",
      "Transuerseront par Flamans iusques en Gale."
    ],
    "english": [
      "When the greatest takes the prize",
      "From Nuremberg, Augsburg and those of Basel,",
      "By the aggressive French‑Frankfurt leader taken back,",
      "They will be driven across by the Flemish into Gaul."
    ],
    "interpretation": "A dominant power will capture the spoils of German cities (Nuremberg, Augsburg, Basel). A force led from Frankfurt will reclaim them, only to be forced back by the Flemish into French lands—forecasting a clash over the Holy Roman Empire’s western territories.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "54": {
    "french": [
      "L’un des plus grands fuira aux Hespaignes,",
      "Qu’en longue plaie apres viendra saigner:",
      "Passant copies par les hautes montaignes",
      "Deuastant tout & puis en paix regner."
    ],
    "english": [
      "One of the greatest will flee to Spain,",
      "A long wound will later bleed,",
      "Copies will pass over the high mountains,",
      "Ravaging all and then ruling in peace."
    ],
    "interpretation": "A prominent figure will escape to Spain, leaving a lingering grievance that later erupts. Troops (copies) will cross the high mountains, devastate the region, and subsequently establish a peaceful rule—suggesting an invasion of Spain followed by a harsh but stabilising occupation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "55": {
    "french": [
      "En l’an qu’un oeil en France regnera,",
      "La court sera à vn bien fascheux trouble:",
      "Le grand de Bloys son ami tuera:",
      "Le regne mis en mal & doute double."
    ],
    "english": [
      "In the year an eye will rule in France,",
      "The court will be in a very wicked trouble,",
      "The great of Blois will kill his friend,",
      "The reign will be placed in difficulty and double doubt."
    ],
    "interpretation": "A ruler (symbolised by an eye) will ascend in France, bringing corruption at court. The leader of Blois will betray and murder an ally, causing the monarchy to fall into crisis and deep uncertainty.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "56": {
    "french": [
      "Montauban, Nismes, Auignon, & Besier,",
      "Peste, tonnerre & gresle à fin de Mars:",
      "De Paris pont, Lyon mur, Montpellier,",
      "Depuis six cent & sept XXIII.pars."
    ],
    "english": [
      "Montauban, Nîmes, Auvergne, & Besier,",
      "Plague, thunder and hail at the end of March,",
      "From the Paris bridge, Lyon wall, Montpellier,",
      "Since six hundred and seven twenty‑three pars."
    ],
    "interpretation": "Mid‑March will bring plague, storms and hail affecting several French cities, while bridges and walls in Paris, Lyon and Montpellier are threatened—signalling a widespread natural disaster across southern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "57": {
    "french": [
      "Sept foys changer verrés gent Britannique",
      "Taintz en sang en deux cent nonante an:",
      "Franche non point par apui Germanique.",
      "Aries doute son pole Bastarnan."
    ],
    "english": [
      "Seven times the British people will be changed,",
      "Stained with blood in the year two‑hundred ninety,",
      "France will not be supported by the Germanic.",
      "Aries doubts its pole Bastarnan."
    ],
    "interpretation": "In the year 290, Britain will suffer repeated upheavals and bloodshed. France will lack Germanic support, and Aries (the zodiac sign) will question its own destiny—indicating political turmoil in Britain and isolation for France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "58": {
    "french": [
      "Aupres du Rin des montaignes Noriques",
      "Naistra vn grand de gents trop tard venu,",
      "Qui defendra SAVROME & Pannoniques,",
      "Qu’on ne saura qu’il sera deuenu."
    ],
    "english": [
      "Near the Rhine of the Noric mountains,",
      "A great man of people will be born too late,",
      "Who will defend Savrome and Pannonian lands,",
      "It will not be known what he will become."
    ],
    "interpretation": "A late‑born leader from the Noric (Austrian) region near the Rhine will try to protect the Savoy and Pannonian territories, but his fate remains uncertain—foretelling a delayed heroic figure whose impact is unclear.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "59": {
    "french": [
      "Barbare empire par le tiers vsurpé",
      "La plus grand part de son sang metra à mort:",
      "Par mort senile par luy le quart frapé,",
      "Pour peur que sang par le sang ne soit mort."
    ],
    "english": [
      "Barbarian empire overrun by a third,",
      "The greatest part of its blood will be put to death:",
      "By senile death a quarter will be struck,",
      "For fear that blood by blood will not die."
    ],
    "interpretation": "A barbarian empire will be split, with most of its warriors slain. A quarter will die of old age, out of fear of endless bloodshed—signalling internal collapse and a tragic loss of life.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "60": {
    "french": [
      "Par toute Asie grande proscription,",
      "Mesmes en Mysie, Lysie & Pamphylie:",
      "Sang versera par absolution",
      "D’un jeune noir rempli de félonie."
    ],
    "english": [
      "Throughout all great Asia a ban,",
      "Also in Mysia, Lycia and Pamphylia:",
      "Blood will be shed by absolution",
      "Of a young black man full of treachery."
    ],
    "interpretation": "A sweeping exile will affect much of Asia and parts of western Turkey. A treacherous young man will cause bloodshed under the guise of pardoning—suggesting a major political purge across the eastern Mediterranean.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "61": {
    "french": [
      "La grande bande & secte crucigere",
      "Se dressera en Mesopotamie:",
      "Du proche fleuue compaignie legiere,",
      "Que telle loi tiendra pour ennemie."
    ],
    "english": [
      "A great gang and crusader sect",
      "Will arise in Mesopotamia:",
      "From the nearby river a light company,",
      "That such law will hold for the enemy."
    ],
    "interpretation": "A militant crusading group will emerge in Mesopotamia, supported by a fleet on a nearby river. Its legal code will target foes, indicating a new religious‑military power in the Middle East.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "62": {
    "french": [
      "Proche del duero par mer Tyrrene close",
      "Viendra percer les grands monts Pyrénées.",
      "La main plus courte & sa percée gloze,",
      "A Carcassonne conduira ses menées."
    ],
    "english": [
      "Near the Duero close to the Tyrrhenian sea,",
      "Will pierce the great Pyrenean mountains.",
      "The short hand and its shining breach,",
      "Will lead its forces to Carcassonne."
    ],
    "interpretation": "A force from the Duero River region (Spain) will break through the Pyrenees, advancing toward Carcassonne in France—signalling a western invasion over the mountain barrier.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "63": {
    "french": [
      "Romain pouuoir sera du tout abas,",
      "Son grand voysin imiter ses vestiges:",
      "Occultes haines ciuiles, & debats",
      "Retarderont aux bouffons leurs folligges."
    ],
    "english": [
      "Roman power will be completely destroyed,",
      "Its great neighbor will imitate its ruins:",
      "Hidden urban hatreds, and debates",
      "Will delay the clowns in their follies."
    ],
    "interpretation": "The Roman Empire will collapse, with a successor state copying its remains. Internal urban hostilities and endless debates will stall foolish leaders—foretelling the fall of Rome and the rise of a mimic power.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "64": {
    "french": [
      "Le chef de Perse remplira grande OLXA​ES",
      "Classe trireme contre gent Mahumetique",
      "De Parthe, & Mede: piller les Cyclades:",
      "Long repos au grand port Ionique."
    ],
    "english": [
      "The Persian chief will fill a great fleet,",
      "A trireme class against the Muslim peoples",
      "From Persia and Media to pillage the Cyclades:",
      "Long rest at the great Ionian port."
    ],
    "interpretation": "Persia will assemble a powerful navy (triremes) to fight Muslim forces, raiding the Aegean islands before returning to a safe Ionian harbor—a projection of Persian maritime power into the Mediterranean.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "65": {
    "french": [
      "Quand le sepulcre du grand Romain trouué,",
      "Le iour apres sera esleu pontife,",
      "Du senat gueres il ne sera prouué",
      "Empoisonné son sang au sacré scyphe."
    ],
    "english": [
      "When the tomb of the great Roman is found,",
      "The following day a pope will be chosen,",
      "From the senate he will hardly be proven,",
      "His blood poisoned by the sacred scepter."
    ],
    "interpretation": "The discovery of a major Roman tomb will coincidingly lead to the election of a pope whose legitimacy is doubtful; he will be poisoned by a sacred object—foretelling controversy in the Papacy linked to ancient Roman findings.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "66": {
    "french": [
      "Le grand bailif d’Orleans mis à mort",
      "Sera par vn de sang vindicatif:",
      "De mort merite ne mourra, ne par sort:",
      "Des pieds & mains mal le faisoit captif."
    ],
    "english": [
      "The great bailiff of Orléans will be killed,",
      "By a vindictive blood relative:",
      "He will not die by merit, nor by fate:",
      "His feet and hands made him a poor captive."
    ],
    "interpretation": "Orléans’ chief magistrate will be murdered by a vengeful family member, not for justice. He will be captured and tortured—foretelling an internal vendetta that ends in a brutal death of a high official.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "67": {
    "french": [
      "Vne nouvelle secte de Philosophes",
      "Mesprisant mort, or, honneurs & richesses,",
      "Des monts Germains ne seront limitrophes:",
      "A les ensuiure auront apui & presses."
    ],
    "english": [
      "A new sect of Philosophers",
      "Despising death, gold, honors and riches,",
      "The Germanic mountains will not be their borders:",
      "They will have support and presses behind them."
    ],
    "interpretation": "A philosophical movement will reject material concerns, spreading beyond the German mountains, supported by patrons and presses—signifying an intellectual uprising that transcends regional limits.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "68": {
    "french": [
      "Peuple sans chef d’Espagne & d’Italie",
      "Morts, profligés dans le Cherronnesse:",
      "Leur duyt trahi par légère folie",
      "Le sang nager par tout à la trauerse."
    ],
    "english": [
      "People without a leader in Spain and Italy",
      "Dead, wasteful in the Corrèze region:",
      "Their leaders betrayed by a light folly",
      "Blood will flow everywhere in the crossing."
    ],
    "interpretation": "Leaderless populations in Spain and Italy will suffer massive casualties in Corrèze (France) due to a trivial betrayal, leading to widespread bloodshed—indicating a misguided alliance causing heavy losses.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "69": {
    "french": [
      "Grand exercite conduict par iouuenceau,",
      "Se viendra rendre aux mains des ennemis:",
      "Mais le viellard nay au demi pourceau,",
      "Fera Chalon & Mascon être amis."
    ],
    "english": [
      "Great army led by a youth,",
      "Will be handed over to the enemies' hands:",
      "But the old man will not be a half‑pig,",
      "Will make Chalon and Mascon friends."
    ],
    "interpretation": "A youthful commander will lose his army to the enemy. An aged figure, however, will broker an alliance between Chalon and Mascon—signalling a reversal of fortunes through unexpected diplomacy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "70": {
    "french": [
      "La grand Bretagne comprinse l’Angleterre",
      "Viendra par eaux si hault à inunder",
      "La ligue neusue d’Ausonne fera guerre,",
      "Que contre eux mêmes il se viendront bander."
    ],
    "english": [
      "Great Britain will comprehend England,",
      "Will come by waters so high to invade,",
      "The new league of Auvergne will wage war,",
      "That they will bind themselves against each other."
    ],
    "interpretation": "Britain will assert dominance over England via a naval invasion. Meanwhile, a new coalition from Auvergne will go to war, but internal conflicts will cause them to turn on themselves—foretelling a British incursion and a fracturing French league.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "71": {
    "french": [
      "Ceux dans les isles de long temps assiégés",
      "Prendront vigueur force contre ennemis:",
      "Ceux par dehors morts de faim profligés,",
      "En plus grand faim que jamais seront mis."
    ],
    "english": [
      "Those on islands long besieged",
      "Will gain strength against enemies:",
      "Those outside, dead from famine, scattered,",
      "Will be placed in greater hunger than ever."
    ],
    "interpretation": "Island populations under a prolonged siege will become more resilient, while those on the mainland die of famine, leading to unprecedented hunger—suggesting a split fate between besieged islands and starving mainland.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "72": {
    "french": [
      "Le bon viellard tout vif enseueli,",
      "Pres du grand fleuue par fauce souspeçon:",
      "Le nouueau vieux de richesse ennobli",
      "Prins au chemin tout l’or de la rançon."
    ],
    "english": [
      "The good old man, very lively, will be summoned,",
      "Near the great river by false suspicion:",
      "The new elderly of noble wealth",
      "Will take on the road all the gold of ransom."
    ],
    "interpretation": "An energetic elder will be called to action near a major river under false accusations. A newly ennobled wealthy elder will profit from ransom payments—foretelling a scandal involving a respected elder and a rich, opportunistic figure.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "73": {
    "french": [
      "Quand dans le regne paruiendra le boiteux",
      "Competiteur aura proche bastard:",
      "Luy & le regne viendront si fort rogneux,",
      "Qu’ains qu’il guerisse son fait sera bien tard."
    ],
    "english": [
      "When the lame one appears in the reign,",
      "A competitor will have a near‑born bastard:",
      "He and the reign will become very angry,",
      "Even if he heals, his deed will be very late."
    ],
    "interpretation": "A physically impaired ruler will see a rival with an illegitimate heir. Their anger will flare, and even recovery will come too late—signalling a dynastic crisis fueled by disability and illegitimacy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "74": {
    "french": [
      "Naples, Florence, Fauence & Imole,",
      "Seront en termes de telle facherie,",
      "Que pour complaire aux malheureux de Nolle,",
      "Plainct d’auvoir fait à son chef moquerie."
    ],
    "english": [
      "Naples, Florence, Fauence and Imole,",
      "Will be in such quarrels,",
      "To please the unhappy of Nolle,",
      "Complaint of having mocked their chief."
    ],
    "interpretation": "Italian city‑states will quarrel to appease disgruntled parties from Nolle, ending up mocking their own leader—indicating internal Italian conflicts and humiliation of authority.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "75": {
    "french": [
      "P A V. Veronne, Vicence, Sarragousse",
      "De glaïfues loin terroirs de sang humides:",
      "Peste si grande viendra à la grand gousse",
      "Proches secours, & bien loing les remèdes."
    ],
    "english": [
      "P A V. Veronne, Vicence, Sarragousse",
      "From distant wet blooded lands:",
      "A great plague will come to the great husk",
      "Near help, and far the remedies."
    ],
    "interpretation": "Regions such as Veronne, Vicence and Sarragossa will be struck by a massive plague; aid will be nearby but effective cures will be distant—foretelling an epidemic with limited immediate relief.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "76": {
    "french": [
      "En Germanie naistront diverses sectes,",
      "S’approcheront fort de l’heureux paganisme,",
      "Le cœur captif & petites réceptes,",
      "Feront retour à payer le vrai diſme."
    ],
    "english": [
      "In Germany various sects will be born,",
      "They will approach closely the happy paganism,",
      "The captive heart and small receptions,",
      "Will return to pay the true tax."
    ],
    "interpretation": "New cults in Germany will move toward pagan practices. Their hidden believers will eventually have to pay the proper tribute (perhaps to the state or church), signifying religious diversification and a later re‑imposition of authority.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "77": {
    "french": [
      "Le tiers climat sous Aries comprins",
      "Lan mil sept cents vingt et sept en Octobre,",
      "Le roy de Perse par ceux d’Égypte pris:",
      "Conflit, mort, perte : à la croix grand opprobe."
    ],
    "english": [
      "The third climate under Aries understood,",
      "One thousand seven hundred twenty‑seven in October,",
      "The king of Persia captured by those of Egypt:",
      "Conflict, death, loss: at the cross a great reproach."
    ],
    "interpretation": "In the year 1727 (October) a climatic shift under Aries will see Persia’s ruler captured by Egyptians, leading to war and loss—a major disgrace for the cross (Christianity).",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "78": {
    "french": [
      "Le chef d’Escosse avec six d’Alemagne",
      "Par gens de mer Orientaux captifs,",
      "Transueront le Calpe & Espagne",
      "Présent en Perse au nouveau roy craintif."
    ],
    "english": [
      "The chief of Scotland with six of Germany",
      "By captive eastern sea peoples,",
      "Will traverse the Calpe and Spain",
      "Present in Persia to the new fearful king."
    ],
    "interpretation": "A Scottish leader allied with six German forces will be captured by eastern maritime peoples. They will cross the Strait of Gibraltar into Spain, then appear in Persia before a new, fearful ruler—foretelling a complex north‑south‑east entanglement.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "79": {
    "french": [
      "L’ordre fatal sempiternel par chaîne",
      "Viendra tourner par ordre conséquent:",
      "Du port Phocen sera rompue la chaîne:",
      "La cité prinse, l’ennemi quand & quand."
    ],
    "english": [
      "The eternal fatal order by chain",
      "Will turn by consequent order:",
      "From the Phocian port the chain will be broken:",
      "The city taken, the enemy when and when."
    ],
    "interpretation": "A perpetual destiny enforced by chains will shift according to events. The chain at the Phocian (Greek) port will be broken, leading to the capture of a city and repeated enemy assaults—signifying a breaking of a long‑standing barrier and renewed warfare.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "80": {
    "french": [
      "Du règne Anglois l’indigne desséché,",
      "Le conseiller par ire mis à feu:",
      "Ses adhérents iront si bas tracer,",
      "Que le bâtard sera demi reçu."
    ],
    "english": [
      "From the English reign the unworthy dried out,",
      "The counsellor by anger set on fire:",
      "His followers will go so low to trace,",
      "That the bastard will be half‑received."
    ],
    "interpretation": "A corrupt English ruler will be purged; an angry advisor will be executed. His lowly supporters will fall so far that an illegitimate heir will only be partially accepted—predicting a dynastic crisis in England.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "81": {
    "french": [
      "Le grand criard sans honte audacieux,",
      "Sera élu gouverneur de l’armée:",
      "La hardiesse de son contentieux,",
      "Le pont rompu, cité de peur pasmée:"
    ],
    "english": [
      "The great boastful shout without shame, daring,",
      "Will be elected governor of the army:",
      "The boldness of his dispute,",
      "The broken bridge, city of terrified awe."
    ],
    "interpretation": "A reckless, arrogant commander will be made army governor. His bold quarrels will cause a bridge to collapse, leaving a city in stunned terror—signalling a reckless military leader whose actions bring disaster.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "82": {
    "french": [
      "Freins, Antibol, villes au tour de Nice,",
      "Seront vastées fer, par mer & par terre:",
      "Les sauterelles terre & mer vent propice,",
      "Princes, morts, troussés, pillés sans loi de guerre."
    ],
    "english": [
      "Brakes, Antibol, cities around Nice,",
      "Will be stripped of iron, by sea and by land:",
      "The locusts of earth & sea with favorable wind,",
      "Princes, dead, beaten, pillaged without war law."
    ],
    "interpretation": "The area around Nice will be stripped of metal resources by both sea and land forces. Swarms (locusts) aided by favorable winds will devastate, killing nobles and looting without any wartime code—indicating total devastation of the Riviera region.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "83": {
    "french": [
      "Les longs cheueux de la Gaule Celtique",
      "Accompagnés d’étranges nations,",
      "Mètront captif la gent Aquitanique,",
      "Pour succomber à internitions."
    ],
    "english": [
      "The long chiefs of Celtic Gaul",
      "Accompanied by strange nations,",
      "Will capture the Aquitanian people,",
      "To succumb to their incursions."
    ],
    "interpretation": "Celtic Gaulish leaders, allied with foreign peoples, will capture Aquitaine, allowing invasions to succeed—foretelling a coordinated conquest of southwestern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "84": {
    "french": [
      "La grand cité sera bien désolée",
      "Des habitants vn seul ny demeurra:",
      "Mur, sexe, temple, & vierge violée",
      "Par fer, feu, peste, canon peuple mourra."
    ],
    "english": [
      "The great city will be truly deserted,",
      "Only one inhabitant will remain:",
      "Wall, sex, temple, & virgin violated",
      "By iron, fire, plague, cannon the people will die."
    ],
    "interpretation": "A major metropolis will become a ghost town, with only a solitary survivor. Its walls, temples and morals will be shattered by war, disease and artillery—signalling total destruction of a major urban centre.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "85": {
    "french": [
      "La cité prinse par tromperie & fraude,",
      "Par le moyen d’vn beau jeune attrapé:",
      "L’assaut donné Roubine près de l’AVDE",
      "Lui et tous morts pour avoir bien trompé."
    ],
    "english": [
      "The captured city by trickery and fraud,",
      "Through the means of a beautiful young man caught:",
      "The assault given to Roubine near the AVDE",
      "He and all dead for having deceived well."
    ],
    "interpretation": "A city will be taken through deceit involving a charming young man. An assault on a place called Roubine (perhaps Rouen) will result in many deaths due to the deception—foretelling a betrayal that leads to a failed siege.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "86": {
    "french": [
      "Le chef d’Ausonne aux Hespagnes ira",
      "Par mer fera arrest dans Marseille:",
      "Auant sa mort vn long temps languira:",
      "Après sa mort lon verra grand merueille."
    ],
    "english": [
      "The chief of Auvers will go to the Spanish,",
      "By sea will arrest within Marseille:",
      "Before his death a long time will languish:",
      "After his death long will see great marvel."
    ],
    "interpretation": "A leader from Auvers will travel to Spain, be captured at sea near Marseille, then endure a long decline before dying. After his death, an extraordinary event will be witnessed—suggesting a dramatic maritime capture and subsequent wonder.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "87": {
    "french": [
      "Classe Gauloyse n’approches de Corseigne",
      "Moins de sardaigne, tu t’en repentiras",
      "Trestous morts frustrés de laide Grogne:",
      "Sang nagera: captif ne me croyras."
    ],
    "english": [
      "Gaulish class does not approach Corsica",
      "Less than Sardinia, you will regret it",
      "Many dead frustrated by useless groan:",
      "Blood will flow: captive you will not believe."
    ],
    "interpretation": "Gaulish forces will avoid Corsica, regretting missing Sardinia. Numerous dead will be left in frustration, and blood will run, surprising captives—signalling missed opportunities and heavy casualties in Mediterranean operations.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "88": {
    "french": [
      "De Barcelonne par mer si grand armée,",
      "Toute Marseille de frayeur tremblera:",
      "Isles saisies de mer aide fermée,",
      "Ton traître en terre nagera."
    ],
    "english": [
      "From Barcelona by sea such a great army,",
      "All of Marseille will tremble with fear:",
      "Islands seized, the sea's aid closed,",
      "Your traitor on land will drown."
    ],
    "interpretation": "A massive fleet from Barcelona will threaten Marseille, causing terror. Islands will be captured, aid cut off, and a betrayer on land will be drowned—foretelling a major naval assault on southern France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "89": {
    "french": [
      "En ce temps la sera frustré Cypres",
      "De son secours, de ceux de mer Egée:",
      "Vieux trucidés: mais par masles & lyphres",
      "Seduict leur roy, royne plus outragée."
    ],
    "english": [
      "At this time the Cypress will be frustrated",
      "Of its help, of those of the Aegean sea:",
      "Old slain: but by hooks & scales",
      "They seduced their king, more outraged."
    ],
    "interpretation": "The Cypress (symbolic of Greece) will be thwarted despite Aegean support. Elderly leaders fall due to treachery (hooks & scales), leading to further royal outrage—signifying a failed rescue of a Greek state.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "90": {
    "french": [
      "Le grand Satyre & Tigre de Hyrcanie,",
      "Don présente à ceux de l’Ocean:",
      "Le chef de classe istra de Carmanie",
      "Qui prendra terre au Tyrren Phocean."
    ],
    "english": [
      "The great Satyr & Tiger of Hyrcania,",
      "Gift given to those of the Ocean:",
      "The chief of the class of Caramanian explorers",
      "Who will take land at the Tyrrhenian Phocean."
    ],
    "interpretation": "Mythic figures (Satyr, Tiger) will be offered to maritime peoples. A Caramanian leader will seize territory on the Tyrrhenian Sea—foretelling a symbolic gifting of power leading to conquest on Italy’s western coast.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "91": {
    "french": [
      "L’arbre qu’auoit par long temps mort seché,",
      "Dans vne nuit viendra a reuerdir:",
      "Cron.roy malade, prince pied estaché",
      "Craint d’ennemis fera voile bondir."
    ],
    "english": [
      "The tree that had long been dead dried,",
      "In one night will come to revive:",
      "Crowned king ill, prince foot cut",
      "Fearful of enemies will make the veil jump."
    ],
    "interpretation": "A dead tree will spring to life overnight, symbolising a resurrected power. A sick king and injured prince will react to enemy threats, raising the curtain (war) quickly—suggesting a sudden revival of a dynasty amidst crises.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "92": {
    "french": [
      "Le monde proche du dernier période,",
      "Saturne encore tard sera de retour:",
      "Translat empire devers nation Brodde:",
      "L’œil arraché à Narbon par Autour."
    ],
    "english": [
      "The world near the last period,",
      "Saturn still late will return:",
      "Translate empire towards the nation Brodden:",
      "The eye ripped from Narbonne by Around."
    ],
    "interpretation": "In the final era, Saturn (a symbol of time) will return, moving the empire toward a nation called Brodden. Narbonne will lose its \"eye\" (perhaps a key figure) due to surrounding forces—indicating a late‑stage shift of power and loss of a crucial city.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "93": {
    "french": [
      "Dans Auignon tout le chef de l’empire",
      "Fera arrest pour Paris désolé:",
      "Tricast tiendra l’Annibalique ire:",
      "Lyon par change sera mal consolé."
    ],
    "english": [
      "In Auvergne the whole head of the empire",
      "Will be detained for a desolate Paris:",
      "Tricast will hold the Annibalic anger:",
      "Lyon by change will be badly consoled."
    ],
    "interpretation": "The imperial leader in Auvergne will be detained, implicating Paris. A force called Tricast will kindle a Hannibal‑like wrath, while Lyon suffers from a disappointing change—foretelling political turmoil affecting the French capital and city‑states.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "94": {
    "french": [
      "De cinq cent ans plus compte lon tiendra",
      "Celuy qu’estoit l’ornement de son temps:",
      "Puis à vn coup grande clarté donrra",
      "Que par ce siècle les rendra très contents."
    ],
    "english": [
      "From five hundred years more we will hold",
      "The one who was the ornament of his time:",
      "Then in one blow great light will give",
      "That by this century will make them very happy."
    ],
    "interpretation": "Over the next five centuries, a celebrated figure will be remembered; a sudden brilliance will appear, bringing great happiness to the age—suggesting a lasting legacy culminating in a transformative revelation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "95": {
    "french": [
      "La loy Moricque on verra defaillir:",
      "Après vne autre beaucoup plus seductiue,",
      "Boristhenes premier viendra faillir:",
      "Pardons & langue vne plus attractive."
    ],
    "english": [
      "The Moorish law will be seen to fail:",
      "After another much more seductive,",
      "Boristhenes the first will come to fail:",
      "Pardons and language more attractive."
    ],
    "interpretation": "Moorish legal customs will collapse, replaced by a more alluring system. The first Boristhenes (a ruler) will also fail, leading to new, appealing pardons and language—signalling cultural and legal replacement of Moorish influence.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "96": {
    "french": [
      "Chef de FOVSSAN aura gorge couper",
      "Par le ducteur du limier & leurier:",
      "Le fait patré par ceux du mont TARPEE",
      "Saturne en Leo XIII. de Feurier."
    ],
    "english": [
      "Chief of FOVSSAN will have his throat cut",
      "By the driver of the harvester and plow:",
      "The deed done by those of Mount Tarpee",
      "Saturn in Leo XIII of February."
    ],
    "interpretation": "The leader of FOVSSAN will be beheaded by agricultural workers. The killing will be carried out by people from Mount Tarpee, coinciding with a Saturn‑in‑Leo event in February—a violent political purge tied to astrological timing.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "97": {
    "french": [
      "Nouvelle loi terre neufue occuper",
      "Vers la Syrie, Iudée, & Palestine:",
      "Le grand empire barbare corruer,",
      "Auant que Phebés son siècle détermine."
    ],
    "english": [
      "New law, new earth to occupy",
      "Towards Syria, Judea, & Palestine:",
      "The great barbarian empire will collapse,",
      "Before Phebé's century is determined."
    ],
    "interpretation": "A fresh decree will claim new lands in the Levant. The vast barbarian empire will fall before the era of Phebé (a future period) is set—suggesting territorial expansion and the downfall of an empire in the Near East.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "98": {
    "french": [
      "Deus royals frères si fort guerroyeront [Deux]",
      "Qu’entre eux sera la guerre si mortelle,",
      "Qu’vn chacun places fortes occuperont:",
      "De règne & vie sera leur grand querelle."
    ],
    "english": [
      "Divine royal brothers will war so fiercely [Two],",
      "Between them there will be a deadly war,",
      "Each will occupy strong places:",
      "From reign and life will be their great dispute."
    ],
    "interpretation": "Two royal brothers will engage in a brutal civil war, each seizing fortified positions, fighting over authority and survival—foretelling a fratricidal conflict for the throne.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "99": {
    "french": [
      "Aux champs herbeux d’Alein & du Varneigne,",
      "Du mont Lebron proche de la Durance,",
      "Camp de deux pars conflict sera sy aigre:",
      "Mesopotamie defallira en la France."
    ],
    "english": [
      "In the grassy fields of Alen and Varneigne,",
      "From the Lebron mountain near the Durance,",
      "A camp of two parts conflict will be bitter:",
      "Mesopotamia will fall into France."
    ],
    "interpretation": "Battles in the fields near Alen and Varneigne, close to the Durance River, will be bitter between two forces. The conflict will bring Mesopotamian influence into France—signalling a western front where eastern powers intrude.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "100": {
    "french": [
      "Entre Gaulois le dernier honoré,",
      "D’homme ennemi sera victorieux:",
      "Force & terroir en moment exploré,",
      "D’un coup de trait quand mourra l’ennuyeux."
    ],
    "english": [
      "Among Gauls the last honoured,",
      "From enemy man will be victorious:",
      "Strength and land in a moment explored,",
      "With a single thrust when the boring one dies."
    ],
    "interpretation": "The final celebrated Gaul will defeat his enemy. Strength and territory will be seized swiftly, ending with a single decisive strike that kills the lingering opponent—foretelling a final, decisive victory for the Gauls.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  }
}
