{
  "1": {
    "french": [
      "L’Arc du tresor par Achilles deceu",
      "Aux procrées sceu la quadrangulaire:",
      "Au faict Royal le comment sera sceu",
      "Corps veu pendu au veu du populaire."
    ],
    "english": [
      "The treasure‑bow of Achilles will fall,",
      "A quadrangular sign will be seen by the offspring,",
      "In the royal act the commentary will be visible,",
      "A body will hang before the eyes of the people."
    ],
    "interpretation": "A famed weapon (Achilles’ bow) is lost; a four‑sided omen appears to the next generation. A royal act will be openly criticized, and a corpse will be displayed publicly – a vivid picture of a heroic figure’s downfall and a scandal that the populace will witness.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "2": {
    "french": [
      "Par Mars ouvert Arles ne donra guerre,",
      "De nuict seront les soldats estonnez:",
      "Noir, blanc à l’inde dissimulez en terre,",
      "Sous la fainte ombre traistres verrez & sonnez."
    ],
    "english": [
      "When Mars opens, Arles will not give war,",
      "By night the soldiers will be stunned,",
      "Black and white in India hide in the earth,",
      "Under the faint shadow traitors will be seen and heard."
    ],
    "interpretation": "A Mars‑driven conflict leaves Arles untouched; at night the troops are paralyzed. Enemies from far‑off (India) hide like black and white specks in the soil, and a faint darkness reveals treacherous voices – a warning of a hidden, far‑reaching conspiracy that will surface under cover of night.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "3": {
    "french": [
      "Apres de France la victoire nauale,",
      "Les Barchinons, Saillimons, les Phocens,",
      "Lierre d’or, l’enclume serré dedans la basle,",
      "Ceux de Ptolon au fraud seront consens."
    ],
    "english": [
      "After France, a naval victory will come,",
      "The Barchinons, Saillimons and the Phocaeans,",
      "Golden ivy and the hammer locked inside the basin,",
      "Those of Ptolemy will be consigned to fraud."
    ],
    "interpretation": "Following a French defeat, a sea triumph will be achieved by obscure Mediterranean fleets (Barchinons, Saillimons, Phocaeans). Wealth (golden ivy) and a powerful weapon (the hammer) will be hidden, while the followers of Ptolemy will be labeled fraudsters – a scenario of hidden riches and the downfall of a scholarly or dynastic line.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "4": {
    "french": [
      "Le Duc de Langres assiegé dedans Dole,",
      "Accompagné d’Autun & Lyonnois:",
      "Geneve, Ausbourg, ioinct ceux de Mirandole,",
      "Passer les monts contre les Anconnois."
    ],
    "english": [
      "The Duke of Langres will be besieged inside Dole,",
      "Accompanied by Autun and the Lyons,",
      "Geneva, Strasbourg and those of Mirandole will join,",
      "They will cross the mountains against the Anconns."
    ],
    "interpretation": "The Duke of Langres is trapped in Dole together with forces from Autun and Lyon. Allies from Geneva, Strasbourg and Mirandole converge, planning a mountain crossing to attack the people of Ancona (the Anconni). This foretells a northern French siege followed by an Alpine campaign into Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "5": {
    "french": [
      "Vin sur la table en sera respandu,",
      "Le tiers, n’aura celle qu’il pretendoit:",
      "Deux fois du noir de Parme descendu,",
      "Perouse à Pize fera ce qu’il cuidoit."
    ],
    "english": [
      "Wine on the table will be poured out,",
      "The third will not obtain what he claims,",
      "Twice the black of Parma will descend,",
      "Perouse at Pize will do as he wishes."
    ],
    "interpretation": "A banquet will end in spilled wine; the third party fails to get his promised share. Two dark forces from Parma will fall (perhaps invading armies), and at Perouse (Perugia) a man named Pize will achieve his designs – a picture of failed negotiations and two successive invasions from northern Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "6": {
    "french": [
      "Naples Palerme, & toute la Sicille,",
      "Par main Barbare sera inhabitee:",
      "Corsique, Salerne & de Sardeigne l’Isle,",
      "Faim, peste guerre, fin de maux intentee."
    ],
    "english": [
      "Naples, Palermo and all of Sicily,",
      "Will be left empty by a barbarian hand,",
      "Corsica, Salerno and the island of Sardinia,",
      "Will know famine, plague, war and an intended end of evils."
    ],
    "interpretation": "A barbarian force will devastate southern Italy and Sicily, emptying its cities. Corsica, Salerno and Sardinia will also suffer famine, plague and war, bringing an end to existing miseries – a classic medieval invasion of the Italian south.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "7": {
    "french": [
      "Sur le combat de grands cheuaux legers,",
      "On criera le grand croissant confond:",
      "De nuict tuer, morts, habits de bergers,",
      "Abismes rouges dans le fossé profond."
    ],
    "english": [
      "In the battle of great light horses,",
      "The great crescent will be shouted and confused,",
      "By night, killing, the dead in shepherds’ clothing,",
      "Red abysses will be in the deep ditch."
    ],
    "interpretation": "A cavalry clash (light horses) will be accompanied by the rallying cry of a “great crescent” (likely a Muslim banner) that becomes confused. Night attacks will see victims dressed as shepherds, and the battlefield will be stained with blood in deep trenches – a depiction of a chaotic night battle with religious symbols.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "8": {
    "french": [
      "Flora, fuis, fuis le plus proche Romain,",
      "Au Fesulan sera conflict donné:",
      "Sang espandu, les plus grands prins à main,",
      "Temple ne sexe ne sera pardonné."
    ],
    "english": [
      "Flora, flee, flee the nearest Roman,",
      "A conflict will be given at Fesulan,",
      "Blood will be spilled, the great princes will take up arms,",
      "The temple will not be forgiven nor its sex."
    ],
    "interpretation": "A woman named Flora is warned to flee the nearest Roman authority. A clash at Fesulan (likely a region) will cause much bloodshed as major princes raise their forces. A temple (perhaps a pagan one) will be left unforgiven – indicating an anti‑Roman revolt and desecration of sacred sites.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "9": {
    "french": [
      "Dame à l’absence de son grand capitaine,",
      "Sera prière d’amour du Vice Roy:",
      "Fainte promesse & malheureuse streine,",
      "Entre les mains du grand Prince Baroy."
    ],
    "english": [
      "A lady, in the absence of her great captain,",
      "Will pray for love to the Vice‑King:",
      "A false promise and an unhappy chain,",
      "Will be in the hands of the great Prince Baroy."
    ],
    "interpretation": "A noblewoman, left without her protector, will seek the affection of a vice‑king. She will receive deceitful vows, leading to unhappiness, and her fate will be sealed by Prince Baroy – a story of political manipulation of a widowed lady.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "10": {
    "french": [
      "Par le grand Prince limitrophe du Mans,",
      "Preux & vaillant chef du grand exercite:",
      "Par mer & terre de Gallots & Normans,",
      "Caspre passer Barcelone pillé isle."
    ],
    "english": [
      "By the great neighboring Prince of Le‑Mans,",
      "A brave and valiant leader of the great army,",
      "By sea and land of the Gauls and Normans,",
      "A daring raid will pass, Barcelona will be pillaged."
    ],
    "interpretation": "A powerful prince from the area of Le Mans will command a valiant army. Together with Gauls and Normans, they will launch a sea‑land campaign that will sack Barcelona – a foretelling of a combined French‑Norman expedition against Spain.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "11": {
    "french": [
      "L’enfant Royal contemnera la mere,",
      "Oeil, pieds blessez rude, inobeissant,",
      "Nouvelle à dame estrange & bien amere,",
      "Seront tués des siens plus de cinq cens."
    ],
    "english": [
      "The royal child will scorn his mother,",
      "His eyes and feet brutally wounded, disobedient,",
      "A new, foreign and very bitter lady,",
      "More than five hundred of his own will be killed."
    ],
    "interpretation": "A princely son will turn against his mother, suffering harsh injuries; a new foreign wife will bring bitterness. Over five hundred of his own supporters will be slain – a tragic image of dynastic strife and civil bloodshed.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "12": {
    "french": [
      "Le grand Puisnay fera fin de la guerre",
      "Aux Dieux assemble les excusez:",
      "Cahors, Moissac iront long de la serre,",
      "Refus Lesto, les Agenois raser."
    ],
    "english": [
      "The great Puisnay will bring the war to an end,",
      "Excuses will be assembled before the Gods,",
      "Cahors and Moissac will go long through the greenhouse,",
      "Lesto will be denied, the people of Agen will be razed."
    ],
    "interpretation": "A ruler named Puisnay will end a conflict, offering apologies to the divine. Towns of Cahors and Moissac will suffer prolonged hardship (the “greenhouse” meaning famine), while the town of Lesto is rejected and Agenes are destroyed – a picture of a peace settlement that still brings devastation to parts of France.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "13": {
    "french": [
      "De la cité marine et tributaire,",
      "La teste raze prendra la satrapie,",
      "Chasser sordide qui puis sera contraire,",
      "Par quatorze ans tiendra la tyrannie."
    ],
    "english": [
      "From the maritime and tributary city,",
      "The shaved head will take the scepter,",
      "He will chase the filthy one who will later be opposite,",
      "Tyranny will hold for fourteen years."
    ],
    "interpretation": "A coastal tributary city will see a bald leader seize power. He will purge a despised rival, but that rival will later return. The tyrant’s reign will last fourteen years – a classic description of a short‑lived despot in a port city.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "14": {
    "french": [
      "Faux exposer viendra topographie,",
      "Seront les cruches des monuments ouvertes:",
      "Pulluler secte, sainte philosophie,",
      "Pour blanches noires, & pour antiques vertes."
    ],
    "english": [
      "A false exposition will come from topography,",
      "The jars of monuments will be opened,",
      "A sect will flourish, a holy philosophy,",
      "For white, black and ancient green."
    ],
    "interpretation": "A misleading scientific display (topographic map) will reveal hidden relics (jars). A new sect with a “holy philosophy” will spread, embracing symbols of white, black and ancient green – a warning about pseudo‑archaeology spawning religious movements.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "15": {
    "french": [
      "Deuant cité de l’Insubre contree,",
      "Sept ans sera le siege devant mis:",
      "Le très‑grand Roy y fera son entrée,",
      "Cité puis libre hors de ses ennemis."
    ],
    "english": [
      "Before the city of the Insubri region,",
      "A siege will stand for seven years:",
      "The great king will make his entry there,",
      "The city will then be free from its enemies."
    ],
    "interpretation": "A fortress in the Insubri (northern Italy) will endure a seven‑year siege. A mighty king will finally break through, liberating the city from foreign foes – a classic protracted siege ending in liberation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "16": {
    "french": [
      "Entrée profonde par la grand Royne faite",
      "Rendra le lieu puissant inaccessible:",
      "L’armée des trois Lyons sera défaites,",
      "Faisant dedans cas hideux & terrible."
    ],
    "english": [
      "A deep entrance made by the great queen,",
      "Will render the powerful place inaccessible,",
      "The army of the three Lyons will be defeated,",
      "Creating within a hideous and terrible case."
    ],
    "interpretation": "A secret passage created by a powerful queen will seal a strategic location. The combined forces of three cities named Lyon will be crushed, leaving a dreadful scene – a tale of cunning fortification and a massive defeat of a coalition.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "17": {
    "french": [
      "Le Prince rare de pitié & clémence",
      "Viendra changer par mort grand cognoissance",
      "Par grand repos le règne trauaillé,",
      "Lors que le grand tost sera estrillé."
    ],
    "english": [
      "The rare prince of pity and clemency",
      "Will come to change with a great death of knowledge,",
      "Through great rest the reign will be betrayed,",
      "When the great speed will be struck."
    ],
    "interpretation": "A merciful prince will arrive, but his death will bring profound insight. While the realm rests, treachery will strike, and a rapid blow will end the betrayal – a paradox of kindness leading to an unexpected catastrophe.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "18": {
    "french": [
      "Les assiégez couloureront leurs patches,",
      "Sept jours après feront cruelle issue,",
      "Dans repousser, feu, sang Sept mis à l’hache",
      "Dame capturée qu’auoit la paix tissée."
    ],
    "english": [
      "The besiegers will color their patches,",
      "Seven days later they will make a cruel outcome,",
      "In the pushback, fire and blood, seven will be cut with an axe,",
      "A lady captured who once wove peace."
    ],
    "interpretation": "The attackers will mark their forces; after a week a brutal result follows. In the counter‑attack fire and blood will claim seven lives by axe; a lady who once forged peace is captured – a picture of a siege turning bloodily against a former peacemaker.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "19": {
    "french": [
      "Le fort Nicène ne sera combattu",
      "Vaincu sera par rutilant métal",
      "Son fait sera un long temps débattu",
      "Aux citadins étranges expoulant."
    ],
    "english": [
      "The strong Nicene will not be fought,",
      "It will be defeated by shining metal,",
      "Its deed will be debated for a long time,",
      "To the strange townsfolk it will be expelled."
    ],
    "interpretation": "The fortified city of Nicene (Nicaea) will fall not by siege but by a bright weapon (cannon). Its fall will be debated for ages, and the foreign population will be expelled – an image of a sudden artillery victory over a historic fortress.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "20": {
    "french": [
      "Ambassadeurs de la Toscane langue,",
      "Auril & May Alpes & mer passer",
      "Celuy de veau exposera l’harangue,",
      "Vie Gauloise ne venant effacer."
    ],
    "english": [
      "Ambassadors of the Tuscan tongue,",
      "Auril and May will pass the Alps and the sea,",
      "The one of the calf will expose the harangue,",
      "Gaulish life will not come to erase."
    ],
    "interpretation": "Tuscan envoys (perhaps during the Renaissance) will travel across the Alps and the sea in April–May. A “calf” (young leader) will deliver a bold speech; the traditional Gaulish way of life will survive, not being erased – hinting at diplomatic travel and cultural resilience.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "21": {
    "french": [
      "Par pestilente inimitié Volsicque,",
      "Dissimulée chassera le tyran:",
      "Au pont de Sorgues se fera la trafique",
      "De mettre à mort lui & son adhérant."
    ],
    "english": [
      "By a pestilential Volscian hatred,",
      "Hidden it will hunt the tyrant,",
      "At the bridge of Sorgues the trade will be made,",
      "To kill him and his follower."
    ],
    "interpretation": "A deadly hatred from the Volsci (ancient Italian tribe) will secretly target a tyrant. At the bridge of Sorgues a secret transaction (perhaps a plot) will occur, resulting in the assassination of the despot and his associate – a classic covert overthrow.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "22": {
    "french": [
      "Les citoyens de Mésopotamie",
      "Ires rencontre amis de Tarracone,",
      "Ieux rits, banquets, toute gent endormie",
      "Vicaire au Rosne, prins cité, ceux d’Ausone."
    ],
    "english": [
      "The citizens of Mesopotamia",
      "Will meet friends of Tarragona,",
      "Laughter, banquets, the whole people asleep,",
      "A vicar at Rosne, prince of the city, those of Ausone."
    ],
    "interpretation": "People from the east (Mesopotamia) will mingle with allies from Tarragona (Spain) in feasting and revelry, while the general populace rests. A vicar in Rosne and the prince of Ausone will be involved – suggesting a diplomatic gathering that unites distant cultures.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "23": {
    "french": [
      "Le Royal sceptre sera contraint de prendre,",
      "Ce que ses prédécesseurs avaient engagé,",
      "Puis que l’anneau on fera mal entendre,",
      "Lors qu’on viendra le palais saccager."
    ],
    "english": [
      "The royal scepter will be forced to take,",
      "What its predecessors had pledged,",
      "Then the ring will be badly understood,",
      "When they come to sack the palace."
    ],
    "interpretation": "A king will be compelled to fulfill the oaths of his forebears. A symbolic ring (perhaps a treaty) will be misinterpreted, leading to the palace’s sack – a warning of forced inheritance and subsequent betrayal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "24": {
    "french": [
      "L’enseuely sortira du tombeau,",
      "Fera de chaînes lier le fort du pont:",
      "Empoisonné avec œufs de Barbeau,",
      "Grand de Lorraine par le Marquis du Pont."
    ],
    "english": [
      "The hidden one will rise from the tomb,",
      "Will bind the strong bridge with chains,",
      "Poisoned with Barbeau’s eggs,",
      "A great man of Lorraine by the Marquis of the Bridge."
    ],
    "interpretation": "A concealed figure will emerge, chaining a major bridge. He will be poisoned (with “Barbeau” eggs – a toxic concoction). A powerful Lorraine noble, the Marquis of the Bridge, will be involved – a story of sabotage and intrigue around a vital crossing.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "25": {
    "french": [
      "Par guerre longue l’exercite épuiser,",
      "Que pour soldats ne trouveront pécune,",
      "Lieu d’or, d’argent, cuir on viendra cuser,",
      "Gaulois aérien, signe, croissant de Lune."
    ],
    "english": [
      "Through a long war the army will be exhausted,",
      "Soldiers will find no money,",
      "Places of gold, silver and leather will be sought,",
      "Gaulish air, sign, crescent of the Moon."
    ],
    "interpretation": "A protracted war drains the troops; the soldiers go unpaid. Rich locations of gold, silver and leather become targets. A Gaulish aerial sign (perhaps a moon‑crescent banner) will appear – indicating a desperate, loot‑driven conflict.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "26": {
    "french": [
      "Fustes & galères autour de sept nauires,",
      "Sera liée une mortelle guerre:",
      "Chef de Madric recevra coup de vires,",
      "Deux échappées, & cinq menées à terre."
    ],
    "english": [
      "Barrels and galleys around seven ships,",
      "A deadly war will be linked,",
      "Chief of Madric will receive a wooden blow,",
      "Two escapes, and five led ashore."
    ],
    "interpretation": "A fleet of seven vessels (barrels, galleys) will become embroiled in a lethal war. The commander of Madric will be struck (perhaps by a wooden club). Two will escape, five will be forced ashore – a chaotic naval clash.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "27": {
    "french": [
      "Au cainct de Vast la grand cavalerie,",
      "Proche à Ferrage empêche au bagage:",
      "Prompt à Turin feront tel volerie,",
      "Que dans le fort rauront leur hostage."
    ],
    "english": [
      "At the great plain of Vast the great cavalry,",
      "Near Ferrage they will hinder the baggage:",
      "Quickly at Turin they will make such a flight,",
      "That in the fort they will raise their hostage."
    ],
    "interpretation": "On the vast plain, the great cavalry moves near Ferrage, blocking supply trains. They dash to Turin, capturing a hostage inside a fort – a swift cavalry raid aimed at seizing a high‑value captive.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "28": {
    "french": [
      "Le capitaine conduira grande proye,",
      "Sur la montagne des ennemis plus proche,",
      "Enuironné par feu fera telle voie",
      "Tous échappés, or trente mis en broche."
    ],
    "english": [
      "The captain will lead a great project,",
      "On the mountain nearer the enemies,",
      "Crowned with fire he will make such a way,",
      "All escaped, but thirty will be impaled."
    ],
    "interpretation": "A captain will launch an assault on a mountain close to the enemy, using fire as a weapon. While many flee, thirty will be executed on spikes – a brutal mountain assault.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "29": {
    "french": [
      "Le grand Duc d’Albe se viendra rebeller,",
      "A ses grands pères fera le trahiment:",
      "Le grand de Guise le viendra débeller,",
      "Captif mené & dressé monument."
    ],
    "english": [
      "The great Duke of Albe will rebel,",
      "He will betray his great forefathers:",
      "The great one of Guise will come to unfasten him,",
      "A captive will be led and a monument erected."
    ],
    "interpretation": "The Duke of Albe rises in rebellion, betraying his ancestors. The powerful Guise family will intervene and free him, but the captive (perhaps a symbol) will be paraded and a monument erected – a tale of noble revolt and political theatre.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "30": {
    "french": [
      "Le sac s’approche, feu grand sang espandu",
      "Po, grands fleuves aux bouuiers l’entreprise,",
      "De Gennes, Nice après longs attendu,",
      "Foussan, Turin, à Sauillan la prinse."
    ],
    "english": [
      "The sack will approach, great fire, blood spread,",
      "Po, great rivers to the barges the undertaking,",
      "From Gennes, Nice after long waiting,",
      "Fusillade, Turin, the princess at Sauillan."
    ],
    "interpretation": "A sack (plunder) nears, with fire and blood. The Po River and other great rivers will be used for transport. After long delays, forces from Gennes and Nice will strike, leading to a massacre in Turin and the capture of a princess at Sauillan – a massive raid across northern Italy.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "31": {
    "french": [
      "De Languedoc, & Guienne plus de dix",
      "Mille voudront les Alpes repasser:",
      "Grands Allobroges marcheront contre Brundis",
      "Aquin & Bresse les viendront recasser."
    ],
    "english": [
      "From Languedoc and Gascony more than ten thousand,",
      "Will want to cross the Alps again:",
      "Great Allobroges will march against the Brundis,",
      "Aquin and Bresse will come to smash them."
    ],
    "interpretation": "Over ten thousand warriors from Languedoc and Gascony will aim to cross the Alps again. The Allobroges (a Gallic tribe) will attack the Brundis, while forces from Aquitaine and Bresse will join to crush them – a large Alpine campaign involving southern French peoples.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "32": {
    "french": [
      "Du mont Royal naistra d’une casane,",
      "Qui caue, & compte viendra tyranniser:",
      "Dresser copie de la marche Millane,",
      "Fauene, Florence d’or & gens espuiser."
    ],
    "english": [
      "From the royal mountain a small house will be born,",
      "That will cause and account will come to tyrannize:",
      "A copy of the Millane march will be drawn,",
      "Fauene, golden Florence and the expelled people."
    ],
    "interpretation": "A modest dwelling will appear on a royal mountain, sparking a tyrannical ruler. A model of the Millane procession will be created, and the city of Florence will be gilded while its people are expelled – a metaphor for a despotic regime using pomp to hide oppression.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "33": {
    "french": [
      "Par fraude regne, forces expolier,",
      "La classe obsesse, passages à l’espie.",
      "Deux faincts amys se viendront rallier,",
      "Esueillier hayne de long temps assoupie."
    ],
    "english": [
      "By fraud the reign will be, forces to be plundered,",
      "The obsessive class, passages to spy.",
      "Two false friends will come to join,",
      "The dried branch of a long‑sleeped time."
    ],
    "interpretation": "A usurper will seize power through fraud, looting forces. An obsessive elite will open secret passages for espionage. Two deceitful allies will join, and an ancient dormant power (“dry branch”) will awaken – warning of conspiratorial rule backed by hidden networks.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "34": {
    "french": [
      "En grand regret sera la gent Gauloise,",
      "Cœur vain, leger croira temerité:",
      "Pain, sel, ne vin, eau, venin ne ceruoise,",
      "Plus grand captif, faim, froid, necessité."
    ],
    "english": [
      "In great regret the Gaulish people will be,",
      "A vain heart, light will think of temerity:",
      "Bread, salt, wine, water, poison will not be cherished,",
      "The greatest captive, hunger, cold, necessity."
    ],
    "interpretation": "The French will be filled with regret; a vain spirit will mistake recklessness for bravery. Basic necessities (bread, salt, wine, water) will be scarce, and the people will suffer as the greatest captive—starved, chilled, forced into desperate survival.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "35": {
    "french": [
      "La grande pesche viendra plaindre, plorer,",
      "D’avoir élu, trompez seront en l’âge",
      "Guiere avec eux ne voudra démourer,",
      "Deceu sera par ceux de son langage."
    ],
    "english": [
      "The great fish will come to lament, weep,",
      "Having elected, they will be deceived in age,",
      "Leader with them will not want to stay,",
      "He will fall by those of his own language."
    ],
    "interpretation": "A ‘great fish’ (perhaps a ship or a powerful ruler) will mourn. Those who chose him will be fooled as they age. The leader will not wish to remain with his allies and will be overthrown by his own people (same language) – a story of betrayal of a once‑great sovereign.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "36": {
    "french": [
      "Dieu, le ciel tout le divin verbe à l’onde,",
      "Porté par rouges sept razes à Bizance:",
      "Contre les oingt trois cents de Tresibonde",
      "Deux lois mettront & horreur, puis credence."
    ],
    "english": [
      "God, the sky, the whole divine word to the wave,",
      "Carried by seven red raids to Byzantium:",
      "Against the oints three hundred of Tresibonde,",
      "Two laws will be set and horror, then belief."
    ],
    "interpretation": "Divine will be expressed through a wave (perhaps a proclamation). Seven red forces will assault Byzantium. They will confront three hundred “oints” (perhaps knights) from Tresibonde. Two edicts will appear, bringing terror followed by a new faith – a prophetic vision of a crusade against the Byzantine Empire.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "37": {
    "french": [
      "Dix envoyés, chef de nef mettre à mort,",
      "D’un avenir en classe guerre ouverte:",
      "Confusion chef l’un se piquée & mord,",
      "Leryn, stecades nefs, cap dedans la nerte."
    ],
    "english": [
      "Ten envoys, a ship’s captain will be put to death,",
      "From a future class of open war:",
      "Confusion, the chief will be pricked and bite,",
      "Leryn, stacked ships, strike into the net."
    ],
    "interpretation": "Ten envoys and a naval commander will be executed, heralding an era of open warfare. Chaos will ensue, with the leader being both wounded and aggressor. A fleet (“Leryn”) will be stacked and spring a trap, indicating a naval ambush.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "38": {
    "french": [
      "L’aisné Royal sur coursier voltigeant,",
      "Picquer viendra, si rudement courir,",
      "Gueulle, lipee, pieds dans l’estrein pleignant,",
      "Trainé, tiré, horriblement mourir."
    ],
    "english": [
      "The royal heir on a galloping horse,",
      "A spear will come, running so rudely,",
      "A scream, a whip, feet in the river weeping,",
      "Dragged, pulled, horribly dying."
    ],
    "interpretation": "A royal prince on horseback will be thrust by a spear, forced to run brutally. He will scream, be whipped, fall into a river and drown, being dragged to a horrific death – a vivid image of a martyrdom of a prince.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "39": {
    "french": [
      "Le conducteur de l’armee Françoise,",
      "Cuidant perdre le principal phalange:",
      "Par sus paué de l’auaigne & d’ardoise,",
      "Soy profondra par Gennes gent étrange."
    ],
    "english": [
      "The commander of the French army,",
      "Thinking he will lose the main phalanx:",
      "Through the raised powder of the awning and slate,",
      "He will be drowned by the strange people of Gennes."
    ],
    "interpretation": "A French commander believes his main formation will be lost; gunpowder (awning) and stone weapons will be used. He will be overwhelmed by an unfamiliar force from Gennes – a picture of a disastrous battle resulting from miscalculation.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },

  "40": {
    "french": [
      "Dedans tonneaux, hors oingt d’huile & graisse",
      "Seront vingt vn devant le port fermé",
      "Au second guet par mort feront prouesse",
      "Gagner les portes, & du guet assommés."
    ],
    "english": [
      "Inside barrels, outside the oil and fat,",
      "Twenty will be before the closed port,",
      "At the second watch the dead will perform a feat,",
      "They will take the gates, and the guard will be stunned."
    ],
    "interpretation": "Barrels filled with oil and grease conceal a force of twenty men, waiting at a sealed harbor. During the second watch the dead (perhaps a death‑rattle) will achieve a daring move, capturing the gates and shocking the guard – an image of a clandestine assault on a fortified port.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "41": {
    "french": [
      "Les os des pieds & des mains enſerrez,",
      "Par bruit maifon long temps inhabitée,",
      "Seront par longes concauant deterrez,",
      "Maifon falubre & fans bruit habitée."
    ],
    "english": [
      "The bones of feet and hands locked tight,",
      "By rumor the house long uninhabited,",
      "Will be unearthed by deep excavations,",
      "House healthy and without noise inhabited."
    ],
    "interpretation": "Skeletal remains with bound limbs are discovered beneath a house abandoned due to persistent eerie rumors. Extensive archaeological digs reveal the bones, after which the site is restored into a peaceful, thriving residence – suggesting the resolution of a long-haunted mystery through modern investigation and renewal.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  },
  "42": {
    "french": [
      "Deux de poifon faifis nouueaux venus,",
      "Dans la cuifine du grand Prince verfer:",
      "Par le foii llard tous deux au faict cogneus,",
      "Prins qui cuidoit de mortl aifné vexer."
    ],
    "english": [
      "Two freshly caught fish newly arrived,",
      "In the kitchen of the great Prince to pour:",
      "By the scullion both in the act recognized,",
      "Caught who thought to vex the elder with death."
    ],
    "interpretation": "Two suspicious newcomers bearing poisoned fish infiltrate the palace kitchen of a powerful ruler. A lowly kitchen worker spots them in the midst of the crime and raises the alarm, foiling an assassination plot aimed at the prince’s elder heir – a tale of thwarted regicide through humble vigilance.",
    "video": "https://youtu.be/bxuMTyNKPFg"
  }
}
