{
  "1": {
    "french": [
      "PAV, NAY, LORON plus feu qu’à sang fera,",
      "Laude nager, fuir grand aux surrez:",
      "Les agassas entree refusera,",
      "Pampon, Durance les tiendra enserez"
    ],
    "english": [
      "PAV, NAY, LORON and fire that will turn to blood,",
      "Praise will swim, great flight to safety:",
      "The Agassas will refuse to enter,",
      "Pampon and the Durance will keep them captive."
    ],
    "interpretation": "Three place‑names (Pavie, Naye, Loron) are linked with a blazing war that will spill blood. “Praise will swim” hints at a sudden exodus, while the “Agassas” (likely a tribe) will be denied entry. The rivers Pampon and Durance will hold them, suggesting a forced retreat across natural barriers.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/156.jpg"
  },

  "2": {
    "french": [
      "Condom & aux & autour de Mirande",
      "Ie voy du ciel feu qui les enuironne:",
      "Sol Mars conioint au Lyon puis Marmande",
      "Foudre, grand gresle, mur tombe dans Garonne."
    ],
    "english": [
      "Condom and surrounding Mirande,",
      "I see fire from the heavens surrounding them:",
      "The ground of Mars will join Lyon and then Marmande,",
      "Lightning, a great hailstorm, a wall will fall into the Garonne."
    ],
    "interpretation": "A celestial fire (meteor or comet) will illuminate the region of Condom and Mirande. “Mars’s ground” suggests a red‑stained earth moving southwards to Lyon and Marmande. A sudden storm of lightning and hail will cause a dam or wall to collapse into the Garonne River, heralding flood and chaos.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/156.jpg"
  },

  "3": {
    "french": [
      "Au fort chasteau de Vigilanne & Resuiers",
      "Sera serré le puisnay de Nancy:",
      "Dedans Turin seront ards les premiers",
      "Lors que de dueil Lyon sera transy."
    ],
    "english": [
      "At the strong castle of Vigilanne and Resuiers,",
      "The Nancy powder‑magazine will be tightened,",
      "Inside Turin the first will be hot,",
      "When the Lyon tide turns."
    ],
    "interpretation": "A fortified place (Vigilanne/Resuiers) will stockpile gunpowder from Nancy. The heat in Turin foreshadows the first outbreak of violence, timed with a reversal of the Rhône’s flow (a metaphor for a political tide turning).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/156.jpg"
  },

  "4": {
    "french": [
      "Dedans Monech le Coq sera receu,",
      "Le Cardinal de France apparoistra",
      "Par Logation Romain sera deceu,",
      "Foiblesse à l’Aigle, & force au Coq naistra."
    ],
    "english": [
      "Inside Monech the Rooster will be received,",
      "The French Cardinal will appear,",
      "By Roman location it will be decreed,",
      "Weakness to the Eagle, and strength to the Rooster will be born."
    ],
    "interpretation": "Monech (a locality) will host a symbolic “Rooster” (often France). A French cardinal’s appearance, sanctioned by Rome, will shift power: the traditional emblem of the Holy Roman Empire (the Eagle) will weaken while the French Rooster gains strength, pointing to a rise of French influence over the Empire.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/156.jpg"
  },

  "5": {
    "french": [
      "Apparoistra temple luisant orné,",
      "La lampe & cierge à Borne & Bretueil:",
      "Pour la lucerne le Canton destourné,",
      "Quand on verra le grand Coq au cercueil."
    ],
    "english": [
      "A shining, decorated temple will appear,",
      "The lamp and candle at Borne and Bretueil:",
      "For the lantern the Canton will be turned aside,",
      "When the great Rooster will be seen on the coffin."
    ],
    "interpretation": "A luminous temple (perhaps a new cathedral) will be built at Borne/Bretueil. The “Canton” (region) will be redirected away from its usual path. The image of a great Rooster on a coffin foretells the death of a French king or the fall of a French dynasty.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "6": {
    "french": [
      "Clarté fulgure à Lyon apparante",
      "Luysant, print Malte, subit sera esteinte:",
      "Sardon, Mauris traictera deceuante,",
      "Geneue à Londres à Coq trahison fainte."
    ],
    "english": [
      "A flashing light will appear at Lyon,",
      "Shining, the Maltese print will soon be extinguished:",
      "Sardon, Mauris will treat the downfall,",
      "Geneva to London, a roost (rooster) betrayal will be finished."
    ],
    "interpretation": "A sudden brilliance over Lyon (perhaps a comet) will herald disaster for a Maltese‑linked power. Sardon and Mauris (likely noble names) will oversee the collapse. A betrayal involving the “rooster” (France) will travel from Geneva to London, suggesting a diplomatic treachery against France.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "7": {
    "french": [
      "Verceil, Milan donra intelligence",
      "Dedans Tycin sera faicte la paye, [playe]",
      "Courir par Saine eau, sang, feu par Florence,",
      "Vnique cheoir d’haut en bas faisant maye."
    ],
    "english": [
      "Verceil, Milan will give intelligence,",
      "Inside Tycin the payment will be made,",
      "Running through the Seine water, blood, fire from Florence,",
      "A single fall from high to low will make a mess."
    ],
    "interpretation": "Milan (or a Milanese envoy) will supply secret information. A hidden settlement (Tycin) will receive money. Forces will march from the Seine to Florence, mixing water, blood and fire. One decisive defeat will topple a high authority and create chaos.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "8": {
    "french": [
      "Pres de Linterne dans de tonnes fermez,",
      "Chiuaz fera pour l’Aigle la menee,",
      "L’esleu [cassé] luy ses gens enfermez, [chassé]",
      "Dedans Turin rapt epouse emmenee."
    ],
    "english": [
      "Near Linterne, in tons of iron they will be locked,",
      "Chiuaz will make the Eagle’s march,",
      "The broken [seat] will imprison its people, [chased]",
      "Inside Turin a bride will be abducted."
    ],
    "interpretation": "In the vicinity of Linterne, massive ironworks will imprison someone. “Chiuaz” (likely a commander) will lead the “Eagle” (the Holy Roman Empire) forward. A broken throne will cause a mass exile, and a woman of status will be kidnapped in Turin – a typical royal kidnapping foretelling war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "9": {
    "french": [
      "Pendant que l’Aigle & le Coq à Sauone",
      "Seront vnis, Mer, Levant & Ongrie,",
      "L’armee à Naples, Palerme, Marque d’Ancone,",
      "Rome, Venise par Barbe horrible crie."
    ],
    "english": [
      "While the Eagle and the Rooster at Saône are united,",
      "They will be joined, Sea, East and England,",
      "The army will be at Naples, Palermo, the Mark of Ancona,",
      "Rome and Venice will scream from a horrible beard."
    ],
    "interpretation": "A temporary alliance between the Empire (Eagle) and France (Rooster) along the Saône will bring together forces from the Mediterranean, the Levant and England. Armies will gather in southern Italy (Naples, Palermo, Ancona) and the clash will involve Rome and Venice, described as a “horrible beard” – a metaphor for a savage leader.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "10": {
    "french": [
      "Puanteur grande sortira de Lausanne,",
      "Qu’on ne sçaura l’origine du fait.",
      "L’on mettra hors toute la gent lointaine,",
      "Feu veu au ciel, peuple estranger desfait."
    ],
    "english": [
      "A great stench will arise from Lausanne,",
      "Its origin will be unknown,",
      "All distant peoples will be cast out,",
      "Fire will be seen in the sky, a foreign people will be undone."
    ],
    "interpretation": "A terrible disease or disaster will emerge from Lausanne, its cause hidden. It will provoke xenophobia, driving away distant peoples. A celestial fire (perhaps a comet or volcanic eruption) will appear, signalling the downfall of a foreign nation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/157.jpg"
  },

  "11": {
    "french": [
      "Peuple infiny paroistra à Vicence",
      "Sans force, feu brusler la basilique:",
      "Pres de Lunage desfait grand de Valence,",
      "Lors que Venise par morte prendra pique."
    ],
    "english": [
      "An infinite people will be barred at Vicenza,",
      "With no strength, fire will burn the basilica:",
      "Near Lunage the great of Valencia will be undone,",
      "When Venice, by death, will take a peak."
    ],
    "interpretation": "A massive population (perhaps refugees) will be stopped at Vicenza. A fire will destroy a major basilica. Near Lunage (Lunéville?) the ruler of Valencia will fall, while Venice will experience a fatal climax, possibly a siege or plague.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "12": {
    "french": [
      "Apparoistra aupres de Buffalorre",
      "L’haut & procere entré dedans Milan,",
      "L’abbé de Foix auec ceux de sainct Morre",
      "Feront la forbe habillez en vilan."
    ],
    "english": [
      "It will appear near Buffalorre,",
      "The high and the profane will enter Milan,",
      "The abbot of Foix with those of Saint‑Morre",
      "Will make the forge dressed in villainy."
    ],
    "interpretation": "A mysterious sign near “Buffalorre” will precede the arrival of both noble and corrupt forces into Milan. The abbot of Foix, together with the Saint‑Morre sect, will corrupt the city’s armaments (“forge”), indicating a treasonous takeover.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "13": {
    "french": [
      "Le croisé frere par amour effrenee",
      "Fera par Praytus Bellerophon mourir,",
      "Classe à milans la femme forcenee",
      "Beu le breuuage, tous deux apres perir."
    ],
    "english": [
      "The crusader brother, driven by frantic love,",
      "Will cause Praytus Bellerophon to die,",
      "A class in Milan will force the woman,",
      "Both will drink the brew and then perish."
    ],
    "interpretation": "A passionate knight (the “crusader brother”) will cause the death of a figure named Praytus Bellerophon. In Milan a forced marriage or abduction of a woman will occur; both parties will drink a poison (the “brew”) and die – a classic tale of court intrigue.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "14": {
    "french": [
      "Le grand credit d’or & d’argent l’abondance",
      "Fera aueugler par libide l’honneur,",
      "Sera cogneu d’adultere l’offence",
      "Qui paruiendra à son grand des‑honneur."
    ],
    "english": [
      "The great credit of gold and silver, abundance,",
      "Will raise honour by desire,",
      "It will be known as an adulterous offence,",
      "Which will bring great disgrace."
    ],
    "interpretation": "A massive influx of wealth (gold and silver) will tempt people to betray honor. The resulting scandal will be labeled an “adulterous offence,” leading to widespread humiliation of the ruling house.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "15": {
    "french": [
      "Vers Aquilon grands efforts par homasse",
      "Presque l’Europe & l’Vniuers vexer,",
      "Les deux eclypses mettra en telle chasse,",
      "Et aux Pannons vie & mort renforcer."
    ],
    "english": [
      "Towards the north great efforts by men,",
      "Will almost disturb Europe and the Universe,",
      "The two eclipses will set such a hunt,",
      "And in the Pannons life and death will be reinforced."
    ],
    "interpretation": "A northern campaign of massive scale will threaten all of Europe (and, poetically, the “universe”). Two solar/lunar eclipses will be interpreted as omens for the war, intensifying the struggle in the Pannonian region (modern Hungary/Serbia).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "16": {
    "french": [
      "Au lieu que HIERON fait sa nef fabriquer",
      "Si grand deluge sera & si subite,",
      "Qu’on n’aura lieu ne terre s’attaquer,",
      "L’onde monter Fesulan Olympique."
    ],
    "english": [
      "Where Hieron builds his ship,",
      "A great and sudden flood will occur,",
      "No place or land will be safe from attack,",
      "The wave will rise like an Olympic Fesulan."
    ],
    "interpretation": "A shipyard (perhaps at Hieros) will be the site of an unprecedented flood, destroying both land and sea defenses. The “Olympic Fesulan” (a gigantic wave) evokes a biblical or mythic tsunami that will batter coastal forts.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/158.jpg"
  },

  "17": {
    "french": [
      "Les biens aisez subit seront desmis,",
      "Par les trois freres le monde mis en trouble.",
      "Cité marine saisiront ennemis,",
      "Faim, feu, sang, peste, & de tous maux le double."
    ],
    "english": [
      "Easily obtained goods will be taken away,",
      "Through three brothers the world will be thrown into trouble.",
      "A maritime city will seize enemies,",
      "Hunger, fire, blood, plague and double the usual ills."
    ],
    "interpretation": "A sudden confiscation of wealth, orchestrated by three brothers (perhaps a dynastic trio), will plunge the world into chaos. A coastal city (likely a naval base) will attack foes, but a cascade of famine, war, disease and disaster will double the suffering.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "18": {
    "french": [
      "De Flore issue de sa mort sera cause,",
      "Vn temps deuant par ieune & vieille bueyre",
      "Car les trois lys luy feront telle pause,",
      "Par son fruit sauve comme chair crue muere."
    ],
    "english": [
      "From Flora, the cause of her death,",
      "A time before, by a young and old drinker,",
      "For the three lilies will pause for her,",
      "Her fruit will save like raw flesh will die."
    ],
    "interpretation": "The death of a woman named Flora (or a symbolic “flower”) will be triggered by a mix of youth and age (perhaps a generational conflict). The “three lilies” (a heraldic symbol) will intervene, and her offspring (“fruit”) will survive while others perish, pointing to a dynastic renewal after tragedy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "19": {
    "french": [
      "A soustenir la grande cappe troublee,",
      "Pour l’esclaircir les rouges marcheront:",
      "De mort famille sera presque accablee,",
      "Les rouges rouges le rouge assommeront."
    ],
    "english": [
      "To support the great troubled cape,",
      "The reds will march to clear it,",
      "A family’s death will be almost overwhelming,",
      "The deep reds will strike the red down."
    ],
    "interpretation": "A massive, cloud‑filled covering (perhaps a storm) will need to be cleared. Red forces (likely French troops) will advance to do so. A noble family will suffer near‑total annihilation, and the “deep reds” (the most fervent troops) will crush their enemies decisively.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "20": {
    "french": [
      "Le faux message par election feinte,",
      "Courir par vrben rompue pache arreste:",
      "Voix acheptee, de sang chappelle teinte,",
      "Et à vn autre l’empire contraicte."
    ],
    "english": [
      "A false message, a forged election,",
      "Will run through a broken city, stopping peace,",
      "A bought voice, blood will stain the chapel,",
      "And the empire will be drawn toward another."
    ],
    "interpretation": "A fake decree (perhaps a forged election result) will cause turmoil in a city whose walls are already broken, ending any peace. A purchased prelate (“bought voice”) will spill blood in a chapel, and the empire will shift its focus to a new rival power.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "21": {
    "french": [
      "Au port de Agde trois fustes entreront,",
      "Portant l’infect, non foy & pestilence,",
      "Passant le pont mil milles trembleront, [embleront]",
      "Et le pont rompre à tierce resistance."
    ],
    "english": [
      "At the port of Agde three vessels will enter,",
      "Carrying infection, not fire nor pestilence,",
      "Crossing the bridge a thousand miles they will tremble,",
      "And the bridge will break at a third resistance."
    ],
    "interpretation": "Three ships will dock at Agde, bringing disease (perhaps the plague). As they travel inland over a thousand‑mile bridge, the structure will suffer a catastrophic failure at its weak point, reflecting the spread of contagion across the land.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "22": {
    "french": [
      "Gorsan, Narbonne, par le sel aduertir",
      "Tucham, la grande Parpignan trahie, [la grace]",
      "La ville rouge n’y voudra consentir,",
      "Par haute vol drap gris vie faillie."
    ],
    "english": [
      "Gorsan, Narbonne, will be hardened by salt,",
      "Tucham, the great Parpignan betrayed,",
      "The red city will not consent there,",
      "By a high‑flying grey‑cloth life will fail."
    ],
    "interpretation": "Cities such as Gorsan and Narbonne will be fortified (salt‑hardened). The fortified town of Parpignan will be betrayed. The “red city” (likely Toulouse) will refuse to accept the terms, and a lofty but weak alliance (“grey cloth”) will collapse.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/159.jpg"
  },

  "23": {
    "french": [
      "Lettres trouuees de la Royne les coffres,",
      "Point de subscrit sans aucun nom [d’hauteur]: [d’autheur]",
      "Par la police seront cachez les offre,",
      "Qu’on ne sçaura qui sera l’amateur."
    ],
    "english": [
      "Letters found of the Queen in the chests,",
      "No signature, no name of height or author,",
      "The police will hide the offers,",
      "And no one will know who the admirer is."
    ],
    "interpretation": "Secret letters from a queen are discovered in hidden caches, unsigned. Authorities will conceal their content, keeping the identity of the lover or conspirator unknown – a classic court intrigue.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "24": {
    "french": [
      "Le lieutenant à l’entree de l’huys",
      "Assommera le grand de Parpignan,",
      "En se cuidant sauuer à Monpertuis,",
      "Sera deceu bastard de Lusignan."
    ],
    "english": [
      "The lieutenant at the house entrance",
      "Will bring down the great one of Parpignan,",
      "Pretending to be saved at Monpertuis,",
      "Will become the bastard of Lusignan."
    ],
    "interpretation": "A military officer will overthrow the ruler of Parpignan under the pretense of rescue at Monpertuis, later being acknowledged as an illegitimate heir of the Lusignan dynasty, indicating a power shift through deception.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "25": {
    "french": [
      "Cœur de l’amant ouuert d’amour fortiue",
      "Dans le ruisseau fera rauir la Dame:",
      "Le demy mal contrefera lassiue,",
      "Le pere à deux priuera corps de l’ame."
    ],
    "english": [
      "The lover’s heart, opened by strong love,",
      "Will make the Lady howl in the stream,",
      "Half‑evil will oppose the lazy one,",
      "The father will pray for two bodies of the soul."
    ],
    "interpretation": "A passionate affair will cause a noblewoman to weep in a stream. A half‑evil figure will confront a lazy adversary, while a father’s prayers for the salvation of two souls hint at a duel that will decide a dynastic succession.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "26": {
    "french": [
      "De Caton és trouues en Barcelonne,",
      "Mys decouuers lieu terrouers & ruyne,",
      "Le grand qui tient ne tient voudra Pamplonne,",
      "Par l’abbaye de Monferrat bruyne."
    ],
    "english": [
      "From Caton’s hidden things found in Barcelona,",
      "My discoveries will uncover hidden lands and rivers,",
      "The great one who holds power will desire Pamplona,",
      "Through the Abbey of Monferrat it will be whispered."
    ],
    "interpretation": "Secret documents uncovered in Barcelona reveal unknown territories and waterways. A powerful ruler will aim to capture Pamplona, and the plan will be spread via the Abbey of Monferrat – a hint of a Spanish‑Italian coalition.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "27": {
    "french": [
      "La voye auxelle l’une sur l’autre fornix",
      "Du muy deser hor mis braue & genest,",
      "L’escript d’Empereur le fenix",
      "Veu à celuy ce qu’à nul autre n’est."
    ],
    "english": [
      "The road will turn one onto the other’s vault,",
      "From the great desert a hill will be set with barley and reeds,",
      "The emperor’s writing will become the phoenix,",
      "Seen by the one that no other is."
    ],
    "interpretation": "A hidden passage (road) will connect two secret chambers. From a barren area a fertile oasis (barley and reeds) will arise. An imperial decree will be reborn like a phoenix, seen only by the chosen ruler, signaling a revival of a fallen empire.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "28": {
    "french": [
      "Les simulachres d’or & d’argent enflez,",
      "Qu’après le rapt au feu furent iettez,",
      "Au descouvert estaint tous & troublez,",
      "Au marbre escripts, prescrips intergetez."
    ],
    "english": [
      "Gold and silver simulacra will be forged,",
      "After the raid they will be thrown into fire,",
      "When uncovered they will extinguish all and cause disorder,",
      "On marble the inscriptions, the prescriptions will be hidden."
    ],
    "interpretation": "Fake gold‑ and silver‑coins (or idols) will be minted, then burned after a raid. When the truth is revealed it will cause widespread confusion. Secret instructions will be carved in marble, keeping the true purpose concealed.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/160.jpg"
  },

  "29": {
    "french": [
      "Au quart pillier lon sacre à Saturne,",
      "Par tremblant terre & deluge fendu",
      "Sous l’edifice Saturnin trouuee vrne,",
      "D’or Capion rauy & puis rendu."
    ],
    "english": [
      "At the fourth pillar the long sacred to Saturn,",
      "By trembling earth and split flood,",
      "Under the Saturnian edifice a twisted gold cap is found,",
      "Which will be taken and then returned."
    ],
    "interpretation": "A monumental pillar dedicated to Saturn will be damaged by an earthquake and flood. A golden cap (perhaps a royal crown) hidden beneath the structure will be seized and later restored, indicating a temporary loss of authority followed by a return.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "30": {
    "french": [
      "Dedans Tholouse non loing de Beluzer,",
      "Faisant vn puys loing, palais d’espectacle",
      "Thresor trouué vn chacun ira vexer,",
      "Et en deux locz tout & pres delvasacle."
    ],
    "english": [
      "Inside Tholouse, not far from Beluzer,",
      "A distant well will be made, a palace of spectacle,",
      "A treasure found, each will go to trouble it,",
      "And in two places all near the deluge will be."
    ],
    "interpretation": "Near the city of Tholouse (Toulouse) a new well (water source) and a grand entertainment palace will be built. A hidden treasure will be discovered, and the scramble for it will cause conflict in two locations, accompanied by flooding (“deluge”).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "31": {
    "french": [
      "Premier grand fruict le Prince de Pesquiere:",
      "Mais puis viendra bien & cruel malin,",
      "Dedans Venise perdra sa gloire fiere,",
      "Et mis à mal par plus ioyue Celin."
    ],
    "english": [
      "First great fruit for the Prince of Pesquiere,",
      "But later a cruel, cunning one will come,",
      "Inside Venice it will lose its proud glory,",
      "And be put to ill by a happier Celin."
    ],
    "interpretation": "The ruler of Pesquiere (Pesquerie) will enjoy a brief period of prosperity, followed by a treacherous adversary. Venice will lose its grandeur, and a figure named Celin (perhaps a rival duke) will bring about its downfall.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "32": {
    "french": [
      "Garde toy Roy Gaulois de ton nepueu,",
      "Qui sera tant que ton vnique fils",
      "Sera meurtry à Venus faisant vœu:",
      "Accompagné de nuict que trois & six."
    ],
    "english": [
      "Guard yourself, Gaulish king, of your nephew,",
      "He will be as long as your only son,",
      "He will be slain at Venus making a vow:",
      "Accompanied by night of three and six."
    ],
    "interpretation": "A French king is warned to protect his nephew, who will outlive his own son. The nephew will be killed in a city (Venus = Venice) after making a pact, under the ominous timing of “the night of three and six” (perhaps the 3rd and 6th of a month).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "33": {
    "french": [
      "Le grand naistra de Veronne & Vincence,",
      "Qui portera vn surnom bien indigne",
      "Qui à Venise voudra faire vengeance,",
      "Luy mesme prins homme du guet & signe."
    ],
    "english": [
      "The great one will be born of Veronne and Vincence,",
      "He will bear a most disgraceful nickname,",
      "He will want revenge on Venice,",
      "He himself will be the man of the watch and sign."
    ],
    "interpretation": "A powerful figure from the Veronne–Vincennes area will acquire a humiliating epithet. He will seek vengeance against Venice and will act as a sentinel (watchman) and signatory of a crucial treaty, indicating a leader who both leads and signs peace after war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "34": {
    "french": [
      "Apres Victoire du Lyon au Lyon",
      "Sus la montaigne de IURA Secatombe",
      "Delues & brodes septiesme million",
      "Lyon, Vlme à Mansol mort & tombe."
    ],
    "english": [
      "After the victory of Lyon over Lyon,",
      "Upon the mountain of Iura Secatombe,",
      "Threads and embroidery of the seventh million,",
      "Lyon, flame to Mansol, death and tomb."
    ],
    "interpretation": "A civil conflict in Lyon will end with a victory that shifts to a nearby mountain (Iura). Rich tapestries (threads, embroidery) valued at a “seventh million” will be lost. The city will be set ablaze, leading to the death of a leader named Mansol.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/161.jpg"
  },

  "35": {
    "french": [
      "Dedans l’entrée de Garone & Bayse",
      "Et la forest non loing de Damazan",
      "Du Marsaues gelées, puis gresle & bize",
      "Dordonnois gelle par erreur de mesan."
    ],
    "english": [
      "Inside the entrance of Garone and Bayse,",
      "And the forest not far from Damazan,",
      "From the frozen Marsaux, then hail and mist,",
      "Dordonnois ice by a mistake of the month."
    ],
    "interpretation": "A gateway between Garone and Bayse near a forest close to Damazan will be struck by extreme weather: freezing winds from Marsaux, followed by hail and fog. An unexpected icy spell in the Dordonnois region will occur because of a calendar error (perhaps a mis‑calculated leap year), disrupting travel.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "36": {
    "french": [
      "Sera commis conte oindre aduché",
      "De Saulne & sainct Aulbin & Bell’œuure",
      "Pauer de marbre de Tours loings espluché",
      "Non Bleteram resister & chef d’œuure."
    ],
    "english": [
      "A count will be appointed to anointed aduché,",
      "Of Saulne and Saint Aulbin and Bellœuvre,",
      "Stone of marble from Tours will be far stripped,",
      "No one will be able to resist the chief of the work."
    ],
    "interpretation": "A noble (count) will be given a sacred commission involving the towns of Saulne, Saint‑Aulben and Bellœuvre. Marble from Tours will be quarried for a great monument, and the project’s master will be unstoppable, signalling a massive building program (perhaps a cathedral).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "37": {
    "french": [
      "La forteresse aupres de la Tamise",
      "Cherra par lors le Roy dedans serré:",
      "Aupres du pont sera veu en chemise",
      "Vn deuant mort, puis dans le fort barré."
    ],
    "english": [
      "The fortress near the Thames,",
      "Will be sought by the king in his tight grip:",
      "Near the bridge he will be seen in a shirt,",
      "One before death, then in the blocked fortress."
    ],
    "interpretation": "A stronghold on the Thames will be the target of a king’s aggressive campaign. He will be spotted near the bridge in informal dress, indicating a surprise assault. He will die before reaching the fortress, which will then be sealed off.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "38": {
    "french": [
      "Le Roy de Bloys dans Auignon regner",
      "Vne autre fois le peuple emonopolle",
      "Dedans le Rosne par murs fera baigner",
      "Iusques à cinq le dernier près de Nolle."
    ],
    "english": [
      "The king of Blois will rule in Auignon,",
      "Once again the people will be humbled,",
      "Inside the Rose will make the walls bathe,",
      "Until the fifth, the last near Nolle."
    ],
    "interpretation": "The King of Blois (Blois) will hold power in Auignon. The populace will be oppressed again. A “Rose” (perhaps a palace) will be flooded (walls “bathe”), indicating a siege or flood. The ordeal will last until the fifth day near a place called Nolle.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "39": {
    "french": [
      "Qu’aura esté par Prince Bizantin,",
      "Sera tollu par prince de Tholouses",
      "La foy de Foix par le chef Tholentin",
      "Luy faillira, ne refusant l’espouse."
    ],
    "english": [
      "What will have been by the Byzantine Prince,",
      "Will be taken away by the Prince of Tholouses,",
      "The faith of Foix by the chief Tholentin,",
      "Will fail him, refusing the spouse."
    ],
    "interpretation": "A Byzantine prince’s gains will be seized by a rival ruler of Tholouse. The Count of Foix, led by a chief named Tholentin, will lose his claim because he refuses a strategic marriage, leading to political defeat.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "40": {
    "french": [
      "Le sang du Iuste par Taurer la daurade,",
      "Pour se venger contre les Saturnins",
      "Au nouueau lac plongeront la maynade,",
      "Puis marcheront contre les Albanins."
    ],
    "english": [
      "The blood of the Just will be taken by the gold‑finned torus,",
      "To avenge the Saturnians,",
      "In the new lake they will plunge the mayna,",
      "Then march against the Albanians."
    ],
    "interpretation": "A righteous person’s blood will be captured (perhaps metaphorically) by a golden force. This will be revenge against a group called the Saturnians. In a newly formed lake, a “mayna” (perhaps a ship) will be launched, after which an army will move against Albanian forces.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/162.jpg"
  },

  "41": {
    "french": [
      "Esleu sera Renard ne sonnant mot,",
      "Faisant le saint public viuant pain d’orge,",
      "Tyrannizer apres tant à vn cop,",
      "Mettant à pied des plus grands sur la gorge."
    ],
    "english": [
      "The chosen one will be a Fox without uttering a word,",
      "Making the public saint eat barley bread,",
      "A tyrant will after much will strike a blow,",
      "Putting the greatest on the throat."
    ],
    "interpretation": "A cunning figure (the “Fox”) will act silently, feeding the masses with simple barley bread – a reference to populist propaganda. A tyrant will eventually deliver a decisive blow, strangling the leading powers (“the greatest”).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "42": {
    "french": [
      "Par auarice par force, & violence",
      "Viendra vexer les siens chiefs d’Orléans,",
      "Pres sainct Memire assaut & resistance",
      "Mort dans sa tante diront qu’il dort leans."
    ],
    "english": [
      "By greed and force, and violence,",
      "Will come to vex his own chiefs of Orléans,",
      "Near Saint‑Memire a assault and resistance,",
      "Death in his aunt will be said to be sleeping."
    ],
    "interpretation": "A greedy, violent campaign will turn against the commanders of Orléans. Near Saint‑Memire (perhaps a monastery) a fierce assault will meet stiff resistance, and a death that will be concealed as “sleeping” within the family (the “aunt”) will be announced, indicating a cover‑up of a murder.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "43": {
    "french": [
      "Par le decide de deux choses bastards,",
      "Nepueu du sang occupera le regne,",
      "Dedans lectoyre seront les coups de dards,",
      "Nepueu par peur pliera l’enseigne."
    ],
    "english": [
      "By the decree of two bastard things,",
      "A nephew of blood will occupy the kingdom,",
      "Inside the lectern will be the darts’ blows,",
      "The nephew, out of fear, will bow the banner."
    ],
    "interpretation": "A ruling council of two illegitimate figures will grant a blood‑related nephew the throne. In the council hall (“lectern”) darts (propaganda or actual weapons) will fly. The nephew, driven by fear, will submit to the dominant faction’s banner.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "44": {
    "french": [
      "Le procree naturel dogmion,",
      "De sept à neuf du chemin destorner:",
      "A Roy de longue & amy au my hom.",
      "Doit à Nauarre fort de PAV prosterner."
    ],
    "english": [
      "The natural procrete doctrine,",
      "From seven to nine the road will be overturned:",
      "To the long‑reigning king and his friend his homestead.",
      "Should to Nauarre the fort of PAV be worshipped."
    ],
    "interpretation": "A new ideological doctrine (perhaps a heresy) will overturn the established order between the 7th and 9th years of a reign. The long‑standing king and his ally will be forced to submit to a fortified stronghold at Nauarre (likely a strategic fortress).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "45": {
    "french": [
      "La main escharpe & la iambe bandee,",
      "Longs puis nay de Calais portera,",
      "Au mot du guet la mort sera tardee,",
      "Puis dans le temple à Pasque saignera."
    ],
    "english": [
      "The hand‑scarf and the iambic band,",
      "Long then nay of Calais will carry,",
      "At the watchword the death will be delayed,",
      "Then in the Easter temple it will bleed."
    ],
    "interpretation": "A secret pact (hand‑scarf, iambic verse) will involve Calais. The death of a key figure will be postponed until the Easter ceremony, where blood will be shed – a clear reference to a martyrdom or sacrificial death during Holy Week.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "46": {
    "french": [
      "Pol mensolee mourra trois lieuës du rosne,",
      "Fuis les deux prochains tarasc destrois:",
      "Car Mars fera le plus horrible trosne,",
      "De coq & d’aigle de France freres trois."
    ],
    "english": [
      "Pol Mensolee will die in three places of the rose,",
      "Flee the next two tarasc (tarasques) destroys:",
      "For Mars will make the most horrible twist,",
      "Of rooster and eagle of France, three brothers."
    ],
    "interpretation": "A person named Pol Mensolee (perhaps a commander) will be killed in three separate battles. Two upcoming “Tarasques” (perhaps Turkish forces) must be avoided. Mars (the god of war) will cause a terrible reversal, involving the French symbols of the rooster and eagle, and three brothers will be entangled in the conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/163.jpg"
  },

  "47": {
    "french": [
      "Lac Transmenien portera tesmoignage,",
      "Des coniurez sarez dedans Perouse",
      "Vn despolle contrefera le sage:",
      "Tuant Tedesque sterne & minuse."
    ],
    "english": [
      "Lake Transmenien will bear testimony,",
      "Of coniurez (concern) you will see inside Perouse,",
      "One dispeller will confront the wise:",
      "Killing Germanic stern and minor."
    ],
    "interpretation": "A lake (perhaps a glacial lake) will serve as a witness to events in Perouse (possibly Perugia). A dissenter will confront a sage, resulting in the death of a Germanic ruler (stern) and a lesser one, hinting at a Germanic‑Italian clash.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },

  "48": {
    "french": [
      "Saturne en Cancer, Iupiter auec Mars,",
      "Dedans Fevrier Chaldondon salvaterre,",
      "Sault Castallon assailly de trois pars,",
      "Pres de Verbiesque conflit mortelle guerre."
    ],
    "english": [
      "Saturn in Cancer, Jupiter with Mars,",
      "Inside February the Chaldaean savior earth,",
      "Castillon will spring an assault from three sides,",
      "Near Verbiesque a deadly war conflict."
    ],
    "interpretation": "Astrological alignments (Saturn in Cancer, Jupiter conjunct Mars) in February will herald a Chaldean‑styled deliverance. The town of Castillon will be attacked from three directions, leading to a lethal war near a place called Verbiesque (perhaps Verdun).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },
  "49": {
    "french": [
      "Satur au bœuf, ioüe en l’eau, Mars en fleiche, [Saturne ] [Ioue]",
      "Six de Feurier mortalité donra,",
      "Ceux de Tardaigne à Bruge si grand breche,",
      "Qu’à Ponteroso chef Barbarin mourra."
    ],
    "english": [
      "Saturn will be on the ox, Jupiter in the water, Mars in the flame, [Saturn] [Jupiter]",
      "Six deaths in February will give mortality,",
      "Those of tardiness at Bruges will suffer a great breach,",
      "And at Ponteroso the chief Barbarin will die."
    ],
    "interpretation": "An astrological alignment (Saturn on a bull, Jupiter in water, Mars in fire) prefigures a February disaster that kills six people. A delay or hesitation in Bruges leads to a catastrophic breach, and the ruler called Barbarin will be slain at Ponteroso – a clear warning of a swift military defeat in northern Italy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },
  "50": {
    "french": [
      "La pestilence l’entour de Capadille,",
      "Vne autre faim pres de Sagont s’appreste:",
      "Le cheualier bastard de bon senille,",
      "Au grand de Thunes fera trancher la teste."
    ],
    "english": [
      "Pestilence will surround Capadille,",
      "Another famine will approach near Sagont,",
      "The bastard knight of good silk,",
      "Will cut off the head of the great of Thunes."
    ],
    "interpretation": "A deadly plague spreads over the region of Capadille while a fresh famine looms near Sagont. A rogue knight (perhaps a mercenary leader) will execute the ruler of Thunes (modern Toulouse), signalling the collapse of local authority under disease and hunger.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },
  "51": {
    "french": [
      "Le Bizantin faisant oblation,",
      "Apres auvir Cordube à soy reprinse:",
      "Son chemin long repos pamplation,",
      "Mer passant proy par Colongna prinse."
    ],
    "english": [
      "The Byzantine, making an offering,",
      "Afterward he will seize Cordube for himself:",
      "His long road will rest in Pamplona,",
      "The sea will pass close by Cologne, captured."
    ],
    "interpretation": "A Byzantine ruler (or envoy) performs a sacrifice, then captures a place called Cordube. He will travel a long way, stopping in Pamplona, while a naval force moves near Cologne – a hint of Byzantine involvement in western European maritime affairs.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },

  "52": {
    "french": [
      "Le Roy de Bloys dans Auignon regner.",
      "D’Amboise & Seme viendra le long de Lyndre:",
      "Ongle à Poytiers sainctes aisles ruiner,",
      "Deuant Bonieux viendra la guerre esteindre."
    ],
    "english": [
      "The king of Blois will reign in Auignon.",
      "From Amboise and Seme he will come along the Lyndre,",
      "A nail to the holy Poytiers’ aisles will ruin them,",
      "Before Bonieux the war will come to an end."
    ],
    "interpretation": "The monarch of Blois will establish his court at Auignon. Troops from Amboise and Sémé will march along the Lyndre river. A “nail” (perhaps a siege engine) will devastate the sacred aisles of Poytiers, but before the noble Bonieux appears, the conflict will cease – indicating a final showdown that ends the war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/164.jpg"
  },

  "53": {
    "french": [
      "Dedans Bolongne voudra laver ses fautes,",
      "Il ne pourra au temple du soleil:",
      "Il volera faisant choses si hautes,",
      "En hierarchie n’en fut oncq vn pareil."
    ],
    "english": [
      "Inside Bolongne he will try to wash his sins,",
      "He will not be able to reach the Temple of the Sun:",
      "He will steal while performing such lofty deeds,",
      "In hierarchy there was never one like him."
    ],
    "interpretation": "A powerful figure in Bolongne attempts penitence but fails to enter the Sun Temple (a symbol of ultimate truth). He commits high‑profile thefts, becoming a unique and unprecedented rogue in the social hierarchy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "54": {
    "french": [
      "Sous la couleur du traité mariage,",
      "Fait magnanime par grand Chyren selin:",
      "Quintin, Arras reçoïdra au voyage",
      "D’Espagnols fait second banc macelin."
    ],
    "english": [
      "Under the colour of the marriage treaty,",
      "A magnanimous act by great Chyren Selin:",
      "Quintin of Arras will receive on the journey",
      "From the Spaniards a second Macelin bench."
    ],
    "interpretation": "A diplomatic marriage (perhaps between French and Spanish houses) will be used as a pretext for a generous gesture by the leader Chyren Selin. Quintin of Arras will benefit during the voyage, receiving a second “Macelin” (likely a financial stipend) from the Spanish side.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "55": {
    "french": [
      "Entre deux fleuves se verra enserré,",
      "Tonneaux & caques venus à passer outre:",
      "Huit ponts rompus chef à tant enféré,",
      "Enfants parfaits sont jugulés en coultre."
    ],
    "english": [
      "Between two rivers he will be seen trapped,",
      "Barrels and cauldrons will come to pass beyond:",
      "Eight broken bridges a chief will imprison heavily,",
      "Perfect children are throttled in the darkness."
    ],
    "interpretation": "A leader will be trapped between two rivers, with supplies (barrels) coming from beyond. Eight destroyed bridges will be used to imprison a chief, while innocent youths (symbolic of a pure generation) will be suffocated – a grim picture of siege and oppression.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "56": {
    "french": [
      "La bande faible le tertre occupera, [la terre]",
      "Ceux du haut lieu feront horribles cris:",
      "Le gros troupeau d’être coin troublera,",
      "Tombe près Dinebro découverra les écrits."
    ],
    "english": [
      "The weak band will seize the mound, [the earth]",
      "Those of the high place will make horrible cries:",
      "The great herd in the corner will be disturbed,",
      "A tomb near Dinebro will uncover the writings."
    ],
    "interpretation": "A small, feeble group will take a strategic hill. The aristocracy will scream in terror as the massive crowd (the “herd”) is unsettled. A burial site near Dinebro will be opened, revealing hidden documents that may change the political balance.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "57": {
    "french": [
      "De soldat simple parviendra en empire,",
      "De robe courte parviendra à la longue:",
      "Vaillant aux armes en Eglise ou plus pyre,",
      "Vexer les prés­tres comme l’eau fait l’éponge."
    ],
    "english": [
      "A simple soldier will reach the empire,",
      "From a short robe he will become long‑sleeved:",
      "Valiant with weapons in Church or farther flame,",
      "He will offend the priests as water does the sponge."
    ],
    "interpretation": "A low‑born soldier will rise to imperial rank, changing his attire from humble to regal. He will fight both in churches and on battlefields, and his actions will provoke the clergy as water soaks a sponge – a reference to anti‑clerical sentiment.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "58": {
    "french": [
      "Règne en querelle aux frères divisés,",
      "Prendre les armes & le nom Britannique:",
      "Tiltre Anglican sera tard aduisé,",
      "Surprins de nuit mener à l’air Gallique."
    ],
    "english": [
      "The reign will be in dispute among divided brothers,",
      "They will take up arms under the British name:",
      "The Anglican tilt will be drawn late,",
      "Night surprises will lead to the Gallic air."
    ],
    "interpretation": "A kingdom ruled by feuding siblings will see a rebellion under an English banner (perhaps the Crown). An Anglican claim will surface belatedly, and nocturnal raids will bring the conflict into French (Gallic) territory.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/165.jpg"
  },

  "59": {
    "french": [
      "Par deux fois haut par deux fois mis à bas,",
      "L’orient aussi l’occident flambera:",
      "Son adversaire après plusieurs combats,",
      "Par mer chasse au besoin faillira."
    ],
    "english": [
      "Twice high, twice brought down,",
      "Both East and West will blaze:",
      "His opponent after many battles,",
      "Will fail by sea hunt when needed."
    ],
    "interpretation": "A rising power reaches its zenith twice before being toppled. Both Eastern and Western realms will be set alight (war). The enemy, after prolonged conflict, will be defeated by a naval campaign.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "60": {
    "french": [
      "Premier en Gaule, premier en Romandie,",
      "Par mer & terre aux Anglois & Paris,",
      "Merveilleux faits par celle grand mesnie,",
      "Violant terax perdra le NORLARIS."
    ],
    "english": [
      "First in Gaul, first in Romania,",
      "By sea and land to the English and Paris,",
      "Marvelous deeds by that great household,",
      "Violent Terax will lose the Norlaris."
    ],
    "interpretation": "A dominant dynasty will rule both Gaul (France) and the Roman lands, confronting England and Paris by land and sea. Their spectacular deeds will cause the tyrant “Terax” (perhaps a nickname for a hostile ruler) to lose the region called Norlaris.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "61": {
    "french": [
      "Jamais par le découragement du jour,",
      "Ne parviendra au signe sceptre‑féré:",
      "Que tous ses sièges ne soient en seigneur,",
      "Portant au coq don du TAG armifère."
    ],
    "english": [
      "Never by the day’s discouragement,",
      "Will he reach the scepter‑bearing sign:",
      "May none of his seats be lordly,",
      "Carrying the rooster’s gift of the armed TAG."
    ],
    "interpretation": "A ruler will never achieve legitimate authority because of daily setbacks. His thrones will remain without true sovereignty. The “rooster” (France) will bear the emblem of war (TAG – possibly a standard), hinting at French resistance to his claim.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "62": {
    "french": [
      "Lors qu’on verra expiler le saint temple,",
      "Plus grand du rosne leurs sacrés profaner,",
      "Par eux naîtra pestilence si ample,",
      "Roi fuit injuste ne fera condamner."
    ],
    "english": [
      "When the holy temple will be torn down,",
      "Its greatest rose will be profaned by them,",
      "From them a great pestilence will arise,",
      "The unjust king will flee and will not be condemned."
    ],
    "interpretation": "A desecration of a sacred cathedral (the “great rose”) will unleash a massive plague. The tyrannical king will escape justice, indicating that the perpetrators of sacrilege will go unpunished.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "63": {
    "french": [
      "Quand l’adultere blessé sans coup aura,",
      "Meurtrera la femme & le fils par dépit,",
      "Femme assommée l’enfant étranglera:",
      "Huit captifs pris, s’étoufferont sans répit."
    ],
    "english": [
      "When the adulterer is wounded without a blow,",
      "He will murder the woman and the son in spite,",
      "The stunned woman will strangle the child:",
      "Eight captured princes will suffocate without respite."
    ],
    "interpretation": "A scandal involving adultery leads to a murder‑spree: a wife and her son are killed out of spite; the woman, in shock, strangulates her own child. Eight noble captives will die of suffocation, indicating a brutal palace purge.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "64": {
    "french": [
      "Dedans les Îles les enfants transportés,",
      "Les deux de sept seront en désespoir:",
      "Ceux du terroïr en seront supportés,",
      "Nom pelle pris des ligues fuira l’espoir."
    ],
    "english": [
      "Inside the islands children will be taken,",
      "The two of seven will be in despair:",
      "Those of the land will be supported,",
      "The named spear taken from the leagues will flee hope."
    ],
    "interpretation": "Children are abducted to islands (perhaps a slave raid). Two out of seven will fall into hopelessness. The local population will try to aid them, but a weapon (“spear”) taken from allied leagues will cause them to abandon hope – a picture of desperation during coastal raids.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/166.jpg"
  },

  "65": {
    "french": [
      "Le vieux frustré du principal espoir,",
      "Il parviendra au chef de son empire:",
      "Vingt mois tiendra le règne à grand pouvoir,",
      "Tyran, cruel en délaissant un pire."
    ],
    "english": [
      "The old man, frustrated of the main hope,",
      "He will attain the head of his empire:",
      "For twenty months he will hold rule with great power,",
      "A tyrant, cruel, will leave behind something worse."
    ],
    "interpretation": "An elderly, disillusioned figure finally seizes imperial leadership. He will rule for twenty months with overwhelming authority, but his cruelty will usher in an even worse calamity (perhaps civil war).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "66": {
    "french": [
      "Quand l’écriture D.M. trouée,",
      "Et cause antique à lampe découverte,",
      "Loy, Roi, & Prince Vlpian esprouée,",
      "Pauillon Royne & Duc sous la couverte."
    ],
    "english": [
      "When the D.M. writing is found,",
      "And an ancient cause uncovered by lamp,",
      "Law, King and Prince Vlpian will be revealed,",
      "The Pauillon (small shield) of the Queen and the Duke will be uncovered."
    ],
    "interpretation": "A hidden document marked “D.M.” (possibly “Documentum Mirabile”) is discovered, shedding light on a forgotten ancient dispute. The revelation brings a king, a prince named Vlpian, a queen’s insignia and a duke into the political arena – a resurgence of old claims.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "67": {
    "french": [
      "PAR. CAR. NERSAF, à ruine grand discorde,",
      "Ne l’un ne l’autre n’aura élection,",
      "Nersaf du peuple aura amour & concorde,",
      "Ferrare, Colonne grande protection."
    ],
    "english": [
      "PAR. CAR. NERSAF, to ruin a great discord,",
      "Neither one nor the other will have an election,",
      "Nersaf of the people will have love and concord,",
      "Iron, Column great protection."
    ],
    "interpretation": "A council (PAR. CAR. NERSAF) will try to end a major feud, but no election will be held. The common people’s representative, Nersaf, will bring love and peace, protected by a strong fort (“Iron Column”).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "68": {
    "french": [
      "Vieux Cardinal par le ieusne décue,",
      "Hors de sa charge se verra désarmé:",
      "Arles ne monstre double soit apparu,",
      "Et liqueduct & le Prince embaumé."
    ],
    "english": [
      "The old Cardinal, by his own vice, will fall,",
      "Outside his office he will be seen disarmed:",
      "Arles will not show a double monster,",
      "And the liquid duct and the Prince will be embalmed."
    ],
    "interpretation": "An aging cardinal succumbs to personal corruption and loses his power, being publicly stripped of his authority. A feared double‑headed monster in Arles does not appear, but a “liquid duct” (perhaps a canal) and a prince will be preserved (embalmed), hinting at political intrigue in Provence.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "69": {
    "french": [
      "Aupres du jeune le vieux ange baissera,",
      "Et le viendra surmonter à la fin:",
      "Dix ans égaux aux plus vieux rabaisser,",
      "De trois deux l’un huitième seraphin."
    ],
    "english": [
      "Near the young one the old angel will bow,",
      "And he will come to overcome at the end:",
      "Ten years equal to the oldest will be humbled,",
      "Of three, two the first eighth seraph."
    ],
    "interpretation": "A venerable spiritual figure (the “old angel”) will submit before a youthful leader, later surpassing him. A decade will see the oldest generation humbled, and among three heavenly beings, the first seraph will rise to prominence – a prophecy of a youthful reformer overtaking old religious authority.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "70": {
    "french": [
      "Il entrera vilain méchant, infame",
      "Tyrannisant la Mésopotamie",
      "Tous amis fait d’adultérine dame,",
      "Terre horrible noir de phisonomie."
    ],
    "english": [
      "He will become vile, wicked, infamous,",
      "Tyrannizing Mesopotamia,",
      "All friends made of adulterous lady,",
      "Horrible black earth of phisonomy."
    ],
    "interpretation": "A despotic ruler will rise, oppressing Mesopotamia. He will be surrounded by corrupt courtiers (the “adulterous lady”). The land will become a “black, horrible earth” – a metaphor for ruin and ecological disaster under his rule.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/167.jpg"
  },

  "71": {
    "french": [
      "Croistra le nombre si grand des astronomes",
      "Chassez, bannis & liures censurez.",
      "L’An mil six cents & sept par sacré glomes,",
      "Que nul aux sacres ne seront assurés."
    ],
    "english": [
      "The great number of astronomers will increase,",
      "Drive out, ban and free from censorship.",
      "The year 1 600 + 7 by holy spheres,",
      "That none of the sacres will be assured."
    ],
    "interpretation": "A surge of astronomers (science) will challenge religious authority. In the year 1607 (or 1607 AD), holy doctrines (“sacres”) will no longer be guaranteed, forecasting the rise of scientific thinking over ecclesiastical control.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "72": {
    "french": [
      "Champ Persu‑in ô l’enorme défaite,",
      "Et le conflit tout auprès de Rauenne,",
      "Passage sacré lors qu’on fera la fête.",
      "Vainqueur vaincu cheval manger la Vanne."
    ],
    "english": [
      "Persu‑in field, oh the enormous defeat,",
      "And the whole conflict near Rouen,",
      "A sacred passage when the feast is made.",
      "The victorious defeated horse will eat the Vanne."
    ],
    "interpretation": "A massive defeat will occur in a field called Persu‑in, close to Rouen. During a celebratory feast a “sacred passage” (perhaps a coronation) will happen, but the victorious horse will turn into a defeated beast, indicating a fleeting triumph that turns into loss.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "73": {
    "french": [
      "Soldat Barbare le grand Roi frappera,",
      "Injustement non éloigné de mort,",
      "L’auare mère du fait cause sera,",
      "Conjurateur & règne en grand [remort]. [temort]"
    ],
    "english": [
      "Barbarian soldier the great king will strike,",
      "Unjustly not far from death,",
      "The mother of the act will be the cause,",
      "Conspirator & reign in great [remort]. [temort]"
    ],
    "interpretation": "A barbarian soldier will kill a great king unjustly. The king’s mother (or a maternal figure) is implicated as the cause. A conspirator will then assume the throne, leading to a reign marked by death (remort).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "74": {
    "french": [
      "En terre neuvée bien avant Roi entré,",
      "Pendant subiets luy viendront faire accueil:",
      "Sa perfidie aura tel rencontré,",
      "Qu’aux citadins lieu de fête & recueil."
    ],
    "english": [
      "In newly conquered land before the king entered,",
      "During sudden moments they will come to welcome:",
      "His treachery will meet such,",
      "So the townsfolk will have no place for feast or gathering."
    ],
    "interpretation": "Before a new king sets foot in a recently captured territory, a rapid welcome will be staged. Yet his betrayal will force the citizens to abandon celebrations, turning the town into a place of mourning.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "75": {
    "french": [
      "Le père & fils seront meurtris ensemble,",
      "Le préfet dans son pavillon:",
      "La mère à Tours du fils ventre aura enflé,",
      "Caïche verdure de feuilles papillon."
    ],
    "english": [
      "Father and son will be slain together,",
      "The prefect inside his pavilion:",
      "The mother in Tours will have the son’s belly swollen,",
      "A basket of green leaves like butterflies."
    ],
    "interpretation": "A father‑son pair will be murdered simultaneously; a prefect will be present in his tent. In Tours a pregnant mother will suffer a swollen abdomen (perhaps miscarriage). The final line evokes a tragic scene of nature (green leaves) turned to death.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "76": {
    "french": [
      "Plus Macelin que Roi en Angleterre,",
      "Lieu obscur nay par force aura l’empire:",
      "Lasche sans foy sans loy saignera terre,",
      "Son temps s’approche si près que ie souspire."
    ],
    "english": [
      "More Macelin than king in England,",
      "A dark place now by force will have the empire:",
      "A lash without fire, without law, will bleed the earth,",
      "His time approaches so close that I sigh."
    ],
    "interpretation": "A powerful noble (Macelin) will outrank the English monarch. A hidden stronghold will dominate the empire by force. A lawless, cold oppression will drain the land of blood, and the prophet senses that the end of this era is imminent.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/168.jpg"
  },

  "77": {
    "french": [
      "L’antechrist trois bien tôt anéantis,",
      "Vingt‑et‑sept ans sang durera sa guerre:",
      "Les hérétiques morts, captifs exilés,",
      "Sang corps humain eau rougissant grésler terre."
    ],
    "english": [
      "The antichrist for three will be destroyed very soon,",
      "Twenty‑seven years of blood will last his war:",
      "The heretics dead, exiled captives,",
      "Human blood, water reddening, will crack the earth."
    ],
    "interpretation": "Three antichrist figures (perhaps rival pretenders) will be eliminated quickly. Their wars will spill blood for 27 years. After the death of the heretics and exile of captives, the earth itself will be scarred by blood‑stained water.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "78": {
    "french": [
      "Un bragamas avec la langue tordue,",
      "Viendra des dieux [piller] le sanctuaire:",
      "Aux hérétiques il ouvrira la porte,",
      "En suscitant l’Église militaire."
    ],
    "english": [
      "A strange creature with a twisted tongue,",
      "Will come, the gods will pillage the sanctuary:",
      "To the heretics he will open the door,",
      "Raising a militant church."
    ],
    "interpretation": "A monstrous being (perhaps a false prophet) with a corrupted speech will arrive, allowing divine forces to plunder a holy place. He will invite heretics inside, thereby spawning a militant branch of the Church (the Crusader or Inquisition spirit).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "79": {
    "french": [
      "Qui par fer père perdra n‑a‑non de Nonnaire,",
      "De Gorgon sur la sera sang parfaitant:",
      "En terre étrangère fera si tout de taire,",
      "Qui bruslera lui même & son enfant."
    ],
    "english": [
      "He who by iron father will lose none of Nonnaire,",
      "From Gorgon the perfect blood will be on the sea:",
      "In foreign land he will silence everything,",
      "He will burn himself and his child."
    ],
    "interpretation": "A man of iron‑born lineage will lose nothing at a place called Nonnaire. A Gorgon‑like force will spill perfect blood onto the sea. In a foreign country he will attempt to erase all traces, ending in self‑immolation and the death of his child.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "80": {
    "french": [
      "Des innocents le sang de veuf & vierge,",
      "Tant de maux faits par moyen se grand Roge:",
      "Saints simulacres trempez en ardant cierge,",
      "De frayeur crainte ne verra nul que boge."
    ],
    "english": [
      "From the innocent the blood of widower & virgin,",
      "So many evils made by a great fire:",
      "Holy simulacra dipped in burning candles,",
      "Out of terror no one will see but a bog."
    ],
    "interpretation": "Innocents – a widower and a virgin – will be slain. A massive fire will cause countless atrocities. Sacred images will be burned with candles, creating terror so great that only a swamp (bog) of death will remain visible.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "81": {
    "french": [
      "Le neuf empire en désolation,",
      "Sera changé du pôle aquilonaire:",
      "De la Sicile viendra l’émotion,",
      "Troubler l’emprise à Philip. tributaire."
    ],
    "english": [
      "The ninth empire will be in desolation,",
      "It will be changed from the Aquilon (north‑west) pole:",
      "From Sicily will come the emotion,",
      "Disturbing the hold of Philip, the tributary."
    ],
    "interpretation": "A ninth great empire (perhaps the Holy Roman Empire) will fall into ruin, its direction shifting from the north‑west. Emotional upheaval will arise from Sicily, unsettling the authority of a Philip (likely Philip II of Spain) who collects tribute.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "82": {
    "french": [
      "Ronge long, sec faisant du bon valet,",
      "À la parfin n’aura que son congie:",
      "Poignant poison, & lettres au collet,",
      "Sera saisi échappe en danger."
    ],
    "english": [
      "It gnaws long, dry, making a good servant,",
      "At the end it will have only its own seal:",
      "Piercing poison, and letters at the collar,",
      "Will be seized, escaped in danger."
    ],
    "interpretation": "A hidden disease (or conspiracy) will gnaw silently, turning loyal servants into victims. At its climax it will leave only its mark (“seal”). Poisoned messages will be intercepted, but someone will escape the danger, hinting at secret intelligence warfare.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/169.jpg"
  },

  "83": {
    "french": [
      "Le plus grand voile hors du port de Zara,",
      "Près de Bisance fera son entreprise:",
      "D’ennemi perte & l’ami ne sera,",
      "Le tiers à deux fera grand pille & princes."
    ],
    "english": [
      "The greatest sail beyond the port of Zara,",
      "Near Bisance it will make its venture:",
      "The enemy’s loss and the friend will not be,",
      "The third to two will make great plunder & princes."
    ],
    "interpretation": "A massive fleet leaving the Adriatic port of Zara will sail toward Bisance. The enemy will be destroyed while allies disappear. Two or three leaders will share the spoils, indicating a large maritime raid and the redistribution of captured princes.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "84": {
    "french": [
      "Patérne orra de la Sicile crie,",
      "Tous les aprests du gouffre de Trieste,",
      "Qui s’entendra jusqu’à la Trinacrie,",
      "De tant de voiles fuy, fuy l’horrible peste."
    ],
    "english": [
      "Father will shout from Sicily,",
      "All the preparations of the gulf of Trieste,",
      "Who will be heard up to the Trinacria,",
      "From so many sails flee, flee the horrible plague."
    ],
    "interpretation": "A Sicilian leader (perhaps a ruler’s father) will call for action in the Trieste area. The shout will be heard as far as the Italian “Trinacria” (Sicily). An exodus of ships will occur, fleeing a dreadful plague.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "85": {
    "french": [
      "Entre Bayonne & saint Ian de Lux",
      "Sera posé de Mars la promenade,",
      "Aux Hanix d’Aquilon Nanar hostera lux,",
      "Puis suffoqué au lict sans adjutoire."
    ],
    "english": [
      "Between Bayonne & Saint Ian of Light,",
      "A Mars promenade will be placed,",
      "To the Hanix of Aquilon Nanar will host light,",
      "Then suffocated in the law without aid."
    ],
    "interpretation": "Between Bayonne and a holy site (Saint‑Ian) a military march (Mars) will be organized. The “Hanix of Aquilon” (a wind‑borne force) will bring illumination (perhaps a new doctrine). It will later be stifled by legal oppression lacking support.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "86": {
    "french": [
      "Par Arnani tholoser ville franque,",
      "Bande infinie par le mont Adrian:",
      "Passe rivière, Hutin par pont la planque",
      "Bayonne entrer tous Bichoro criant."
    ],
    "english": [
      "Through Arnani the Throne‑city will be Frank,",
      "An infinite band across Mount Adrian:",
      "Cross the river, Hutin by the bridge hides,",
      "Bayonne will enter all Bichoro shouting."
    ],
    "interpretation": "Arnani (perhaps Aragon) will see a Frankish throne city. An endless army will march over Mount Adrian, crossing a river; a treacherous figure “Hutin” hides near a bridge. The city of Bayonne will be overrun with cries from Bichoro troops (maybe “Bichoro” = a barbarian tribe).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "87": {
    "french": [
      "Mort conspirée viendra en plain effect,",
      "Charge donnée & voyage de mort:",
      "Esleu, créé reçu par siens défaît,",
      "Sang d’innocent devant foi par remort."
    ],
    "english": [
      "A conspiratorial death will come in plain effect,",
      "A charge given and a journey of death:",
      "Chosen, created, received by his own failures,",
      "Blood of the innocent before faith by death."
    ],
    "interpretation": "A plotted assassination will be carried out openly. The victim will be assigned a task that leads to his death. He is both the cause and the victim of his own betrayal, shedding innocent blood in the name of misguided faith.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "88": {
    "french": [
      "Dans la Sardeigne un noble Roi viendra,",
      "Qui ne tiendra que trois ans le royaume.",
      "Plusieurs couleurs avec soi conioindra,",
      "Lui même après soin sommeil marrit scome."
    ],
    "english": [
      "In Sardinia a noble king will come,",
      "Who will hold the kingdom only three years.",
      "Many colours with him will conjoin,",
      "He himself after care will fall asleep in misery."
    ],
    "interpretation": "A Sardinian monarch will rise but reign only three years. His court will be full of varied factions (“colours”). After a period of peace he will die in sorrow, indicating a brief, turbulent reign.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/170.jpg"
  },

  "89": {
    "french": [
      "Pour ne tomber entre mains de son oncle,",
      "Qui ses enfants par régner trucidez:",
      "Orant au peuple mettant pied sur Peloncle",
      "Mort & traisné entre cheaux bardez."
    ],
    "english": [
      "So as not to fall into his uncle’s hands,",
      "Who will slay his children to rule:",
      "He will pray to the people, putting foot on Peloncle,",
      "Dead and torn between beheaded bodies."
    ],
    "interpretation": "A prince will avoid capture by his uncle, who kills his own children to seize power. He will appeal to the populace, marching onto Peloncle (perhaps a battlefield). The scene ends with death and beheading, reflecting fratricidal rivalry.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "90": {
    "french": [
      "Quand des croisés un troué de sens trouble,",
      "En lieu du sacre verra un bœuf cornu:",
      "Par vierge porc son lieu lors sera comble,",
      "Par Roi plus ordre ne sera soutenu."
    ],
    "english": [
      "When a crusader finds a confused sense,",
      "In the place of the sacred will appear a horned ox:",
      "By a virgin pig his place then will be filled,",
      "By the king more order will not be upheld."
    ],
    "interpretation": "A misguided crusader will discover a strange omen – a horned ox at a holy site. A “virgin pig” (perhaps a pure sacrifice) will fill the void, yet the king will fail to impose order, indicating religious confusion and political chaos.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "91": {
    "french": [
      "Parmi les champs des Rodanes entrées",
      "Où les croysez seront presque unis,",
      "Les deux brassières en Pisces rencontrées",
      "Et un grand nombre par déluge puni."
    ],
    "english": [
      "Among the fields of the Rodanes entries,",
      "Where the believers will be almost united,",
      "The two braziers in Pisces will meet,",
      "And a great number will be punished by flood."
    ],
    "interpretation": "In the plains of Rodanes, believers will nearly come together. Two “braziers” (likely armies) under the sign of Pisces will clash, and many will be drowned in a flood – a portent of a massive battle near water.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "92": {
    "french": [
      "Loin hors du règne mis en hasard voyage",
      "Grand ost durra pour soi l’occupera,",
      "Le Roi tiendra les siens captif ostage",
      "À son retour tout pays pillera."
    ],
    "english": [
      "Far away from the kingdom, placed in a hazardous journey,",
      "A great east will last to occupy it,",
      "The king will keep his own captive as a hostage,",
      "On his return he will pillage every country."
    ],
    "interpretation": "A distant campaign (to the east) will be undertaken with great risk. The king will hold his own people hostage to secure the expedition, and upon returning he will loot all lands – a warning of a devastating foreign war.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "93": {
    "french": [
      "Sept mois sans plus obtiendra prélature",
      "Par son décez grand schisme fera naître:",
      "Sept mois tiendra un autre la prétoire",
      "Près de Venise paix, union renaître."
    ],
    "english": [
      "Seven months and no more will obtain a prelature,",
      "Through his deceit a great schism will be born:",
      "Seven months will hold another the court,",
      "Near Venice peace, union will be reborn."
    ],
    "interpretation": "In a period of seven months a church office will be denied, causing a major schism due to deceit. Another court will sit for seven months, but eventually near Venice a new peace and union will arise – foretelling a religious split followed by reconciliation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "94": {
    "french": [
      "Devant le lac où plus cher fut gété",
      "De sept mois, & son ost désconfit",
      "Seront Hispans par Albanois gastez,",
      "Par délai perte en donnant le conflit."
    ],
    "english": [
      "Before the lake where the most precious was thrown,",
      "For seven months, and his east defeated,",
      "The Spaniards will be worn out by the Albanians,",
      "By delay loss will give the conflict."
    ],
    "interpretation": "Near a lake where a great treasure was lost, a seven‑month struggle ends with the eastern side’s defeat. Spanish forces will be exhausted fighting Albanians, and procrastination will cause the war to continue.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/171.jpg"
  },

  "95": {
    "french": [
      "Le séducteur sera mis en la fosse,",
      "Et estaché jusqu’à quelque temps,",
      "Le clerc uni le chef avec sa crosse:",
      "Pycante droite attirera les contes."
    ],
    "english": [
      "The seducer will be placed in the pit,",
      "And pierced for some time,",
      "The cleric will unite the chief with his staff:",
      "Spicy right will attract the stories."
    ],
    "interpretation": "A charming conspirator will be executed (pit, pierced). A cleric will bind the leader with his staff, symbolising a forced alliance. The “spicy right” (perhaps an angry faction) will draw attention and spread rumors.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  },

  "96": {
    "french": [
      "La synagogue stérile sans nul fruit",
      "Sera reçue entre les infidèles,",
      "De Babylone la fille du poursuite:",
      "Misère & triste lui tranchera les ailes."
    ],
    "english": [
      "The sterile synagogue without any fruit,",
      "Will be received among the infidels,",
      "From Babylon the daughter of pursuit:",
      "Misery and sadness will cut its wings."
    ],
    "interpretation": "An empty, fruitless Jewish house of worship will be taken over by non‑believers. A figure (“the daughter of pursuit”) from Babylon will be involved, bringing poverty and sorrow that will cripple the community.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  },

  "97": {
    "french": [
      "Aux fins du Var changer les pompotans,",
      "Près du riuage les trois beaux enfants naître:",
      "Ruyne au peuple par âge compétans,",
      "Règne au pays changer plus voir croître."
    ],
    "english": [
      "At the end of the Var to change the pompadours,",
      "Near the river the three beautiful children will be born:",
      "Ruthenian people by age will be competent,",
      "Rule in the country will change to see more growth."
    ],
    "interpretation": "In the Var region a political reshuffle will replace the current court (“pompadours”). Near a river three noble children will be born, bringing capable rule for the Ruthenian (East Slavic) peoples, leading to a period of growth.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  },

  "98": {
    "french": [
      "Des gens d’Église sang sera espanché,",
      "Comme de l’eau en si grand abondance:",
      "Et d’un long temps ne sera restanché, [restranché]",
      "Ve ve au clerc ruyne & doléance."
    ],
    "english": [
      "People of the Church will have blood spilt,",
      "Like water in such great abundance:",
      "And for a long time it will not be restrained,",
      "Behold the clergyman, Ruthenian and pleading."
    ],
    "interpretation": "Clerics will be drenched in blood, as if a flood. The violence will persist for a long period, and a Ruthenian cleric will lament the situation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  },

  "99": {
    "french": [
      "Par la puissance des trois Rois temporels,",
      "En autre lieu sera mis le saint Siège:",
      "Où la substance de l’esprit corporel,",
      "Sera remis & reçu pour vrai Siège."
    ],
    "english": [
      "By the power of the three temporal Kings,",
      "In another place the holy See will be set:",
      "Where the substance of the corporeal spirit,",
      "Will be restored & received as the true See."
    ],
    "interpretation": "Three secular monarchs will move the papal seat to a new location. The “corporeal spirit” (the body of the Church) will be reconstituted there, signalling a relocation of the Papacy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  },

  "100": {
    "french": [
      "Pour l’abondance de larme répandue,",
      "Du haut en bas par le bas au plus haut:",
      "Trop grande foi par ieu vie perdue,",
      "De soif mourir par abondant défaut."
    ],
    "english": [
      "For the abundance of scattered tears,",
      "From high to low through the low to the highest:",
      "Too great faith by an earthly life lost,",
      "From thirst to die by abundant defect."
    ],
    "interpretation": "A flood of sorrow will flow from the heights to the depths and back again. Over‑zealous faith leads to the loss of mortal life, and a desperate thirst will cause death through an overwhelming flaw – a warning of emotional and spiritual collapse.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_8/172.jpg"
  }
}
