{
  "1": {
    "french": [
      "Auant venuë de ruine Celtique,",
      "Dedans le temple deux palementerons [parlementeront]",
      "Poignard cœur, d’vn monté au coursier & picque, [cœur]",
      "Sans faire bruit le grand enterreront."
    ],
    "english": [
      "Before the Celtic ruin comes,",
      "Inside the temple two will speak,",
      "A dagger‑heart, mounted on a rider and a peak,",
      "Silently they will bury the great one."
    ],
    "interpretation": "A looming disaster in former Celtic lands is foretold. Within a sacred place two voices conspire; a hidden, dagger‑like force will strike the heart of a dominant figure, and the great leader will be quietly interred – a covert assassination or quiet end of a ruling power.",
    "video": "https://www.youtube.com/embed//?rel=0"
  },
  "2": {
    "french": [
      "Sept coniurez au banquet feront luire,",
      "Contre les trois le fer hors de nauire.",
      "L’vn les deux classe au grand fera conduire,",
      "Quand par le mail. Dernier au front luy tire. [Quant/mail/ Denier]"
    ],
    "english": [
      "Seven conspirators will shine at the banquet,",
      "Against the three the iron will be taken from the ship,",
      "One will lead the two classes to the great,",
      "When through the mail the last one shoots at the front."
    ],
    "interpretation": "A secret meeting of seven plotters targets three powerful forces. They will remove a weapon (“iron”) from a vessel – a hint of naval sabotage – and one conspirator will guide two factions toward a greater leader, ending with a sudden strike from an unexpected direction (“through the mail”).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/94.jpg"
  },
  "3": {
    "french": [
      "Le successeur de la Duché viendra.",
      "Beaucoup plus outre que la mer de Tosquane",
      "Gauloise branche la Florence tiendra,",
      "Dans son giron d’accord nautique Rane."
    ],
    "english": [
      "The successor of the duchy will come,",
      "Far beyond the sea of Tuscany,",
      "A Gallic branch will hold Florence,",
      "In its nautical lap the River Rane will be aligned."
    ],
    "interpretation": "A new ruler, likely of French origin, will take over the duchy that lies beyond Tuscany. The Gallic power will seize Florence and will dominate the region via control of the Arno (here “Rane”), signalling a French‑Italian shift of power.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/94.jpg"
  },
  "4": {
    "french": [
      "Le gros mastin de cité dechassé,",
      "Sera fasché de l’estrange alliance,",
      "Apres aux champs auoir le cerf chassé [camps] [chef]",
      "Le loup & l’Ours se donrons defiance. [Loup]"
    ],
    "english": [
      "The great city hound, once surpassed,",
      "Will be struck by a foreign alliance,",
      "Later, in the fields the hunted stag will be…",
      "The wolf and the bear will give each other defiance."
    ],
    "interpretation": "A powerful city (the “mastiff”) will be weakened by an outside coalition. Afterwards, on the battlefield a chase ensues between two great powers symbolised by the wolf (Germany/Scandinavia) and the bear (Russia), foreshadowing a future conflict between them.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/94.jpg"
  },
  "5": {
    "french": [
      "Soubs ombre feıntçe d’oster de seruitude, [vmbre faincte]",
      "Peuple & cité, l’vsurpera luy-mesmes",
      "Pire fera par fraux de ieune pute,",
      "Liuré au champ lisant le faux proesme."
    ],
    "english": [
      "Under a false shadow of servitude,",
      "People and city will be overtaken by themselves,",
      "Worse will be done by the lies of a young prostitute,",
      "Bound to the field that reads the false promise."
    ],
    "interpretation": "A deceptive ideology will cause societies to self‑destruct. The “young prostitute” symbolizes a seductive but corrupt leader whose false promises lead to betrayal on the battlefield and a disastrous outcome.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "6": {
    "french": [
      "Au Roy l’Augur sur le chef la main mettre, [Agur sus]",
      "Viendra prier pour la paix Italique:",
      "A la main gauche viendra changer le sceptre,",
      "Du Roy viendra Empereur pacifique."
    ],
    "english": [
      "To the king the augur will lay his hand on the chief,",
      "He will come to pray for Italian peace,",
      "With the left hand the scepter will be changed,",
      "The king will become a peaceful emperor."
    ],
    "interpretation": "A prophetic adviser (augur) influences a monarch, urging a shift from king to emperor and promising peace in Italy. The change of scepter with the left hand hints at a reversal of power or a new, more conciliatory regime.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "7": {
    "french": [
      "Du Triumuir seront trouuez les os,",
      "Cherchant profond thresor ænigmatique.",
      "Ceux d’alentour ne seront en repos.",
      "Ce concauer marbre & plomb metalique. [De]"
    ],
    "english": [
      "From the Triumvirate the bones will be found,",
      "Searching for a deep enigmatic treasure,",
      "Those around will find no rest,",
      "This mixture of marble and metallic lead."
    ],
    "interpretation": "The remains of a former triumvirate are uncovered while seeking a hidden treasure. The quest awakens surrounding forces, leading to unrest and a clash of heavy (marble) and toxic (lead) powers.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "8": {
    "french": [
      "Sera laissé le feu vif, mort caché,",
      "Dedans les globes horrible espouuantable.",
      "De nuict à classe cité en poudre lasché,",
      "La cité à feu, l’ennemy fauorable."
    ],
    "english": [
      "A bright fire will be left, death hidden,",
      "Inside the horrible glowing globes,",
      "By night the city will be released in powder,",
      "The city will burn, the enemy fearful."
    ],
    "interpretation": "A sudden blaze will erupt while death remains concealed. Nighttime bombardment (powder) will set the city ablaze, striking terror into the enemy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "9": {
    "french": [
      "Iusques au fond la grand arq demolue, [aux fondz]",
      "Par chef captif l’amy anticipé,",
      "Naistra de dame front, face cheuelue,",
      "Lors par astuce Duc à mort atrapé."
    ],
    "english": [
      "To the depths the great arch is demolished,",
      "By a captive chief the friend is anticipated,",
      "A lady’s front is born, a faced chevelue,",
      "Then by cunning the duke is caught to death."
    ],
    "interpretation": "A monumental arch is destroyed, signaling a downfall. A captive leader foresees betrayal; a noblewoman appears, and through cleverness a duke meets his death.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "10": {
    "french": [
      "Vn chef Celtique dans le conflict blessé,",
      "Aupres de caue voyant siens mort abbatre:",
      "De sang & playes & d’ennemis pressé,",
      "Et secours par incogneus de quatre. [secourus]"
    ],
    "english": [
      "A Celtic chief, wounded in conflict,",
      "Near the cause seeing his own killed:",
      "Pressed by blood, pleas and enemies,",
      "And rescued by the unknown four."
    ],
    "interpretation": "A wounded Celtic leader watches his followers fall. Surrounded by blood and enemy pressure, four unknown allies intervene to save him.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/95.jpg"
  },
  "11": {
    "french": [
      "Mer par solaires seure ne passera,",
      "Ceux de Venus tiendront toute l’Affrique:",
      "Leur regne plus Saturne n’occupera,",
      "Et changera la part Asiatique."
    ],
    "english": [
      "The sea by solar force will not pass,",
      "Those of Venus will hold all Africa,",
      "Their reign will not be occupied by Saturn,",
      "And will change the Asian portion."
    ],
    "interpretation": "A solar‑driven power (Venus) will dominate Africa, preventing another influence (Saturn) and reshaping the Asian balance of power.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "12": {
    "french": [
      "Aupres du lac Leman sera conduite,",
      "Par garse estrange cité voulant trahir:",
      "Auant son meurtre à Ausborg la grand suitte,",
      "Et ceux du Rhin la viendront inuahir. [Ryn]"
    ],
    "english": [
      "Near Lake Léman she will be led,",
      "By a strange foreign city that wishes to betray,",
      "Before her murder a great trail to Ausburg begins,",
      "And those of the Rhine will come to invade."
    ],
    "interpretation": "A woman (perhaps an emblematic figure) is drawn to Lake Geneva by a treacherous foreign power. Her death triggers a march toward Augsburg, while forces from the Rhine advance to attack.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "13": {
    "french": [
      "Par grand fureur le Roy Romain Belgique",
      "Vexer voudra par phalange barbare:",
      "Fureur grinssent, chassera gent Lybique",
      "Depuis Pannons iusques Hercules la hare."
    ],
    "english": [
      "With great fury the Roman King of Belgium,",
      "Will want to offend by barbarian phalanx:",
      "Furious, he will chase the Libyan people,",
      "From the Pannons to Hercules the plow."
    ],
    "interpretation": "A powerful ruler of a Roman‑Belgian realm will express rage, using barbarian troops to attack Libyans, extending his campaign from the Pannonian region to lands associated with Hercules—a massive, aggressive expansion.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "14": {
    "french": [
      "Saturne & Mars en Leo Espaigne captiue,",
      "Par chef Lybique au conflict attrapé, [libique]",
      "Proche de Malthe, Herodde prinse viue, [Heredde]",
      "Et Romain sceptre sera par Coq frappé. [Romain]"
    ],
    "english": [
      "Saturn and Mars in Leo, Spain captured,",
      "By a Libyan chief caught in the conflict,",
      "Near Malthe, Herod the prince lives,",
      "And the Roman scepter will be struck by the Rooster."
    ],
    "interpretation": "Astrological forces (Saturn, Mars) signal Spain’s capture. A Libyan leader becomes involved; a princely figure near Malta survives, while the Roman authority is weakened (the rooster symbolising a new regime).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "15": {
    "french": [
      "En nauigant captif prins grand Pontife, [pontife]",
      "Grans aprets faillir les clercs tumultuez:",
      "Second esleu absent son bien debife",
      "Son fauory bastard à mort tué."
    ],
    "english": [
      "Sailing captive, the great Pope is seized,",
      "Great preparations fail, the clerics are tumultuous:",
      "The second chosen, absent, his goods are stripped,",
      "His false bastard is killed."
    ],
    "interpretation": "A captured pontiff faces a naval seizure; clerical unrest hampers grand plans. The chosen successor is missing, his assets are confiscated, and an impostor (the bastard) meets death.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "16": {
    "french": [
      "A son haut pris plus la lerme sabee,",
      "D’humaine chair par mort en cendre mettre:",
      "A l’isle Pharos par Croissars Perturbee, [pertubée P. Rigaud]",
      "Alors qu’à Rodes paroistra dur espectre."
    ],
    "english": [
      "At his high price more the bitter herb is known,",
      "Human flesh will be turned to ash by death:",
      "On the island of Pharos disturbed by Crusaders,",
      "Then in Rhodes a hard specter will appear."
    ],
    "interpretation": "A costly quest for bitter knowledge leads to human sacrifice, turning bodies to ash. The island of Pharos (Alexandria) is shaken by crusaders, and a looming specter rises over Rhodes.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/96.jpg"
  },
  "17": {
    "french": [
      "De nuict passant le Roy pres d’vne Androne,",
      "Celuy de Cipres & principal guette. [guetto]",
      "Le Roy failly, la main fuit long du Rosne,",
      "Les coniurez l’iront à mort mettre."
    ],
    "english": [
      "By night the King passes near an Androne,",
      "He of Cypress and principal guard:",
      "The King fails, his hand escapes the Rosne,",
      "The conspirators will go to put him to death."
    ],
    "interpretation": "During night the monarch moves close to a place called Androne; guards of cypress stand watch. The king’s attempt fails, his power slips away, and conspirators move to assassinate him.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "18": {
    "french": [
      "De dueil mourra l’infelix profligé,",
      "Celebrera son vitrix l’hecatombe:",
      "Pristine loy, franc edit redigé,",
      "Le mur & Prince au septiesme iour tombe. [Prince]"
    ],
    "english": [
      "From duels the unlucky one will die,",
      "His victor will celebrate a massacre:",
      "Pure law, a frank edit written,",
      "The wall and Prince will fall on the seventh day."
    ],
    "interpretation": "A futile duel ends with the loser’s death; the winner celebrates with slaughter. A new, unblemished law is proclaimed, but both a fortified barrier and a prince collapse on the seventh day.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "19": {
    "french": [
      "Le grand Royal d’or, d’airain augmenté, [Royal]",
      "Rompu la pache, par ieune ouuerte guerre:",
      "Peuple affligé par vn chef lamenté,",
      "De sang barbare sera couuerte terre."
    ],
    "english": [
      "The great golden‑bronze Royal, increased,",
      "Peace broken, by a young deadly war:",
      "The people afflicted by a lamented chief,",
      "Barbaric blood will cover the earth."
    ],
    "interpretation": "An expanded royal power (gold and bronze) sees peace shattered by a fresh, violent war. The populace suffers under a grieving leader, and barbarian blood will stain the land.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "20": {
    "french": [
      "De là les Alpes grande armee passera,",
      "Vn peu deuant naistra monstre vapin :",
      "Prodigieux & subit tournera,",
      "Le grand Tosquan à son lieu plus propin. [Toscan]"
    ],
    "english": [
      "From there the great Alpine army will pass,",
      "A monster will be born a little before,",
      "Prodigious and sudden it will turn,",
      "The great Tuscan will be nearer to its place."
    ],
    "interpretation": "A massive army will cross the Alps; a monstrous force appears shortly before, turning events dramatically. A great Tuscan power will soon find itself in a favorable position.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "21": {
    "french": [
      "Par le trespas du Monarque Latin,",
      "Ceux qu’il aura par regne secourus:",
      "Le feu luira diuisé le butin. [luyra]",
      "La mort publique aux hardis incourus. [incoruz]"
    ],
    "english": [
      "By the death of the Latin Monarch,",
      "Those he helped will be saved by his realm:",
      "Fire will shine, dividing the spoils,",
      "Public death for the bold unearned."
    ],
    "interpretation": "The demise of a Latin king leaves his beneficiaries; fire illuminates a division of loot, while a public execution awaits the bold who have not earned it.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "22": {
    "french": [
      "Auant, qu’a Rome grand aye rendu l’ame [ave]",
      "Effrayeur grande à l’armee estrangere",
      "Par esquadrons l’embusche pres de Parme, [Esquadrons,] [l’arme]",
      "Puis les deux rouges ensemble feront chere. [roges]"
    ],
    "english": [
      "Before Rome gave back its great soul,",
      "A great fright to the foreign army,",
      "By squadrons the ambush near Parma,",
      "Then the two reds together will make a charge."
    ],
    "interpretation": "Prior to Rome’s revival, a terror strikes a foreign force; squadrons set an ambush near Parma, after which two red factions (perhaps Russia and another) unite for an offensive.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/97.jpg"
  },
  "23": {
    "french": [
      "Les deux contens seront vnis ensemble,",
      "Quand la pluspart à Mars seront conioint:",
      "Le grand d’Affrique en effrayeur & tremble,",
      "DVVMVIRAT par la classe desioinct. [Duumuirat]"
    ],
    "english": [
      "The two continents will be united together,",
      "When most will be bound to Mars:",
      "The great African will be frightened and trembling,",
      "Duumuirat by the chosen class."
    ],
    "interpretation": "Africa and Europe (or America) will join under a war‑like (Mars) influence; a major African power will be terrified, while a chosen elite (Duumuirat) will dominate.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "24": {
    "french": [
      "Le regne & loy sous Venus esleué,",
      "Saturne aura sus Iupiter empire:",
      "La loy & regne par le Soleil leué,",
      "Par Saturnins endurera le pire."
    ],
    "english": [
      "The reign and law under Venus will be chosen,",
      "Saturn will have above Jupiter’s empire:",
      "Law and reign will be given by the Sun,",
      "By Saturnians the worst will endure."
    ],
    "interpretation": "A Venus‑aligned order will be established; Saturn’s influence will dominate over Jupiter’s realm. Solar authority bestows law, but an oppressive Saturnian rule will bring hardship.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "25": {
    "french": [
      "Le prince Arabe Mars Sol, Venus, Lyon,",
      "Regne d’Eglise par mer succombera:",
      "Deuers la Perse bien pres d’vn million,",
      "Bisance, Egypte ver. serp. inuadera."
    ],
    "english": [
      "The Arab prince, Mars Sun, Venus, Lyon,",
      "The Church’s realm will succumb to the sea:",
      "Soon after Persia near a million,",
      "Byzantium, Egypt will be swallowed."
    ],
    "interpretation": "An Arab ruler, associated with martial and solar powers, will see the Church’s authority drown. Persia expands rapidly, followed by the fall of Byzantium and Egypt.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "26": {
    "french": [
      "La gent esclaue par vn heur Martial,",
      "Viendra en haut degré tant esleuee,",
      "Changeront Prince, naistre vn prouincial,",
      "Passer la mer copie aux monts leuee."
    ],
    "english": [
      "The people will be chosen by a Martial chance,",
      "Will rise to a high degree, so chosen,",
      "They will change the Prince, a provincial will be born,",
      "Cross the sea, copy to the distant mountains."
    ],
    "interpretation": "A martial opportunity lifts a people to prominence; a provincial replaces the prince and leads a migration across the sea toward distant highlands.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "27": {
    "french": [
      "Par feu & armes non loing de (la) marnegro,",
      "Viendra de Perse occuper Trebisonde: [trebisonde]",
      "Trembler Pharos Methelin, Sol alegro,",
      "De sang Arabe d’Adrie couuert onde. [vnde]"
    ],
    "english": [
      "By fire and arms not far from the black sea,",
      "From Persia will come to occupy Trebisonde,",
      "Pharos will tremble, Methelin, Sun will be glad,",
      "Arab blood of Adria will turn the wave."
    ],
    "interpretation": "Near the Black Sea, fire‑armed forces advance; Persian troops move to seize a region called Trebisonde. The lighthouse of Pharos shakes, while Arab forces from the Adriatic cause a swelling of conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "28": {
    "french": [
      "Le bras pendu & la iambe liee,",
      "Visage pasle, au sein poignard caché:",
      "Trois qui seront iurez de la meslee",
      "Au grand de Gennes sera le fer lasché. [fera le fert]"
    ],
    "english": [
      "The hanging arm and the bound iamb,",
      "A face hidden, a dagger within the breast:",
      "Three who will be wounded in the melee,",
      "In the great of Gennes the iron will be released."
    ],
    "interpretation": "A concealed weapon (the “hanging arm”) lies within a hidden face; three participants will be injured in battle, and at Gennes a decisive strike of iron will occur.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/98.jpg"
  },
  "29": {
    "french": [
      "La liberté ne sera recouuree,",
      "L’occupera noir, fier, vilain, inique:",
      "Quand la matiere du pont sera ouuree,",
      "D’Hister, Venise faschee la republique."
    ],
    "english": [
      "Freedom will not be reconquered,",
      "It will be taken by dark, proud, vile, unjust:",
      "When the material of the bridge is gilded,",
      "From Hister, Venice will lash the republic."
    ],
    "interpretation": "Liberty will not be reclaimed; a dark, arrogant force will dominate. When a bridge is gilded (symbolic of wealth), the Hister (perhaps a Germanic power) and Venice will attack the republic.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "30": {
    "french": [
      "Tout à l’entour de la grande cité,",
      "Seront soldats logez par champs & villes.",
      "Donner l’assaut Paris Rome incité,",
      "Sur le pont lors sera faicte, grand pille."
    ],
    "english": [
      "All around the great city,",
      "Soldiers will be lodged in fields and towns.",
      "The assault on Paris and Rome will be urged,",
      "On the bridge then a great plunder will be made."
    ],
    "interpretation": "Armies will encamp in the countryside surrounding a major metropolis. A coordinated attack on Paris and Rome is planned, culminating in a massive loot on a bridge.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "31": {
    "french": [
      "Par terre Attique chef de la sapience,",
      "Qui de present est la rose du monde:",
      "Pont ruiné, & sa grande preeminence [ruyné]",
      "Sera subdite & naufrage des ondes. [vndes]"
    ],
    "english": [
      "On Attic earth, the chief of wisdom,",
      "Who now is the rose of the world:",
      "Bridge ruined, and its great preeminence broken,",
      "Will be subverted and sink by the waves."
    ],
    "interpretation": "In Greece, a wise leader (the “rose”) sees a crucial bridge destroyed, losing supremacy, and eventually being overcome by the sea – a metaphor for a fallen civilization.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "32": {
    "french": [
      "Où tout bon est, tout bien Soleil & Lune,",
      "Est abondant, sa ruine s’approche.",
      "Du ciel s’auance vaner ta fortune, [varier]",
      "En mesme estat que la septiesme roche."
    ],
    "english": [
      "Where all is good, all is bright Sun & Moon,",
      "Abundance, its ruin approaches.",
      "From the sky your fortune will be varied,",
      "In the same state as the seventh rock."
    ],
    "interpretation": "A period of plenty under sun and moon will soon end. Fortune will shift unpredictably, reaching a state comparable to the “seventh stone,” indicating a sudden collapse.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "33": {
    "french": [
      "Des principaux de cité rebellee,",
      "Qui tiendront fort pour liberté rauoir.",
      "Detrancher masles, infelice meslee, [masses]",
      "Crys, heurlemens à Nantes piteux voir."
    ],
    "english": [
      "From the main rebels of the city,",
      "Who will hold fast for a rough freedom.",
      "To cut masses, an unhappy mix,",
      "Crys, misfortunes to see in pitiful Nantes."
    ],
    "interpretation": "City rebels fight for a harsh freedom, attempting to break large groups. Their efforts bring misery, especially in Nantes, where suffering is evident.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "34": {
    "french": [
      "Du plus profond de l’Occident Anglois",
      "Où est le chef de l’isle Britannique",
      "Entrera classe dans Gyronde, par Blois, [Gyrande]",
      "Par vin & sel, feux cachez aux barriques."
    ],
    "english": [
      "From the deepest Western Anglo land,",
      "Where is the chief of the British island,",
      "A class will enter Gyronde through Blois,",
      "With wine & salt, fires hidden in barrels."
    ],
    "interpretation": "From deep England, the leader of Britain is sought. A faction will move into Gyronde via Blois, smuggling weapons (fire) concealed in wine barrels.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/99.jpg"
  },
  "35": {
    "french": [
      "Par cité franche de la grand mer Seline",
      "Qui porte encore à l’estomach la pierre,",
      "Angloise classe viendra sous la bruine,",
      "Vn rameau prendre, du grand ouuerte guerre."
    ],
    "english": [
      "Through the free city of the great sea Seline,",
      "Which still carries the stone to its stomach,",
      "An English class will come under drizzle,",
      "To take a branch, from the great open war."
    ],
    "interpretation": "A liberated port on the great sea (Seline) holds a strategic resource (“stone”). English forces arrive in rainy weather to claim a foothold, heralding a large, open conflict.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "36": {
    "french": [
      "De sœur le frere par simulte faintise,",
      "Viendra mesler rosee en myneral:",
      "Sur la placente donne à vielle tardiue, [plancente] [vieille tardifue]",
      "Meurt le goustant sera simple & rural."
    ],
    "english": [
      "From sister the brother by subtle feint,",
      "Will come to mingle rose in mineral:",
      "On the placenta given to old tardy,",
      "The foolish will die, simple and rural."
    ],
    "interpretation": "A deceptive sibling scheme blends a ‘rose’ (perhaps a secret) into mineral resources. An archaic foundation (placenta) grants power to the slow‑moving, but the naive will perish in a simple, rural setting.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "37": {
    "french": [
      "Trois cens seront d’vn vouloir & accord,",
      "Que pour venir au bout de leur attainte,",
      "Vingt mois apres tous & record [moys] [recordz]",
      "Leur Roy trahy simulant haine fainte. [trahir] [voire saincte]"
    ],
    "english": [
      "Three hundred will share one will & accord,",
      "To reach the end of their aim,",
      "Twenty months later all and record,",
      "Their king betrays, simulating false hatred."
    ],
    "interpretation": "A coalition of three hundred units unites under a single purpose. After about twenty months they achieve a record, but the king pretends enmity to betray them.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "38": {
    "french": [
      "Ce grand monarque qu’au mort succedera,",
      "Donnera vie illicite [&] lubrique,",
      "Par nonchalance à tous concedera,",
      "Qu’à la parfin faudra la loy Salique."
    ],
    "english": [
      "This great monarch who will succeed in death,",
      "Will give illicit and lewd life,",
      "Will grant it to all with nonchalance,",
      "At the end the Salic law will be required."
    ],
    "interpretation": "A successor after death will usher a period of decadent, permissive rule, handed out casually, yet ultimately the old Salic law (excluding women) will be enforced again.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "39": {
    "french": [
      "Du vray rameau de fleur de lys issu,",
      "Mis & logé heritier d’Hetrurie:",
      "Son sang antique de longue main tissu, [issu]",
      "Fera Florence florir en l’harmoirie. [armoirie]"
    ],
    "english": [
      "From the true branch of the lily flower sprung,",
      "Placed and lodged heir of Hetruria:",
      "His ancient blood woven over many generations,",
      "Will make Florence bloom in its coat of arms."
    ],
    "interpretation": "A genuine descendant of the lily (French royalty) from Hetruria will carry ancient blood and bring Florence to a new flourishing, reflected in its heraldry.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "40": {
    "french": [
      "Le sang royal sera si tres meslé,",
      "Contraints seront Gaulois de l’Hesperie: [Constraint]",
      "On attendra que terme sera coulé,",
      "Et que memoire de la voix sera perie."
    ],
    "english": [
      "The royal blood will be so thoroughly mixed,",
      "The Gauls of Hesperia will be constrained:",
      "We will wait until the term is poured,",
      "And the memory of the voice will be lost."
    ],
    "interpretation": "Royal lineage becomes heavily diluted; the Gauls (Western Europeans) will be restricted. A decisive moment (“term poured”) will erase the echo of past authority.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/100.jpg"
  },
  "41": {
    "french": [
      "Nay sous les ombres & iournee nocturne, [vmbres]",
      "Sera en regne & bonté souueraine:",
      "Fera renaistre son sang de l’antique vrne,",
      "Renouuellant siecle d’or pour l’airain."
    ],
    "english": [
      "Never under shadows & nightly day,",
      "Will be in reign and graciousness:",
      "Will revive its blood of the ancient turn,",
      "Renewing a golden age for the bronze."
    ],
    "interpretation": "Out of darkness, a new reign of kindness emerges, reviving ancient lineage and ushering a golden era that will replace the age of bronze.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "42": {
    "french": [
      "Mars esleué en son plus haut befroy,",
      "Fera retraire les Allobrox de France:",
      "La gent Lombarde fera si grand effroy,",
      "A ceux de l’Aigle comprins sous la Balance."
    ],
    "english": [
      "Mars chosen at its highest height,",
      "Will cause the Allobroges of France to retreat:",
      "The Lombard people will cause great terror,",
      "To those of the Eagle understood under the Scales."
    ],
    "interpretation": "A martial surge (Mars) forces the French Allobroges to withdraw. Lombard forces will inspire terror, affecting the “Eagle” (perhaps the Holy Roman Empire) under the sign of Libra (balance).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "43": {
    "french": [
      "La grand’ ruine des sacrez ne s’eslongne,",
      "Prouence, Naples, Sicille, Seez & Ponce, [seez]",
      "En Germanie, au Rhin & la Cologne, [à Colonge]",
      "Vexez à mort par tous ceux de Magonce."
    ],
    "english": [
      "The great ruin of the sacred does not linger,",
      "Provence, Naples, Sicily, Sezes & Ponce,",
      "In Germany, at the Rhine and Cologne,",
      "They will be crushed to death by all of Magonce."
    ],
    "interpretation": "A massive destruction spreads across sacred lands: Southern France, Italy, and Germanic regions along the Rhine and Cologne will be devastated by forces from Magonce (likely a coalition).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "44": {
    "french": [
      "Par mer le rouge sera prins de pyrates,",
      "La paix sera par son moyen troublee:",
      "L’ire & l’auare commettra par fainct acte,",
      "Au grand Pontife sera l’armee doublee. [double]"
    ],
    "english": [
      "By sea the red will be taken by pirates,",
      "Peace will be disturbed by its means:",
      "Anger and the aura will commit a false act,",
      "The great Pope will have a doubled army."
    ],
    "interpretation": "Pirates (the “red”) dominate the seas, upsetting peace. False provocations inflame anger, leading the Pope to command a two‑fold army.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "45": {
    "french": [
      "Le grand Empire sera tost désolé,",
      "Et translaté pres d’arduenne silue,",
      "Les deux bastards par l’aisné décollé,",
      "Et regnera Ænobarb nez de milue. [Aenobarbe nay]"
    ],
    "english": [
      "The great Empire will soon be desolate,",
      "And moved near Ardienne waters,",
      "The two bastards will be lifted by the eldest,",
      "And Aenobarb will reign, son of the middle."
    ],
    "interpretation": "A once‑great empire collapses and shifts toward the Ardian sea. Two illegitimate heirs are elevated by the senior line, and a ruler named Aenobarb (perhaps a hybrid dynasty) will take power.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "46": {
    "french": [
      "Par chapeaux rouges querelles & nouueaux scismes [qrelles]",
      "Quand on aura esleu le Sabinois:",
      "On produira contre luy grands sophismes,",
      "Et sera Rome lesee par Albanois."
    ],
    "english": [
      "By red hats quarrels and new schisms,",
      "When the Sabine is chosen:",
      "Great sophisms will be made against him,",
      "And Rome will be ruined by the Albanians."
    ],
    "interpretation": "Clashes marked by red hats (perhaps revolutionary symbols) and fresh divisions arise when a Sabine leader is chosen; deceitful arguments target him, culminating in Rome’s downfall at Albanian hands.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/101.jpg"
  },
  "47": {
    "french": [
      "Le grand Arabe marchera bien auant,",
      "Trahy sera par les Bisantinois:",
      "L’antique Rodes luy viendra au deuant,",
      "Et plus grand mal par austre Pannonois."
    ],
    "english": [
      "The great Arab will indeed walk forward,",
      "Treachery will be from the Byzantines:",
      "Ancient Rhodes will come before him,",
      "And greater evil from the austere Pannonian."
    ],
    "interpretation": "An Arab power advances; betrayal comes from Byzantium. The old city of Rhodes opposes it, while an even harsher threat emerges from the Pannonian region.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "48": {
    "french": [
      "Apres la grande affliction du sceptre,",
      "Deux ennemis par eux seront defaicts:",
      "Classe d’Affrique aux Pannons viendra naistre,",
      "Par mer & terre seront horribles faicts."
    ],
    "english": [
      "After the great affliction of the scepter,",
      "Two enemies will be defeated by them:",
      "An African class will be born to the Pannons,",
      "By sea and land horrible deeds will be done."
    ],
    "interpretation": "Following a crisis of authority, two foes are overcome. A new African-led force joins the Pannonian side, committing terrible acts on both sea and land.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "49": {
    "french": [
      "Nul de l’Espagne mais de l’antique France",
      "Ne sera esleu pour le tremblant nacelle:",
      "A l’ennemy sera faicte fiance,",
      "Qui dans son regne sera peste cruelle."
    ],
    "english": [
      "No one from Spain but from ancient France",
      "Will be chosen for the trembling carriage:",
      "The enemy will be made a trust,",
      "Who in his reign will be a cruel plague."
    ],
    "interpretation": "A leader from old France (not Spain) will be selected to command a fragile coalition. The enemy will be trusted but will become a cruel scourge during his rule.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "50": {
    "french": [
      "L’an que les Freres du lys seront en aage,",
      "L’vn d’eux tiendra la grande Romanie:",
      "Trembler les monts, ouuert Latin passage,",
      "Pache macher contre fort d’Armenie."
    ],
    "english": [
      "The year the Brothers of the lily are of age,",
      "One of them will hold great Rome:",
      "Mountains will tremble, a Latin passage opens,",
      "Peace will fight against the strong of Armenia."
    ],
    "interpretation": "When the French “Brothers of the Lily” (the Bourbon line) come of age, one will seize control of Rome. The Alps will shake as a new Latin corridor opens, and peace will clash with the powerful Armenian forces.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "51": {
    "french": [
      "La gent de Dace, d’Angleterre, Polonne [palonne]",
      "Et de Boësme feront nouuelle ligue [Bohesme]",
      "Pour passer outre d’Hercules la colonne,",
      "Barcins, Tyrrens dresser cruelle brigue."
    ],
    "english": [
      "The people of Dacia, England and Poland,",
      "And of Bohemia will form a new league,",
      "To go beyond Hercules’ column,",
      "The Barcins and Tyrrens will raise a cruel conflict."
    ],
    "interpretation": "A coalition of Eastern (Dacia), Western (England, Poland) and Central (Bohemia) powers joins to surpass the Herculean legacy, pitting the Barcins against the Tyrrens in a brutal struggle.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "52": {
    "french": [
      "Vn Roy sera qui donra l’opposite,",
      "Les exilez esleuez sur le regne:",
      "De sang nager la gent caste hypolite,",
      "Et florira long temps sous telle enseigne."
    ],
    "english": [
      "A king will appear who will give the opposite,",
      "The exiles will be chosen for the realm,",
      "The people will bathe in blood, a humble caste,",
      "And will flourish for a long time under that banner."
    ],
    "interpretation": "A contrary king (perhaps a usurper) will place exiles in power; a bloody, humble social layer will arise, yet the regime will enjoy prolonged prosperity under its flag.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/102.jpg"
  },
  "53": {
    "french": [
      "La loy du Sol & Venus contendus, [contendens]",
      "Appropriant l’esprit de prophetie:",
      "Ne l’vn ne l’autre ne seront entendus, [entendens]",
      "Par sol tiendra la loy du grand Messie. [Sol]"
    ],
    "english": [
      "The law of the Sun and Venus contested,",
      "Seizing the spirit of prophecy,",
      "Neither one nor the other will be heard,",
      "By the Sun will hold the law of the Great Messiah."
    ],
    "interpretation": "A clash between Solar and Venusian doctrines overtakes prophetic authority; the true voice is silenced and the Sun‑driven law of a Messiah will dominate.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "54": {
    "french": [
      "Du pont Euxine, & la grand Tartarie,",
      "Vn Roy sera qui viendra voir la Gaule:",
      "Transpercera Alane & l’Armenie,",
      "Et dedans Bisance lairra sanglante gaule. [Gaule]"
    ],
    "english": [
      "From the Bosphorus bridge and great Tartary,",
      "A king will come to see Gaul,",
      "He will pierce Alania and Armenia,",
      "And inside Byzantium a bloody Gaul will arise."
    ],
    "interpretation": "A ruler from the east (Bosphorus/Tartary) will march into France, striking Alania and Armenia, and sowing a fierce, Gaul‑inspired conflict inside Byzantine lands.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "55": {
    "french": [
      "De la Felice Arabie contrade,",
      "Naistra puissant de loy Mahometique:",
      "Vexer l’Espagne, conquester la Grenade,",
      "Et plus par mer à la gent Lygustique."
    ],
    "english": [
      "From the happy Arab lands,",
      "A powerful Mahometan ruler will be born,",
      "He will anger Spain, conquer Granada,",
      "And by sea will advance against the Liguistic people."
    ],
    "interpretation": "An energetic Arab leader (Islamic) will provoke Spain, seize Granada and expand by sea toward the Ligurian peoples of Italy.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "56": {
    "french": [
      "Par le trespas du tres-vieillard Pontife",
      "Sera esleu Romain de bon aage;",
      "Qu’il sera dict que le siege debiffe,",
      "Et long tiendra & de picquant ouurage."
    ],
    "english": [
      "By the death of the very old Pope,",
      "A Roman of good age will be chosen,",
      "He will be told the throne is un‑capped,",
      "And he will hold it long with daring vigor."
    ],
    "interpretation": "The passing of an ancient pontiff leads to the election of a mature Roman pope who will reclaim a vacant papal seat and rule energetically for a long period.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "57": {
    "french": [
      "Istra du mont Gaulfies & Auentin, [Gaulfier]",
      "Qui par le trou aduertira l’armée,",
      "Entre deux rocs sera prins le butin,",
      "De SEXT, mansol faillir la renommee. [Sext.]"
    ],
    "english": [
      "Istra of the Gaulish & Auentin mountains,",
      "Who through the gorge will drive the army,",
      "Between two rocks the loot will be taken,",
      "From SEXT, mansol will fail its fame."
    ],
    "interpretation": "A commander from mountainous Gaul will channel troops through a gorge, capture treasure between cliffs, and diminish the reputation of the SEXT faction (perhaps a Roman legion).",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "58": {
    "french": [
      "De l’aqueduc d’Vticense Gardoing, [l’archeduc]",
      "Par la forest & mont inaccessible:",
      "En my du pont sera tasché au poing,",
      "Le chef nemans qui tant sera terrible."
    ],
    "english": [
      "From the aqueduct of Vticense Gardoing,",
      "Through forest and an inaccessible mountain:",
      "At the foot of the bridge a task will be given by hand,",
      "The chief Nemans, who will be terrible."
    ],
    "interpretation": "A hidden waterworks project in a remote mountain forest will become a strategic point; a figure called Nemans will oversee a daunting mission there.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/103.jpg"
  },
  "59": {
    "french": [
      "Au chef Anglois à Nismes trop seiour, [Nymes]",
      "Deuers l’Espaigne au secours Ænobarbe:",
      "Plusieurs mourront par Mars ouuert ce iour,",
      "Quand en Artois faillir estoille en barbe. [quant] [Artoys]"
    ],
    "english": [
      "To the Anglo chief at Nismes overly weary,",
      "From Spain to aid Ænobarbe:",
      "Many will die by Mars opening this day,",
      "When in Artois a star will fail in the beard."
    ],
    "interpretation": "An English commander at Nismes (perhaps Normandy) is exhausted; Spain will aid Ænobarbe (a leader). A war under Mars will cause many deaths, and a celestial omen over Artois will signal the collapse of a ruler.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "60": {
    "french": [
      "Par teste rase viendra bien mal eslire,",
      "Plus que sa charge ne porte passera.",
      "Si grande fureur & rage fera dire, [raige]",
      "Qu’à feu & sang tout sexe trenchera."
    ],
    "english": [
      "By a clean slate a good or bad choice will come,",
      "More than its burden will be passed over.",
      "Such great fury and rage will be spoken,",
      "That fire and blood will trench every sex."
    ],
    "interpretation": "A fresh start will demand a moral decision; the weight of the choice exceeds its apparent burden. Intense wrath will trigger widespread bloodshed affecting all peoples.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "61": {
    "french": [
      "L’enfant du grand n’estant à sa naissance,",
      "Subiuguera les hauts monts Apennis:",
      "Fera trembler tous ceux de la balance,",
      "Et des monts feux iusques à Mont-senis. [mont Senis]"
    ],
    "english": [
      "The child of the great, not yet at birth,",
      "Will subjugate the high Apennine mountains:",
      "Will make all those of the balance tremble,",
      "And the fiery mountains will reach Mont‑Senis."
    ],
    "interpretation": "A future ruler (still unborn) will dominate the Apennines, upsetting the scales of power and causing volcanic activity up to Mont‑Senis.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "62": {
    "french": [
      "Sur les rochers sang on verra pleuuoir, [plouuoir]",
      "Sol Orient Saturne Occidental:",
      "Pres d’Orgon guerre à Rome grand mal voir,",
      "Nefs parfondrees, & prins [le] Tridental."
    ],
    "english": [
      "On the bloody rocks one will see rain,",
      "Eastern Sun, Western Saturn:",
      "Near Orgon a war will see great harm to Rome,",
      "Ships will be sunk, and the Trident will be taken."
    ],
    "interpretation": "Blood‑stained cliffs will be drenched in rain; celestial forces (Sun east, Saturn west) presage a war near Orgon that will devastate Rome, sink ships, and capture the symbolic Trident.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "63": {
    "french": [
      "De vaine entreprise l’honneur indue plaincte, [emprise]",
      "Galliots errans par latins, froid, faim, vagues: [Gallotz] [froit]",
      "Non loing du Tymbre de sang la terre taincte, [tymbre]",
      "Et sur humains seront diuerses plagues."
    ],
    "english": [
      "From a vain enterprise an undue honor will be complained,",
      "Galleys wandering among Latins, cold, hunger, waves,",
      "Not far from the blood‑stained Timbre the land will be tainted,",
      "And many plagues will fall on humanity."
    ],
    "interpretation": "A futile campaign leads to false glory; starving galleys roam among Latin forces. Near a blood‑stained river (Timbre) the soil is polluted, and widespread disease follows.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "64": {
    "french": [
      "Les assemblez par repos du grand nombre",
      "Par terre & mer conseil contremandé:",
      "Pres de l’Autonne Gennes, Nice de l’ombre,",
      "Par champs & villes le chef contrebandé."
    ],
    "english": [
      "Assemblies rest from the great multitude,",
      "By land and sea a counseled opposition:",
      "Near Autumn Gennes, Shadowy Nice,",
      "Through fields and towns the smuggled chief."
    ],
    "interpretation": "Large gatherings pause, and a joint land‑and‑sea council forms an opposing plan. Near Gennes (Autumn) and shadowy Nice, a covert leader moves through countryside and cities to execute the scheme.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/104.jpg"
  },
  "65": {
    "french": [
      "Subit venu l’effrayeur sera grande,",
      "Des principaux de l’affaire cachez:",
      "Et dame en braise plus ne sera en veüe,",
      "Ce peu à peu seront les grands fachez. [De]"
    ],
    "english": [
      "The sudden arrival of the frightful one will be great,",
      "The main figures of the affair are hidden,",
      "And the lady in the embers will no longer be seen,",
      "Little by little the great will become angry."
    ],
    "interpretation": "A terrifying figure appears unexpectedly; the key players stay concealed. A woman (perhaps a symbol of peace) disappears, leading major powers to grow increasingly hostile.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "66": {
    "french": [
      "Sous les antiques edifices vestaux,",
      "Non esloignez d’aqueduc ruyne. [ruyné]",
      "De Sol & lune sont les luisans metaux, [Sol & Luna]",
      "Ardente lampe, Traian d’or burine. [Traian] [buriné]"
    ],
    "english": [
      "Below the ancient vestal buildings,",
      "Do not stray from the ruined aqueduct,",
      "From Sun and Moon shine the metallics,",
      "A burning lamp, Trajan of gold will drill."
    ],
    "interpretation": "Ancient sacred structures guard a ruined aqueduct rich in sun‑ and moon‑derived metals; a blazing device (Trajan of gold) will be used to extract them.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "67": {
    "french": [
      "Quand chef Perouse n’osera sa tunique",
      "Sens au couuert tout nud s’expolier:",
      "Seront prins sept faict Aristocratique,",
      "Le pere & fils mort par poincte au colier."
    ],
    "english": [
      "When chief Perouse dares not wear his tunic,",
      "Feeling the crowd, all naked will expose themselves:",
      "Seven aristocratic deeds will be taken,",
      "Father and son will die by a point on a necklace."
    ],
    "interpretation": "A leader (Perouse) hides his identity; public humiliation follows. Seven noble actions are seized, and a father‑son pair will perish by a jeweled weapon.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "68": {
    "french": [
      "Dans le Danube & du Rhin viendra boire",
      "Le grand Chameau, ne s’en repentira:",
      "Trembler du Rosne, & plus fort ceux de Loire",
      "Et pres des Alpes Coq le ruinera."
    ],
    "english": [
      "In the Danube and the Rhine a great Camel will come to drink,",
      "It will not repent:",
      "The Rosne will tremble, and the Loire will be stronger,",
      "And near the Alps the Rooster will ruin it."
    ],
    "interpretation": "A massive force (the “Camel”) will cross the Danube and Rhine, unrepentant. The river Rosne shakes, the Loire gains strength, but the “Rooster” (perhaps a French power) will defeat it near the Alps.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "69": {
    "french": [
      "Plus [ne] sera le grand en faux sommeil,",
      "L’inquietude viendra prendre repos:",
      "Dresser phalange d’or, azur & vermeil",
      "Subiuguer Afrique la ronger iusques os."
    ],
    "english": [
      "The great one will no longer be in false sleep,",
      "Restlessness will come to take respite:",
      "Raise a phalanx of gold, azure and vermilion,",
      "Subjugate Africa, gnaw it to the bone."
    ],
    "interpretation": "A dormant power awakens; agitation spreads. A golden‑blue‑red army is formed to dominate Africa, exploiting it completely.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "70": {
    "french": [
      "Des regions subiectes à la Balance",
      "Feront trembler les monts par grande guerre,",
      "Captifs tout sexe deu & tout Bisance,",
      "Qu’on criera à l’aube terre à terre."
    ],
    "english": [
      "Regions subject to the Balance",
      "Will shake the mountains with a great war,",
      "Captives of every sex and all Byzantium,",
      "Will be shouted at dawn from land to land."
    ],
    "interpretation": "Balancing powers (perhaps a coalition) will cause mountainous wars. All genders and the Byzantine realm will be taken captive; the conflict will be proclaimed worldwide at dawn.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/105.jpg"
  },
  "71": {
    "french": [
      "Par la fureur d’vn qui attendra l’eau,",
      "Par la grand’rage tout l’exercite esmeu:",
      "Chargé des nobles à dix sept bateaux,",
      "Au long du Rosne tard messager venu."
    ],
    "english": [
      "By the fury of one who will wait for water,",
      "By the great rage the whole army will be moved:",
      "Loaded with nobles on ten‑seven boats,",
      "Along the Rosne a messenger arrived late."
    ],
    "interpretation": "A leader who bides for a flood incites massive army mobilization; nobles load ten‑seven vessels, and a delayed messenger travels the Rosne river.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "72": {
    "french": [
      "Pour le plaisir d’edict voluptueux,",
      "On meslera le poison dans la foy:",
      "Venus sera en cours si vertueux,",
      "Qu’obfusquera du Soleil tout à loy."
    ],
    "english": [
      "For the pleasure of a voluptuous decree,",
      "Poison will be mixed in the hearth:",
      "Venus will be so virtuous in the course,",
      "That the Sun will obscure all law."
    ],
    "interpretation": "A licentious law mixes poison into domestic life; an overly idealistic Venusian influence blinds the Sun, undermining legal order.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "73": {
    "french": [
      "Persecutee sera de Dieu l’Eglise,",
      "Et les saincts Temples seront expoliez,",
      "L’enfant la mere mettra nud en chemise,",
      "Seront Arabes aux Pollons ralliez."
    ],
    "english": [
      "The Church of God will be persecuted,",
      "And the holy Temples will be plundered,",
      "The child’s mother will strip him naked in a shirt,",
      "Arabs will gather at the Poles."
    ],
    "interpretation": "Religious persecution hits the Church; temples are sacked. A child is humiliated, and Arab forces converge on the polar regions.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "74": {
    "french": [
      "De sang Troyen naistra cœur Germanique",
      "Qui deuiendra en si haute puissance:",
      "Hors chassera gent estrange Arabique,",
      "Tournant l’Eglise en pristine preeminence."
    ],
    "english": [
      "From Trojan blood a Germanic heart will be born,",
      "Which will rise to great power:",
      "It will drive out the foreign Arab people,",
      "Turning the Church into a pure pre‑eminence."
    ],
    "interpretation": "A leader of mixed Trojan‑Germanic lineage attains great power, expels Arab influence and restores the Church to supreme purity.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "75": {
    "french": [
      "Montera haut sur le bien plus à dextre,",
      "Demourera assis sur la pierre quarree,",
      "Vers le midy posé à sa senestre,",
      "Baston tortu en main bouche serree."
    ],
    "english": [
      "Will rise high on the better right side,",
      "Will sit upon a square stone,",
      "Towards the middle placed on his left,",
      "A twisted staff in hand, mouth clenched."
    ],
    "interpretation": "A ruler ascends on the “right” (favor), sits on a square throne, holds a twisted staff, and keeps his mouth shut—signaling a secretive, firm authority.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "76": {
    "french": [
      "En lieu libre tendra son pauillon,",
      "Et ne voudra en citez prendre place",
      "Aix, Carpen l’isle volce, mont, Cauaillon,",
      "Par tous ses lieux abolira sa trasse."
    ],
    "english": [
      "In a free place it will raise its banner,",
      "And will not want to take a place in cities",
      "Aix, Carpen the island wind, mountain, Cauaillon,",
      "Through all its places it will erase its track."
    ],
    "interpretation": "A free‑standing power hoists a flag, refuses urban settlement, and moves across locations like Aix and Carpen, erasing its own traces as it goes.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/106.jpg"
  },
  "77": {
    "french": [
      "Tous les degrez d’honneur Ecclesiastique",
      "Seront changez en dial quirinal:",
      "En Martial quirinal flaminique,",
      "[Vn] Roy de France le rendra vulcanal. [Puis vn]"
    ],
    "english": [
      "All grades of ecclesiastical honor",
      "Will be changed into a quarrelsome quarrel:",
      "In Martial flame‑like quarrel,",
      "A King of France will turn it volcanic."
    ],
    "interpretation": "Church ranks will be turned into bitter disputes; a French king will inflame these disputes, making them erupt like a volcano.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "78": {
    "french": [
      "Les deux vnis ne tiendront longuement,",
      "Et dans treize ans au Barbare Satrappe,",
      "Aux deux costez feront tel perdement,",
      "Qu’vn benira le Barque & sa cappe."
    ],
    "english": [
      "The two united will not hold for long,",
      "And in thirteen years the Barbarian Satrap will rise,",
      "Both coasts will suffer such loss,",
      "One will bless the boat and its cape."
    ],
    "interpretation": "A brief union breaks; after thirteen years a barbarian governor emerges, causing disaster on both coasts. A single savior will protect a ship and its banner.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "79": {
    "french": [
      "La sacree pompe viendra baisser les aisles, [Par]",
      "Par la venue du grand legislateur:",
      "Humble haussera, vexera les rebelles,",
      "Naistra sur terre aucun æmulateur."
    ],
    "english": [
      "The sacred pump will come to lower the aisles,",
      "With the arrival of the great legislator:",
      "The humble will rise, will irritate the rebels,",
      "No emulators will be born on earth."
    ],
    "interpretation": "A sacred force (perhaps a reform) will diminish hierarchical divisions. A powerful law‑giver arrives, empowering the humble and frustrating rebels; no one will imitate this new order.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "80": {
    "french": [
      "Logmion grande Bisance approchera.",
      "Chassee sera la barbarique Ligue:",
      "Des deux loix l’vne l’estinique laschera,",
      "Barbare & franche en perpetuelle brigue."
    ],
    "english": [
      "The great Biscay log will approach.",
      "The barbarian League will be broken:",
      "Of the two laws one will abandon the Estinique,",
      "Barbarian and free in perpetual strife."
    ],
    "interpretation": "A massive movement from the Biscay region draws near, breaking a barbarian coalition. Of two rival laws, one will reject the Estinique code, leading to endless conflict between barbarian and free peoples.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "81": {
    "french": [
      "L’oiseau royal sur la cité solaire,",
      "Sept moys deuant fera nocturne augure:",
      "Mur d’Orient cherra tonnerre esclaire,",
      "Sept iours aux portes les ennemis à l’heure."
    ],
    "english": [
      "The royal bird over the solar city,",
      "Seven months before will make a nocturnal omen:",
      "The eastern wall will seek clear thunder,",
      "Seven days at the gates the enemies will arrive on time."
    ],
    "interpretation": "A regal emblem hovers over a sun‑lit city; a half‑year‑early omen warns of a storm from the east, and enemies will arrive at the gates after a week of preparation.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "82": {
    "french": [
      "Au conclud pache hors de la forteresse,",
      "Ne sortira celuy en desespoir mis:",
      "Quant ceux d’Arbois, de Langres, contre Bresse,",
      "Auront mons Dolle bouscade d’ennemis."
    ],
    "english": [
      "At the conclusion peace outside the fortress,",
      "He who is placed in despair will not leave:",
      "When those of Arbois, Langres, against Bresse,",
      "Will have a foolish mountain of enemy ambushes."
    ],
    "interpretation": "When peace is attempted beyond a citadel, a despondent leader stays trapped. Forces from Arbois, Langres, and against Bresse will face a massive, foolish ambush of enemies.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/107.jpg"
  },
  "83": {
    "french": [
      "Ceux qui auront entreprins subuertir,",
      "Nompareil regne, puissant & inuincible:",
      "Feront par fraude, nuicts trois [à] aduertir,",
      "Quand le plus grand à table lira Bible."
    ],
    "english": [
      "Those who will have undertaken to overthrow,",
      "A unique reign, powerful & invincible:",
      "Will commit fraud, three nights to awaken,",
      "When the greatest at the table reads the Bible."
    ],
    "interpretation": "A conspiratorial group plans to topple an unrivaled empire. Through three nights of deceit they will act while the supreme ruler is distracted reading scripture.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "84": {
    "french": [
      "Naistra du gouphre & cité immesuree,",
      "Nay de parens obscurs & tenebreux:",
      "Qui la puissance du grand Roy reueree,",
      "Voudra destruire par Roüan & Eureux."
    ],
    "english": [
      "Will be born of the gopher and immeasurable city,",
      "No parents dark and gloomy:",
      "Who will reclaim the power of the great King,",
      "Will want to destroy by Roüan & eager."
    ],
    "interpretation": "A mysterious being (gopher) emerges from a limitless city, lacking dark lineage, aiming to restore the great king’s power and wipe out rivals Roüan and the eager.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "85": {
    "french": [
      "Par les Sueves & lieux circonuoisins,",
      "Seront en guerre pour cause de nuees :",
      "Gamp marins locustes & cousins, [Camp]",
      "Du Leman fautes seront bien desnuees."
    ],
    "english": [
      "Through the Suevi and surrounding places,",
      "There will be war for the sake of clouds:",
      "Marine camps, looters and cousins,",
      "From the Leman errors will be well stripped."
    ],
    "interpretation": "Suevic territories and neighboring lands will fight over a cloud‑related dispute (perhaps a meteorological or ideological one). Naval camps and raiders operate around Lake Geneva, exposing many mistakes.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "86": {
    "french": [
      "Par les deux testes, & trois bras separés,",
      "La cité grande sera par eaux vexee:",
      "Des grands d’entr’eux par exil esgarés,",
      "Par teste perse Bisance fort pressee."
    ],
    "english": [
      "By the two heads and three separated arms,",
      "The great city will be vexed by waters:",
      "The great among them exiled and lost,",
      "By Persian head Byzantium will be greatly pressured."
    ],
    "interpretation": "A city ruled by divided leadership (two heads, three arms) will suffer flooding. Major figures are exiled, and Persia will press heavily on Byzantine territories.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "87": {
    "french": [
      "L’an que Saturne hors de seruage,",
      "Au franc terroir sera d’eau inundé:",
      "De sang Troyen sera son mariage,",
      "Et sera seur d’Espaignols circundé."
    ],
    "english": [
      "The year Saturn is out of service,",
      "The French soil will be flooded with water:",
      "It will be married with Trojan blood,",
      "And will be surrounded by Spanish allies."
    ],
    "interpretation": "When Saturn’s influence wanes, France will be inundated; a union with Trojan lineage (perhaps a new dynasty) will form, surrounded by Spain.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "88": {
    "french": [
      "Sur le sablon par vn hideux deluge,",
      "Des autres mers trouué monstre marin:",
      "Proche du lieu sera fait vn refuge,",
      "Tenant Sauone esclaue de Turin."
    ],
    "english": [
      "On the sandy ground a hideous flood,",
      "From other seas a marine monster is found:",
      "Near the place a refuge will be made,",
      "Holding a saucy rescue from Turin."
    ],
    "interpretation": "A catastrophic flood creates a monster from distant seas; a nearby sanctuary is built, providing a daring rescue originating from Turin.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/108.jpg"
  },
  "89": {
    "french": [
      "Dedans Hongrie par Boheme, Nauarre,",
      "Et par banniere fainctes seditions:",
      "Par fleurs de lys pays portant la barre,",
      "Contre Orleans fera esmotions."
    ],
    "english": [
      "Inside Hungary by Bohemia, Nauarre,",
      "And by false‑flagged seditions:",
      "By lilies the country bears the banner,",
      "Against Orleans it will cause emotions."
    ],
    "interpretation": "In Hungary, Bohemia and Nauarre, deceptive rebellions arise. A nation bearing the lily flag (France) will stir strong feelings against Orléans.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "90": {
    "french": [
      "Dans les cyclades, en perinthe & larisse,",
      "Dedans Sparte tout le Peloponnesse:",
      "Si grand famine, peste par faux connisse,",
      "Neuf mois tiendra & tout le cheronnesse."
    ],
    "english": [
      "In the Cyclades, in Perinthus & Larissa,",
      "Inside Sparta the whole Peloponnese:",
      "A great famine, plague by false knowledge,",
      "Will hold nine months and all the cherished."
    ],
    "interpretation": "The Aegean islands and mainland (Sparta) face a severe famine and counterfeit‑induced plague lasting nine months, endangering the beloved population.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "91": {
    "french": [
      "Au grand marché qu’on dict des mensongiers,",
      "Du tout Torrent & champ Athenien: [bout]",
      "Seront surpris par les cheuaux legiers,",
      "Par Albanois Mars, Leo, Sat. vn versien."
    ],
    "english": [
      "At the great market where liars dictate,",
      "From the whole Torrent and Athenian field:",
      "They will be surprised by light horses,",
      "By Albanian Mars, Leo, Saturn, a version."
    ],
    "interpretation": "In a grand market run by deceit, traders from Torrent and Athens are startled by swift cavalry, led by Albanian forces under Mars, Leo, and Saturn allegiances.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "92": {
    "french": [
      "Après le siege tenu dix‑sept ans,",
      "Cinq changeront en tel reuolu terme:",
      "Puis sera l’un esleu de mesme temps,",
      "Qui des Romains ne sera trop conforme."
    ],
    "english": [
      "After the siege held seventeen years,",
      "Five will change to such a resolved term:",
      "Then one will be chosen at the same time,",
      "Who will not be too conforming to the Romans."
    ],
    "interpretation": "Following a long siege, five parties agree on a final settlement; a new leader is selected who will not fully align with traditional Roman ways.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "93": {
    "french": [
      "Soubs le terroir du rond globe lunaire,",
      "Lors que sera dominateur Mercure:",
      "L’isle d’Escosse fera vn luminaire,",
      "Qui les Anglois mettra à deconfiture."
    ],
    "english": [
      "Below the land of the round lunar globe,",
      "When Mercury will dominate:",
      "The island of Scotland will make a lantern,",
      "Which will put the English into defeat."
    ],
    "interpretation": "Under a lunar‑shaped world, Mercury’s influence peaks; Scotland creates a beacon that leads to English defeat.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "94": {
    "french": [
      "Translatera en la grand Germanie,",
      "Brabant & Flandres, Gand, Bruges, & Bolongne:",
      "La trefue fainte le grand duc d’Armenie,",
      "Assaillira Vienne & la Cologne."
    ],
    "english": [
      "It will move into great Germany,",
      "Brabant & Flanders, Ghent, Bruges, & Bolongne:",
      "The false truce of the great Duke of Armenia,",
      "Will assault Vienna and Cologne."
    ],
    "interpretation": "A shift of power spreads into the Germanic lands; a deceptive peace from the Armenian duke triggers attacks on Vienna and Cologne.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/109.jpg"
  },
  "95": {
    "french": [
      "Nautique rame inuitera les vmbres,",
      "Du grand Empire lors viendra conciter:",
      "La mer Aegee des lignes les encombres",
      "Empeschant l’onde Tirrenne defflottez."
    ],
    "english": [
      "A nautical oar will summon the shadows,",
      "From the great Empire soon will come a struggle:",
      "The Aegean Sea will block the lines,",
      "Preventing the Tyrrhenian wave from floating."
    ],
    "interpretation": "A naval force (oar) awakens hidden threats; the empire prepares for conflict. The Aegean blocks supply lines, stopping the Tyrrhenian sea’s movement.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  },
  "96": {
    "french": [
      "Sur le milieu du grand monde la rose,",
      "Pour nouueaux faicts sang public espandu:",
      "A dire vray on aura bouche close,",
      "Lors au besoing viendra tard l’attendu."
    ],
    "english": [
      "In the middle of the great world the rose,",
      "For new deeds public blood will be spread:",
      "To speak truly we will have a closed mouth,",
      "Then when needed the awaited will come late."
    ],
    "interpretation": "At the heart of the world (the rose) new violent acts spill public blood. Truth is silenced, and the long‑awaited resolution arrives belatedly.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  },
  "97": {
    "french": [
      "Le nay difforme par horreur suffoqué",
      "Dans la cité du grand Roy habitable:",
      "L’edict seuere des captifs reuoqué,",
      "Gresle & tonnerre, Condon inestimable."
    ],
    "english": [
      "The deformed one, suffocated by horror,",
      "In the city of the great livable King:",
      "The decree will seize the captured returned,",
      "Gravel & thunder, an invaluable Condor."
    ],
    "interpretation": "A grotesque, terrified figure haunts the capital of a great king; an edict captures refugees, while harsh conditions (gravel, thunder) become priceless hardships.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  },
  "98": {
    "french": [
      "A quarante huict degré climaterique,",
      "A fin de cancer si grande seicheresse:",
      "Poisson en mer, fleuve : lac cuit hectique,",
      "Bearn, Bigorre par feu ciel en detresse."
    ],
    "english": [
      "At forty‑eight climate degrees,",
      "At the end of a great cancer‑like dryness:",
      "Fish in sea, river: a boiled hectic lake,",
      "Béarn, Bigorre by fire sky in distress."
    ],
    "interpretation": "A severe climatic shift (48°) creates a prolonged drought (cancer). Aquatic life in seas and rivers suffers, while regions like Béarn and Bigorre face fire from the sky.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  },
  "99": {
    "french": [
      "Milan, Ferrare, Turin, & Aquilleye,",
      "Capue, Brundis vexez par gent Celtique:",
      "Par le Lyon & phalange aquilee",
      "Quant Rome aura le chef vieux Britannique."
    ],
    "english": [
      "Milan, Ferrara, Turin, & Aquileia,",
      "Capped, Brundis harassed by Celtic people:",
      "Through Lyon & the aquiline phalanx",
      "When Rome has the old British chief."
    ],
    "interpretation": "Northern Italian cities are pressed by Celtic forces. From Lyon an eagle‑like phalanx moves, and Rome is led by an aged British commander.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  },
  "100": {
    "french": [
      "Le boute feu par son feu attrapé,",
      "Du feu du ciel à Carcas & Cominge:",
      "Foix, Aux, Mazere, haut vieillart eschappé,",
      "Par ceux de Hesse des Saxons & Turinge."
    ],
    "english": [
      "The bottle of fire caught by its own fire,",
      "From the sky‑fire to Carcassonne & Comigne:",
      "Foix, Aux, Mazère, high old age escaped,",
      "By those of Hesse, the Saxons & Turinge."
    ],
    "interpretation": "A self‑igniting disaster spreads from the heavens to southern French towns. The old strongholds of Foix, Auxerre and Mazère survive, while forces from Hesse (Saxons) and Turinge advance.",
    "video": "https://www.youtube.com/embed//?rel=0",
    "image": "/century_5/110.jpg"
  }
}

